{
    "Lyrics": [
        "(Intro talking - Interview Sound Clip of Diddy)\nNo mercy has begun\nLadies and gentlemen\nMachine Gun Kelly\nThis kid, I think he is a star\nHe's one of the best live performers I've ever seen\nHe's also more importantly a movement\n\n\nBackpack? Fuck that\nI was always hanging where the thugs at\nI was always hanging with the rugrats\nSomeone come and show me where the drugs at\nSomeone come and pop on a hot song, meaning my shit, get an iPhone take a video and make it last long get some popcorn because I murder every single instrumental that I get on\nAnd a muthafucka isn't gonna stop the shit\nUntil I make an album like a 2pacalypse\nUntil I'm killing everybody like in Auschwitz\nUntil I'm revolutionary like a Gandhi is\nUntil I'm poppin' all these bottles to accomplishments\nUntil I'm always hot no matter what the climate is\nUntil whenever somebody is feeling talkative my name is brought up, doesn't matter what the topic is\nDidn't think I rap? Bitch I flow like \"boom boom bap\"\nBitch I come from where you never moved at\nLook into my room get a view, look at my past\nGod damn\nGot weed, got jack, oxy's? Had that\nGot Jimi, got Slash, got shrooms, got hash\nBipolar syndrome, kicked in, got mad\nWalked on the red carpet like kiss my ass you bitch\n\n(More Sound Clips of Various People talking about MGK)\nHe was truly the only developed on-point performer on the bill\nIf you know anything about lyricists, then you know who MGK is\nI need a freestyle, I need to hear Machine Gun Kelly spit\n\n\nFuck that, y'all don't gotta hear shit\nAsk anybody in the 216 if my name rings bells in them bricks\n\"Man everybody know who that is\"\nWhat you hate, boy? You late, boy\nYou ain't heard about that great boy?\n3 letter name cacausian boy\nUsed to live right there up the way, boy\nYou heard about him, you've said the name\nYou saw the iTunes and clicked to play\nYou liked the shit and you bought the shit\nPut him on the playlist right next to Jay\nThen your girl saw me, I signed her tits\nAnd she disappeared you couldn't find the bitch\nThen your heart stopped you know what time it is\nI put my dick in her common sense\nFuck boy you lonely\nFuck boy you phony\nYou would think these fuck boys fucking boys with the way that they be all on me\nIf it ain't EST in your mouth...then whatever you rep is corny\nGot a new single without me on it? That shit's boring, bitch I'm snoring\nMan I'm touring every damn day\nI showed y'all how to turn up\n100 j's in my ashtray bitch I showed y'all how to burn up\nI sacrificed what y'all wouldn't give to these kids and now you love fans?\nNone of these rappers got a movement tell 'em quit jocking my ass\nGod damn...\nAnd y'all can have the bloggers I don't type shit\nGod gave me both these hands to fight with\nWassup!?\nNow say goodnight quick because my right fist's like Vicodin\nMight just throw you on the ground like dices\nMight just go into the pocket with your license, get a wallet and a couple dollars, buy nice shit\nDyke bitches all over my dick, that's priceless\nI just fuck 'em if they're wet like Pisces\nWives is jealous of the bitch I'm with cause they almost F'd like D-...get it?\nDigest every little word I'm spittin' cause it's food for thought so pay attention\nBetter listen, I’m on a mission to killing off all of my competition and if you are with that then good riddance muthafucka!\n\n(Outro Talking - More Various Interview Sound Clips)\nNow Machine Gun Kelly seems like somebody you would diss, lyrically I wouldn't think you'd like Machine Gun Kelly\nWhat are you trying to say, he's wack or something?\nHe is wack\nHe's not wack\nHe's better than 80% of the rappers out there\nIt must be nice being MGK right now\nThe rapper recently released what he says to be the true meaning of his Lace Up movement\nIf there was ever a musical speaker that I could put out there for my personality, Machine Gun Kelly was it"
    ],
    "Release date": "June 25, 2013",
    "Title": "Breaking News",
    "Artist": "Machine Gun Kelly"
}