{
    "Lyrics": [
        "\n\"Hey, Macklemore, can we go thrift shopping?\"\nWhat what, what, what\nWhat what, what, what\nWhat what, what, what\nWhat what, what, what\nWhat what, what, what\nBada, bada, bada doo da\nWhat what, what, what\nBada, bada, bada doo da\nWhat what, what, what\nBada, bada, bada doo da\nBada, bada, bada doo da\nBada, bada, bada doo da\nBada, bada, bada doo da\nBada, bada, bada doo da\n\n\nI'm gonna pop some tags\nOnly got 20 dollars in my pocket\nI'm, I'm, I'm huntin', lookin' for a come up\nThis is fucking awesome\n\n\nNow\nWalk into the club like, \"What up? I got a big cock\"\nNah, I'm just pumped, I bought some shit from a thrift shop\nIce on the fringe is so damn frosty\nThe people like, \"Damn, that's a cold ass honkey\"\nRollin' in hella deep, headed to the mezzanine\nDressed in all pink 'cept my gator shoes, those are green\nDraped in a leopard mink, girl standin' next to me\nProbably should've washed this, smells like R. Kelly sheets\nPiss...\nBut shit, it was 99 cents!\nFuck it, coppin' it, washin' it, 'bout to go and get some compliments\nPassin' up on those moccasins someone else has been walkin' in\nBummy and grungy, fuck it man, I am stunting and flossin'\nAnd saving my money and I'm hella happy; that’s a bargain, bitch\nI'ma take your grandpa's style, I'ma take your grandpa's style\nNo, for real, ask your grandpa, can I have his hand-me-downs? (Thank you!)\nVelour jumpsuit and some house slippers\nDookie brown leather jacket that I found diggin'\nThey had a broken keyboard, I bought a broken keyboard\nI bought a skeet blanket, then I bought a knee board\nHello, hello, my ace man, my mellow\nJohn Wayne ain't got nothing on my fringe game, hell no\nI could take some Pro Wings, make 'em cool, sell those\nThe sneaker heads would be like, \"Ah, he got the Velcros\"\n\n\nI'm gonna pop some tags\nOnly got 20 dollars in my pocket\nI'm, I'm, I'm huntin', lookin' for a come up\nThis is fucking awesome\nI'm gonna pop some tags\nOnly got 20 dollars in my pocket\nI'm, I'm, I'm huntin', lookin' for a come up\nThis is fucking awesome\n\n\nWhat you know about rockin' a wolf on your noggin?\nWhat you knowin' about wearin' a fur fox skin?\nI'm diggin', I'm diggin'\nI'm searchin' right through that luggage\nOne man's trash, that's another man's come up\nThank your granddad for donatin' that plaid button-\nup shirt 'cause right now, I'm up in hurr stuntin'\nI'm at the Goodwill, you can find me in the bins\nI'm not, I'm not stuck on searchin' in that section (Mens)\nYour grammy, your auntie, your mama, your mammy\nI'll take those flannel zebra jammies\nSecond hand and I'll rock that, motherfucker\nThe built-in onesie with the socks on the motherfucker\nI hit the party and they stop in that motherfucker\nThey be like, \"Oh, that Gucci? That's hella tight\"\nI'm like, \"Yo, that's 50 dollars for a T-shirt\"\nLimited edition, let's do some simple addition\n50 dollars for a T-shirt, that's just some ignorant bitch shit\nI call that getting-swindled-and-pimped shit\nI call that getting tricked by business\nThat shirt's hella dough\nAnd having the same one as six other people in this club is a hella don't\nPeep game, come take a look through my telescope\nTryna get girls from a brand?\nMan, you hella won't! Man, you hella won't!\n\n\nGoodwill, poppin' tags, yeah!\n\n\nI'm gonna pop some tags\nOnly got 20 dollars in my pocket\nI'm, I'm, I'm huntin', lookin' for a come up\nThis is fucking awesome\n\n\nI'll wear your granddad's clothes\nI look incredible\nI'm in this big-ass coat\nFrom that thrift shop down the road\nI'll wear your granddad's clothes (Damn right)\nI look incredible (Now come on, man)\nI’m in this big-ass coat (Big-ass coat)\nFrom that thrift shop down the road (Let's go, come on!)\n\n\nI'm gonna pop some tags\nOnly got 20 dollars in my pocket\nI'm, I'm, I'm huntin', lookin' for a come up\nThis is fucking awesome\n\n\n\"Is that your grandma's coat?\""
    ],
    "Release date": "August 27, 2012",
    "Title": "Thrift Shop",
    "Artist": "Macklemore & Ryan Lewis"
}