{
    "Lyrics": [
        "\nHey, hey, hey\nGood to see you\nCome on, dude, let's go\nYeah! Let's go!\nHa-ha-ha-ha alright\nAlright, okay\nAlright, okay\nAlright, okay\n\n\nReturn of the Mack\nGet 'em, what it is, what it does, what it is, what it isn't\nLooking for a better way to get up outta bed\nInstead of getting on the Internet\nAnd checking on who hit me, get up\nThrift shop, pimp-strut walkin'\nLittle bit of humble, little bit of cautious\nSomewhere between like Rocky and Cosby\nSweater game, nope nope, y'all can't copy, yeah\nBad, moonwalking, this here is our party\nMy posse's been on Broadway, and we did it our way\nGrown music, I shed my skin and put my bones\nInto everything I record to it and yet I'm on\nLet that stage light go and shine on down\nGot that Bob Barker suit game and Plinko in my style\nMoney, stay on my craft and stick around for those pounds\nBut I do that to pass the torch and put on for my town\nTrust me on my I-N-D-E-P-E-N-D-E-N-T shit, hustlin'\nChasing dreams since I was fourteen\nWith the four-track, bussin'\nHalfway cross that city with the back (back) pack (pack), fat (fat) cat (cat), crushin'\nLabels out here, now they can't tell me nothin' (Hey, hey, hey)\nWe give that to the people, spread it across the country (Hey, hey, hey, oh)\nLabels out here, now they can't tell me nothin' (Hey, hey, hey)\nWe give it to the people, spread it across the country (Hey, hey, hey, oh)\n\n\nCan we go back? This is the moment\nTonight is the night, we'll fight 'til it's over\nSo we put our hands up\nLike the ceiling can't hold us\nLike the ceiling can't hold us\nCan we go back? This is the moment\nTonight is the night, we'll fight 'til it's over\nSo we put our hands up\nLike the ceiling can't hold us\nLike the ceiling can't hold us\n\n\nNow, can I kick it? Thank you\nYeah, I'm so damn grateful\nI grew up really wanting gold fronts\nBut that’s what you get when Wu-Tang raised you\nY'all can't stop me\nGo hard like I got a 808 in my heartbeat\nAnd I'm eating at the beat like you gave a little speed\nTo a great white shark on Shark Week, raw!\nTime to go off, I'm gone\nDeuces, goodbye, I got a world to see\nAnd my girl, she wanna see Rome\nCaesar'll make you a believer\nNah, I never ever did it for a throne\nThat validation comes from giving it back to the people\nNow sing a song, and it goes like\nRaise those hands, this is our party (Hey, hey, hey)\nWe came here to live life like nobody was watching (Hey, hey, hey, oh)\nI got my city right behind me, if I fall, they got me (Hey, hey, hey)\nLearn from that failure, gain humility (Hey, hey, hey)\nAnd then we keep marching, I said\n\n\nCan we go back? This is the moment\nTonight is the night, we'll fight 'til it's over\nSo we put our hands up\nLike the ceiling can't hold us\nLike the ceiling can't hold us\nCan we go back? This is the moment\nTonight is the night, we'll fight 'til it's over\nSo we put our hands up\nLike the ceiling can't hold us\nLike the ceiling can't hold us\n\n\nAnd so we put our hands up\nAnd so we put our hands up\nWhoa, whoa, whoa\n\n\nNa na na na, na na na na (Huh-uh)\nHey (And all my people sing)\nNa na na na, na na na na (Hey, hey, that's right)\nHey (Here we go, all right, uh)\nAnd all my people sing\nNa na na na, na na na na (You do it, Ray)\nOh (Ha-ha, let's go)\nAnd all my people sing\nNa na na na, na na na na\nMack-le-e-e-e-e-more!\n\n\nCan we go back? This is the moment\nTonight is the night, we'll fight 'til it's over\nSo we put our hands up\nLike the ceiling can't hold us\nLike the ceiling can't hold us\nCan we go back? This is the moment (Ooh)\nTonight is the night, we'll fight 'til it's over (Ooh)\nSo we put our hands up (Ooh)\nLike the ceiling can't hold us (Ooh)\nLike the ceiling can't hold us (Ooh)\n\n"
    ],
    "Release date": "August 16, 2011",
    "Title": "Can’t Hold Us",
    "Artist": "Macklemore & Ryan Lewis"
}