{
    "Lyrics": [
        "\n\n\nWhen I was in the third grade, I thought that I was gay\n‘Cause I could draw, my uncle was, and I kept my room straight\nI told my mom, tears rushing down my face\nShe's like, \"Ben, you've loved girls since before Pre-K!\"\nTrippin', yeah I guess she had a point, didn't she?\nA bunch of stereotypes all in my head\nI remember doing the math like, \"Yeah, I'm good at little league.\"\nA pre-conceived idea of what it all meant\nFor those that like the same sex had the characteristics\nThe right-wing conservatives think it's a decision\nAnd you can be cured with some treatment and religion\nMan-made, rewiring of a pre-disposition\nPlaying God, aw nah, here we go\nAmerica the brave still fears what we don't know\nAnd \"God loves all his children\" is somehow forgotten\nBut we paraphrase a book written thirty-five hundred years ago\nI don't know\n\n\nAnd I can't change, even if I tried\nEven if I wanted to\nAnd I can't change, even if I tried\nEven if I wanted to\nMy love, my love, my love\nShe keeps me warm\nShe keeps me warm\nShe keeps me warm\nShe keeps me warm\n\n\nIf I was gay, I would think hip-hop hates me\nHave you read the YouTube comments lately?\n\"Man, that's gay\" gets dropped on the daily\nWe've become so numb to what we're sayin'\nOur culture founded from oppression\nYet we don't have acceptance for 'em\nCall each other faggots behind the keys of a message board\nA word rooted in hate, yet our genre still ignores it\n\"Gay\" is synonymous with the lesser\nIt's the same hate that's caused wars from religion\nGender to skin color, the complexion of your pigment\nThe same fight that led people to walk-outs and sit-ins\nIt's human rights for everybody, there is no difference\nLive on and be yourself\nWhen I was at church they taught me something else\nIf you preach hate at the service, those words aren't anointed\nThat holy water that you soak in has been poisoned\nWhen everyone else is more comfortable remaining voiceless\nRather than fighting for humans that have had their rights stolen\nI might not be the same, but that's not important\nNo freedom 'til we're equal, damn right I support it\n\n\n\n\nAnd I can't change, even if I tried\nEven if I wanted to\nMy love, my love, my love\nShe keeps me warm\nShe keeps me warm\nShe keeps me warm\nShe keeps me warm\n\n\nWe press play, don't press pause: progress, march on!\nWith a veil over our eyes, we turn our back on the cause\n'Til the day that my uncles can be united by law\nKids are walking 'round the hallway\nPlagued by a pain in their heart\nA world so hateful, some would rather die than be who they are\nAnd a certificate on paper isn't gonna solve it all\nBut it's a damn good place to start\nNo law's gonna change us, we have to change us\nWhatever god you believe in, we come from the same one\nStrip away the fear, underneath it's all the same love\nAbout time that we raised up!\n\n\nAnd I can't change, even if I tried\nEven if I wanted to\nAnd I can't change, even if I tried\nEven if I wanted to\nMy love, my love, my love\nShe keeps me warm\nShe keeps me warm\nShe keeps me warm\nShe keeps me warm\n\n\nLove is patient\nLove is kind\nLove is patient\nLove is kind (not crying on Sundays)\nLove is patient (not crying on Sundays)\nLove is kind (not crying on Sundays)\nLove is patient (not crying on Sundays)\nLove is kind (not crying on Sundays)\nLove is patient (not crying on Sundays)\nLove is kind (not crying on Sundays)\nLove is patient\nLove is kind"
    ],
    "Release date": "July 18, 2012",
    "Title": "Same Love",
    "Artist": "Macklemore & Ryan Lewis"
}