{
    "Lyrics": [
        "\nI was seven years old when I got my first pair\nAnd I stepped outside, and I was like \"Momma\nThis air bubble right here, it's gonna make me fly\"\nI hit that court, and when I jumped\nI jumped, I swear I got so high\n\"I touched the net! Mom, I touched the net!\nThis is the best day of my life\"\nAir Maxes were next, that air bubble, that mesh\nThe box, the smell, the stuffing, the thread, at school\nI was so cool, I knew that I couldn't crease 'em\nMy friends couldn't afford 'em, four stripes on their Adidas\nOn the court I wasn't the best, but my kicks were like the pros, yo\nStick out my tongue so everyone could see that logo\nNike Air Flight, book bag was so dope\nAnd then my friend Carlos's brother got murdered for his Fours\nWhoa\nSee he just wanted a jump shot\nBut they wanted his Starter coat, though\nDidn't wanna get caught from Genesee Park to Othello\nYou'd get clowned for those Pro Wings, with the velcro, those were not tight\nI was tryna fly, without leaving the ground\n'Cause I wanted to be like Mike, right, wanted to be him\nI wanted to be that guy, I wanted to touch the rim\nI wanted to be cool, and I wanted to fit in\nI wanted what he had, America, it begins\n\n\nI wanna fly, can you take me far away?\nGive me a star to reach for\nTell me what it takes\nAnd I'll go so high, I'll go so high\nMy feet won't touch the ground\nJust stitch my wings and pull the strings\nI bought these dreams that all fall down\n\n\nWe want what we can't have\nThe commodity makes us want it\nSo expensive, damn, I just got to flaunt it\nGot to show 'em\nSo exclusive, this that new shit\nA hundred dollars for a pair of shoes, I would never hoop in\nLook at me, look at me, I'm a cool kid\nI'm an individual, yeah, but I'm part of a movement\nMy movement told me \"Be a consumer\"\nAnd I consumed it\nThey told me to just do it\nI listened to what that swoosh said\nLook at what that swoosh did\nSee it consumed my thoughts\n\"Are you stupid? Don’t crease 'em! Just leave 'em in that box!\"\nStrangled by these laces, laces I can barely talk\nThat's my air bubble and I'm lost, if it pops\nWe are what we wear, we wear what we are\nBut see I look inside the mirror and think Phil Knight tricked us all\nWill I stand for change, or stay in my box?\nThese Nikes help me define me\nBut I'm trying to take mine off\n\n\nI wanna fly, can you take me far away?\nGive me a star to reach for\nTell me what it takes\nAnd I'll go so high, I'll go so high\nMy feet won't touch the ground\nJust stitch my wings and pull the strings\nI bought these dreams that all fall down\n\n\nThey started out with what I wear to school\nThat first day\nLike these are what make you cool\nAnd this pair, this would be my parachute\nSo much more than just a pair of shoes\nNah, this is what I am\nWhat I wore, this is the source of my youth\nThis dream that they sold to you\nFor a hundred dollars and some change\nConsumption is in the veins\nAnd now I see it's just another pair of shoes"
    ],
    "Release date": "January 21, 2011",
    "Title": "Wings",
    "Artist": "Macklemore & Ryan Lewis"
}