{
    "Lyrics": [
        "\n\"Chad Butler, known as Pimp C, died in a Los Angeles hotel room...\"\n\"The L.A. County Coroner’s office ruled the rapper's death accidental...\"\n\"And attributed it to a combination of...\"\n\"Apnea?\"\n\"Yes.\"\n\"...and syrup, and we know that syrup on the streets usually has codeine?\"\n\"Absolutely, we have a problem now with the cough syrup epidemic...\"\n\n\nHe rolled up, asked him what he was sipping on\nHe said lean, you want to hit it, dawg?\nThat's the same stuff Weezy's sipping huh\nAnd tons of other rappers that be spitting hard\nYup, he had five up on\nWhen he passed him that Styrofoam\nThe Easter pink, heard it in a rhyme before\nFinally got to see what all the hype was on\nAnd then he took a sip, sitting in the Lincoln\nThinking he was pimping as he listened to the system\nLittle did he know that it was just as addictive as base\nNot the kind of hit from the kick drum\nHot box, let the bass bump\nTake it to the face, gulp\nMonths later the use went up\nEvery blunt was accompanied by the pink stuff\nBut goddam, he loved that feeling\nPurple rain coated in the throat, just so healing\nMedicine alleviate the sickness\nLiquid affix and it comes with a cost\nWake up, cold sweat, scratching, itching\nTrying to escape the skin that barely fit him\nGone, get another bottle just to get a couple swallows\nHeaded towards the bottom couldn't get off it\nDidn't even think he had a problem\nThough he couldn't sleep without getting nauseous\nRoom spinning\nThinking he might of sipped just a little bit too much of that cough syrup\nHis eyelids closed shut\nSat back in the chair clutching that cup\nGirlfriend came and a couple hours later\nSaid his name, shook him but he never got up\n\nHe never got up, he never got up\nWe live on the cusp of death thinking that it won't be us\nIt won't be us, it won't be us, it won't be us\nNah, it won't be us\n\n\nNow he just wanted to act like them\nHe just wanted to rap like him\nUs as rappers underestimate the power and the effects that we have on these kids\nBlunt passed, ash in a tin\nPack being pushed, harassed by the Feds\nThe fact of it is most people that rap like this\nTalking about some shit they haven't lived\nSurprise, you know the drill\nTrapped in a box, declining record sales\nFollow the formula: violence, drugs, and sex sells\nSo we try to sound like someone else\nThis is not Californication\nThere's no way to glorify this pavement\nSyrup, Percocet, and an eighth a day\nWill leave you broke, depressed, and emotionally vacant\nDespite how Lil Wayne lives\nIt's not conducive to being creative\nAnd I know cause he's my favorite\nAnd I know cause I was off that same mix\nRationalize the shit that I'd try after I listen to Dedication\nBut he's an alien\nI'd sip that shit\nPass out or play PlayStation\nMonths later I'm in the same place\nNo music made, feeling like a failure\nAnd trust me it's not dope to be twenty-five\nAnd move back to your parent's basement\nI've seen my people's dreams die\nI've seen what they can be denied\nAnd \"Weed's not a drug,\" that's denial\nGroundhog Day, life repeat each time\nI've seen Oxycontin take three lives\nI grew up with them\nWe used to chief dimes\nI've seen cocaine bring out the demons inside\nCheating and lying\nFriendship cease, no peace in the mind\nStealing and taking anything to fix the pieces inside\nBroken, hopeless, headed nowhere\nOnly motivation for what the dealer's supplying\nThat rush, that drug, that dope\nThose pills, that crumb, that roach\nThinking I would never do that, not that drug\nAnd growing up nobody ever does\nUntil you're stuck\nLooking in the mirror like I can't believe what I've become\nSwore I was going to be someone\nAnd growing up everyone always does\nWe sell our dreams and our potential\nTo escape through that buzz\nJust keep me up, keep me up\nHollywood, here we come\n\n\nYou can tend to, um, go a little too far with some of these things , they have very strong addictive qualities, pills and syrups and whatnot, so um…\n(Is it changing the music?)\nUm, I can only speak for myself personally, you know what I'm saying? Um, we had been taking down, toning down the content of certain things in the music lately. My new album, of course, probably won't have any references to cough syrup in it, but, uh, it's a little bit more than the music. I think it's gonna start affecting the personal lives of a lot of artists and people..."
    ],
    "Release date": "November 27, 2009",
    "Title": "Otherside",
    "Artist": "Macklemore"
}