{
    "Lyrics": [
        "What up twin\n\nIm just sittin back man thinking about all the good times we had\nTheres a lot of things been going on since you been gone\nI just thought it was time for me to sit down and write you a letter\nYou know what I am sayin, a letter from the heart\n\nYo, yo\nBefore I take a shot, I always make a toast to the sky\nBlow somesmoke in the air so we both can get high\nAt night I hold my rosarys tight and hope to get by\nClose my eyes and ask the lord why he chose you to die\nThough, I believe in God, I chose my own road cause of pride\nI dont abide to no bible cause most of them lie\nLifes like a roller coaster ride, just try to hold on and drive\nIts all about surviving, one day we all gonna die\nI tried to hide all these feelings I was holding inside\nCause they always told me thugs ain't suppose to cry\nAnd show their emotional side\nBut, it soaked up my eyes\nCause I never had nobody really close to me die\nCouldn't understand it at first, so how do this work\nYou were just here full of cheer, now I'm following your hearse\nIts outta this earth, I felt like I was damned with a curse\nHad to light candle in church to handle the hurt\nIn retrospect, I always respect the man that you were\nA man of your word that always put his family first\nWith talent superb all you wanted was to be heard\nAnd You got your chance all of your fans are proud of your work\nYou made it outta of the dirt and got on top of the world\nBut you still stood in the hood with your son and two little girls\nYou in iced out chains, your wife was rockin the pearls\nYou lived a ghetto fabulous life, the Bronx was your borough\nAnd when the fame came you never changed. You kept it so thorough\nWe did the same thing, poppin champagne to we earled\nYou shocked the world, twin, every time you rapped on a track\nYou had cats like How this fat dude could flow like that?\nIs he black? Is he packin the mack in the back of the acc?\nThe only Spanish rapper to snatch up a platinum plaque\nThats a fact. Its been written in stones, from here to Rome\nWhen it comes to spittin them poems. You sit on the throne\nI wish you was home. Life is so different alone\nSpoke to Liza and the kids, little Chris is so grown\nHe's your own spitting image. It's just like you were cloned\nYou know I treasure Manda and Sesha, like they were my own\nLizas still tryin to get it together\nShe had your back through the stormy weather\nFor that, I will never forget her\nTimes are tougher then leather\nAs for me, things could be better\nI needed to clear my head up\nThats why I had to write you this letter\nSince you been gone, Joe's been stronger then ever, still with Lorena\nHow can he go to bed knowing hes stealin your cheddar?\nAbout a mil or better. To me hes as real as pleather\nWe built this together. Still, in all he had me set up\nI should of known better\nI let it ride for too long\nLet it slide for too long\nLet it hide for too long\nNow I am tryin to move on\nWithout tryin to do wrong\nBut my pride is too strong\nIm a ride through the storm\nWith a hundred troops strong\nNo bullet-proofs on\nGlocks cocked and locked and ready to shoot form\nIm just tryin to put you on twin, to whats going on\nA lot of back stabbin since you been gone\nA lot of whack rappin comin from the so-called Don\nA lot of black ballin happenin. No matter twin, I'm still going strong\nTonys still singin songs, tryin to swing it along\nHes no longer foundation, sayin Joe put him on\nHes dead wrong\nArmeggedion still ain't on\nProspect- back in the projects, livin with moms\nWords born\nRemys the realist, she know what the deal is\nFeelin like there is still a chance wishin you could come and heal us\nBut the thrill is gone, I'm no longer part of that\nIm back where I started at\nThats where my heart is at\nCause God knows how hard I scrap\nTo try to keep it from this\nI been a team player, he chose to play at his own risk\nSunkiss still comes around, we still get down\nWe puff a pound whenever Chuck and C come into town\nToom is illin, hes down in Orlando makin a killin\nBuildin his own army with soldiers, ready and willin\nMe and Seis still be chillin\nHes fine as well\nStill rhymin, still grindin, only time will tell\nGillys stressed out, tryin to figure out his next route\nFeelin left out\nNo more T.S, he checked out\nXed out his tattoos , but he still got you\nB is still with me. Full A Clips our old school crew\nHe stayed true, always been the coolest nigga we knew\nBoobys up in the videos with you know who\nYou was the glue to the puzzle, the key to the struggle\nThe reason I even chose to be in this hustle\nTwin, I love you\nNo matter what or who tries to judge you\nTheres nothing worst than family and friends tryin to fuck you\nI stuck through it all, and this is what it all lead up to\nIts the closest ones to you that will stick it in and cut you\nSo much for being humble. I'm comin through with the shovels\nTombstones and all, and turn the hard rocks to rubble\nOn the double, so you can be at peace with your troubles\nCause even after death, you stress from all these scuffles\nGuzzle the liquor, snuffing walls till theres blood on my knuckles\nWatchin the devil chuckle, hopin I break down and buckle\nIn this jungle, its all about survival of the fittest\nThough you died, you never rid us\nTwin your still alive in spirit. I can feel it\nI know your up in heaven right now\nHangin out in thugs mansion. You and Pac, whilin out\nLivin the kings lifestyle, with platinum wings iced out\nBet you and Biggie in the Angels lounge, poppin Crystal\nGetting high with Freaky Tah, lightin up white owls\nThuggin it out with Big L, rollin dice on the clouds\nAaliyah, smilin down. Left Eye is still type wild\nBuggin out, partyin, every bodys up in the house\nYou kickin freestyles while Master J hypes up the crowd\nAin't no fights breakin out, its all love right now\nIm just writing down how I feel hopin you hear me\nPuttin my heart and soul in it, so you can see it all clearly\nI hold you dearly in my thoughts cause like you theres no other\nSincerely Yours, Cuban Link, your twin your brother\nBaby I love you!\n\n\nI still got your back twin\nYour brothers here\nYou even got your own day up in the Bronx\nWe on top of the world\nYeah I'm a ride with you baby\nIll always ride with you til the day I die\nThats my word"
    ],
    "Title": "Letter To Pun",
    "Artist": "Cuban Link"
}