{
    "Lyrics": [
        "\nBoo, you know I love you\nI'm always gonna be there for you\nI'm never gonna cheat on you\nI go to school, I go to work\nYou come home, I cook, I clean\nI rub your feet, give you a nice back massage\nAlways honey, you're a king in my eyes\nI don't give a shit what people gotta say about us\nIt's just me and you and you know it's always gonna be like that\nBoo, I love you, always and forever..\n\n\nYea, yea, yo\nEverybody knows that you're really a ho\nSo why you still tellin lies to me\nAll my homies always told me you were phoney\nCallin me your one and only\nBut you really tellin lies to me\nIt's kinda funny, you be callin me you hubby\nTellin everone you love me\nBut you really tellin lies to me\nHoney why you tryin to play me like a dummy\nFrontin just to get my money\nWhen I know you tellin lies to me\n\n\nMami, you fly but you lie too much\nYou not the type to trust\nYou got'cha eyes on the prize tryin to ride the bus\nYou like the plush life, but money can't buy true love\nYou just a slut, right, cause every night you up in the clubs\nShakin' you butt, gettin drunk, coming home fucked up\nIf you dont want me then I might just find somebody who does\nYou too much, I can't put up with it, you drivin me nuts\nYou like to live it up when I'm the one supplyin the bucks\nI thought I knew who you was, but you changed\nThe way you used to do things for me\nNow all you do is hang out with your friends\nOnly call me to bore me wit all your fake phoney stories\nTalkin 'bout you up in Jackies house having a cup of coffee, C'MON?!\nYou know me better than that\nAlways stay ahead of the pack\nMad at the fact I didn't catch it from scratch\nNow that the cats out of the bag\nI'm lookin back at the past\nSilly bag, you neva loved me, you was after my cash..BIATCH!\n\n\nEverybody knows that you're really a ho\nSo why you still tellin lies to me\nAll my homies always told me you were phoney\nCallin me your one and only\nBut you really tellin lies to me\nIt's kinda funny, you be callin me you hubby\nTellin everone you love me\nBut you really tellin lies to me\nHoney why you tryin to play me like a dummy\nFrontin just to get my money\nWhen I know you tellin lies to me\n\n\nHey lady, remember me?\nThat little kid who took your virginity\nGivin you all you need and swore to love you 'till infinity\nRemember me?\nThe one whos been there for you, willing to care for you\nEven when you dont share the truth\nRemember me?\nI took you from a girl to a woman, gave you the world\nPlus made your toes curl when I put it in you\nRemember me?\nAnd in the begining we was friends indeed like it was meant to be\nBut now its like I'm sleeping with the enemy\nOfendin me pretending to be something you're not\nSo I had to turn back the clock just in case you forgot\nDont mean to blow up your spot but you owe me a lot\nYou were so innocent, now you're the biggest ho on the block\nAlways lookin hot, talkin like you calling the shots\nI'm at my job while you freakin off suckin on cocks\nNow that I know the whole plot, should I forgive you or not?\nJust kick rocks bitch and be happy that you didn't get shot, WORD UP\n\n\nEverybody knows that you're really a ho\nSo why you still tellin lies to me\nAll my homies always told me you were phoney\nCallin me your one and only\nBut you really tellin lies to me\nIt's kinda funny, you be callin me you hubby\nTellin everone you love me\nBut you really tellin lies to me\nHoney why you tryin to play me like a dummy\nFrontin just to get my money\nWhen I know you tellin lies to me\n\n\nWhy'd you lie to me\nWhy'd you lie to me\nWhy'd you lie to me\nWhy'd you lie to me\nOoh, girl, you's a ho\nSo you know I really gotta let you go\nShould've never really put my trust in you\nOoh, girl, you's a ho\nSo you know I really gotta let you go\nShould've never really put my trust in you..\n\n\nI should've known better.."
    ],
    "Title": "Still Telling Lies",
    "Artist": "Cuban Link"
}