{
    "Lyrics": [
        "\nCatch up, lets get it! (Huh? Huh?)\n\n\nI know she gon' let me hit it\nI do it later on, because you know I gotta get it\nBlue book on me, yeah it's written\nDon't mind me I'm just making these decisions\nI walk in the rolls, with my llama\nYou don't want nothing nigga, so proceed to drama\nWrist looking colder than the Yonkers\nBlack thang sliding in the car call up Keke Palmer\n\n\nI walk up in the spot fresher than a damn Islamic\nIt's a bird, it's a plane, nah nigga it's a comet\nUhh-Uhh-Uhh-Uhh I'm slidin' in that vomit\nSmoking on this strong pack feelin' real atomic\nPass the blue thang my nickname is Sonic\nI just left Saks now I'm pulling up to Sonic\nTryna get on forbes cause they label me a convict\nSlide the gear over you won't see a nigga comin'\nCause Tadoe we on shit and we seeing how you bummin'\nIon fuck with you boa you seeing how I'm turnin'\nCops on the side and they seeing how I'm burning\nThis bitch fast yeah they seeing how I'm lunging\n\n\nI know she gon' let me hit it\nI do it later on, because you know I gotta get it\nBlue book on me, yeah it's written\nDon't mind me I'm just making these decisions\nI walk in the rolls, with my llama\nYou don't want nothing nigga, so proceed to drama\nWrist looking colder than the Yonkers\nBlack thang sliding in the car call up Keke Palmer\n\n\n200, so the cops pulled us over\nI don't know if I'm high or I'm sober\nTwin stickies, but this not Minnesota\nActin' a ass got the car bending over\nShawty send me roses and lotuses\nPlease don't get them lame boys involved with this\nHopped on yo shit and kill it, like \"who song is this?\"\nAll up in my DM, man \"who mom is this?\"\nWalk up in yo spot, you know we running it (mmhmm, mhmm)\nSack you in our touchdown, we loading it\nIce on, don't know no nigga cold as this (sosa, blick! blick!)\nI won't miss the shot, I don't need no assist\n\n\nI know she gon' let me hit it\nI do it later on, because you know I gotta get it\nBlue book on me, yeah it's written\nDon't mind me I'm just making these decisions\nI walk in the rolls, with my llama\nYou don't want nothing nigga, so proceed to drama\nWrist looking colder than the Yonkers\nBlack thang sliding in the car call up Keke Palmer"
    ],
    "Release date": "December 1, 2017",
    "Title": "Keke Palmer",
    "Artist": "Chief Keef"
}