{
    "Lyrics": [
        "\nWe came here tonight to get started\nTo cold act ill or get retarded\n\n\nI'm Shanté and the rhymes are def\nJust rap so fresh 'til I get out of breath\nNow this is somethin' that we do have to do\nAnd this is a team that I must introduce\nI'm Shanté, he's Biz Markie\nWe rap so fresh that they think it's three\nThree of us who rap together\nStrong as a bond that is tougher than leather\nMy name is Shanté and yes, I'm top choice\nAnd you can tell by the sound of my voice\nThat the way that I rock that I am the best\nHigher than the rest, plus considered fresh\nThrew on my Filas and my Fila suit\nStepped out my house, I just knew I was cute\nBumped into Biz, he had on Filas too\nI said, \"Yo, Biz Markie. What ya wanna do?\"\nHe stepped out the house chillin', yes ya know\nWent outside, it's kinda cold ya know\nSo I threw on the bomber so I could get loose\nMatter of fact it was my black Goose\nStepped outside, everyone was on it\nI said, \"You like it, baby. Don't you want it?\"\nThey looked at me, they thought it was funny\nAnd out of my pocket came a mint of money\nMe and Biz went Uptown, yes\nChillin' around cos we know we're the best\nAnd then this guy came up to me\nHe said, \"We want you to make a record, you see\"\nLooked at Biz, said, \"Do ya wanna do it?\"\nHe said, \"Yeah, Shanté. There's nothin' to it\"\nI said, \"Alright,\" and time has passed\n\"I saved the money\"\n\"Ha ha!\" and we laugh...\n\n\n\n\"That's not enough...\nThings are gettin' tough and sort of rough\nIf you're not paying me ten G's or more\nThen you might as well take your contract out the door\"\nHe looked at me, he got so mad\nAnd then when he left we were sort of glad\nNo, we don't sniff coke, we don't get high\nAll we do is dress real fly\nHang out at a party 'til the mornin' light\nChillin' all the time while other MC's bite\nI say my rhymes, he does the beat\nAnd you know me and him could never be defeated\nWe never sing Beat It and no, we don't Eat It\nAnd if you do not like it, well yes you can bite it\nAnd don't you go and get excited\nI'm Shanté, he's Biz Markie\nSide by side you know it's we\nNo, I don't speak French, when I say \"we\"\nI mean us two, not \"Yes, sirree\"\nEveryone knows that I am much better\nCome on Biz Markie, get it together\nTalk to the girls, you know they are wack\nTell those crabs they sound like cats...\n\n\n\nThat subject's cute and it's sort of fine\nBut another subject just came in my mind\nIt's sort of crazy, it's sort of wack\nI'm talkin' about five-dollar cracks\nRunnin' 'round town just stickin' up each other\nReady to rob each other's mother\nGettin' little capsules, don't wanna choke\nAnd all you do is sit down and smoke\nYour jaws move in, your body gets skinny\nYou spend your money to your very last penny\nYou walk around town in the same old jeans\nAnd yes you know just what I mean\nNo, you're not cute and you're sort of wack\nYou're gettin' really skinny, only big as your hat\nAnd if you wanna beef I'll tell you so\nAnd here's a few things that you should know\nYes, it's crack, then it's Peace\nCome on y'all, take it from me\nI was told to stay away\nThis is a message from Shanté\nYou wanna dress fly and have some cash?\nWell stay away from it because it's like a rash\nOnce you get it you start to itch\nIt's attached just like a (Hhhuh!)\nLet's continue with what I said\nCos this is somethin' playin' in your head\nCos we come to party just to have action\nJust to prove to you that I'm not Michael Jackson\nRap so strong and rap so def\nRap 'til I get out of breath\nNow we have introduced to you\nMe and Biz, the Def Fresh Crew...\n\n\nMe and Biz, the Def Fresh Crew\nThat was def. See you later..."
    ],
    "Release date": "January 1, 1986",
    "Title": "Def Fresh Crew",
    "Artist": "Roxanne Shanté"
}