{
    "Lyrics": [
        "Why'd you have to make a record 'bout me?\nThe R-r-r-r-rrrrrr R-O-X-A-N-N-E\n(Oh my goodness!)\n\nWhy'd you have to make a record 'bout me?\nWhy why why'd you have to make a record 'bout me?\nWhy why why'd you have to make a record 'bout me?\nWhy why why'd you have to\nWhy why why'd you have to make a record 'bout me?\n\nThe R-r-r-r-rrrrrr R-O-X-A-N-N-E\n\n(Oh my goodness!)\n\nR-r-r-r-rrrrrr R-O-X-A-N-N-E\n\nLet me tell you a story yes\nHow I got to be so fresh\nIt happened one day you know\nWhen I was sitting upstairs listening to the radio (hmm)\nThey said there is a contest\nWe'll give the most money to the girl who's the best\nI said you let me enter\n'Cause I know I am down\nAnd everybody knows\nIt was all around town (huh)\nAnd when I entered I came in first place\nYou should have seen the reaction on my face\nThey said said, \"Yo you won with that song\nWe gonna call you back so don't wait too long\"\nSo I waited bout a week a week or two\nAnd then they finally called me but the song was though\n'Cause I could not remember not a word that I said\n'Cause you know that night I made it up on my head (yeah)\nThey said well, could you sit down\nCan you write this for me because it's all around town?\nIt's the most requested record that is on the radio\nI said \"Yeah I'll do it\" he said \"Yo throw\"\nSo I, got on the mic and started to say\nListen to me, because I'm fly Shanté\nAnd when I started rappin' like this\nIt is something that they didn't want to miss\nThen I had a far, far way to go\nWith a little bit of help (hassle?) from U-T-F-O\nAbout saying, yes, that I'm Roxanne\nAnd then they got so mad they said \"ish got damn\"\nShe is making the top of the charts\nYou know she didn't even break our record, she broke our hearts\nI said \"Yo, Kangol I'm so sorry\nHe said I'm going upstairs I'm gonna play Atari\"\nI said, well you do that 'cause you know that you chillin'\nAnd everything you know, yo I am always willing\nHe said \"Yeah you know we got our own Roxanne\"\nI said yeah I seen that girl, she got face like a man (huh)\nTell me something else don't you see\nI had to watch my language 'cause I got so many beats (huh)\nNow you know what else happened\nI went to Marley cuz he was a close friend\nI said I want to make a record yes\nHe said come to my house and let me see you confess\nI said \"No not that way, no not today\"\nHe said \"You know I'm just playing Shanté\"\nI said all right I'll be up there tonight\nHe said ok but just say you rhymes and please don't bite\nI said you insulted me you know\nI never have to bite because I always throw\nHe said all right I'ma give you a chance\nAnd then when I started rappin' I put him in a trance (huh)\nHe started cuttin' he doing alright\nHe said \"Yo come up here tomorrow night\"\nAnd then the next thing I knew I had did my part\nAnd then I had got a call from Pop Art\nHe said \"Yo baby that jawn is fresh\"\nI said thank you very much because you know that I'm the best\nHe said, \"Yeah you know that you're at the top\"\nI said when I start to rock don't you know I never stop\nThen he said \"Yo baby you got the cutest eyes\"\nHe said where did you get them I said I don't know why\nThen he said \"Yo who's your manager Ty\"\nI said \"Why-why-why Ty?\"\nHe said \"OK you get by\"\nI said well a let me tell you I'm not finished\nWhen I start to rockin' then I really start to ?\nWhen he said \"Yo baby don't you know that's right\"\nI said yeah that's me I never bite\nHe said well tell me this could you please sit down\nI said no 'cause this ain't my part of town\nSo then, I got this feeling when it was sort of chilly\nI met these dudes name Don and Willie\nIt started a commotion, I felt this ?\nAnd then the next thing you know it started a commotion\n'Cause Dana came over in the middle of the night\nI was listening to the wall, all I heard was a fight\nSo I said let me stay in my room\nThen Marley broke out with a big ass broom\nHe said \"They ain't getting this outta here\"\nI said ok I'll stand over, right over there\nAnd then along came Magic to save the day\nYou know what he did? He just ran away\n'Cause he's a runaway...\n\nWhy'd you have to make a record bout me?\nThe R-r-r-r-rrrrrr R-O-X-A-N-N-E\n\nWhy'd you have to make a record 'bout me?\nWhy why why'd you have to make a record 'bout me?\nWhy why why'd you have to make a record 'bout me?\nWhy why why'd you have to\nWhy why why'd you have to make a record 'bout me?\n\nThe R-r-r-r-rrrrrr R-O-X-A-N-N-E\n\nR-r-r-r-rrrrrr R-O-X-A-N-N-E"
    ],
    "Release date": "January 1, 1985",
    "Title": "Queen Of Rox (Shanté Rox On)",
    "Artist": "Roxanne Shanté"
}