{
    "Lyrics": [
        "The rhymes you're about to hear me recite\nAre dedicated to all of those that bite\nPut stolen beat and lyrics on the records that sell\nNot only MCs, DJs as well\nCome to my jam with your pad and take note\n? you're at a party with the rhymes I wrote\nDoesn't that make you feel just like a jerk?\nTaking my rhymes and all my hard work\nIt's going around like a new disease\nBiting my rhymes, those cubby skis\nRunning around thinking that they're choice\nSaying my rhyme with their very own voice\nTalk about how they're so devoted\nTake my rhymes, you swear they wrote it\nYou wanna keep biting, you wanna persist?\nWhat should they do Marley Marley? (Bite this!)\n\n(scratches)\n\nTalking bout how they're so devoted\nBiting my rhymes, you swear they wrote it\nYou wanna keep biting and you wanna persist?\nTell em Marley Marley what to do (Bite this!)\n\n(scratches)\n\nTime to get it straight, time to make it clear\nThe real Roxanne is standing right here\nWhen I look at myself, what do I see?\nThe R-O-X-A-N-N-E\nTalking to all the guys and girls out there\nYou can bite this here, cuz I don't care\nYou can bite everything that I say\nAnd tell everyone you got it from me Shanté\nBecause you took it too far and it's time to stop\nAll the other MCs are gonna drop\nRun DMC, and I met Joe\nYou know what I said to him was so\nBecause I really don't care and I do not share\nAnd to let you know, I'm known everywhere\nWhen it comes to the mic and I do it like this\nJust to give all others MCs a dis\nThey talk about how they're so devoted\nTake my rhymes, and swore they wrote it\nYou wanna keep biting, you wanna persist?\nTell em Marley Marl what to do (Bite this!)\n\n(scratches)\n\nI'm getting aggravated and sorta upset\nJust to make all you other MCs regret\nThe way I feel right now, you see\nThere ain't another MC in the world like me\nBecause the rhymes I say put me at the top\nThat's why all you other MCs had to stop\nStop this yes, because I'm the best\nAnd everyone knows that I am fresh\nNow if you haven't heard me once before\nAfter you hear this you won't hear it no more\nCuz I don't play games and that is right\nAnd just to let you know when I'm on the mic\nAnd I start to rap and I do it like this\nI got something MCs can kiss\nBut no I don't say things like that no more\nAnd yes you might have heard it before\nAnd they talk about how they're so devoted\nTake my rhymes, you swore they wrote it\nYou wanna keep biting, you wanna persist?\nWhat's your debut Marley Marley? (Bite this!)\n\n(scratches)\n\nWhen I say biting, I don't mean writing\nI mean take my words and try to recite it\nEvery word that I say don't you see that's right\nWhen I say B-I-T-E, bite\nWhen I say bite I mean take the beat\nI mean do everything, take the movements of my feet\nTake the spinning that I do and everything else\nAnd then try to copy it by yourself\nNow I'm talking to all you MCs out there\nI'll say your name cuz I don't care\nWe got the Real Roxanne, Sparky Dee\nAll the other Roxannes imitating me\nWe got Run DMC and Kurtis Blow\nWhere do they come from? I don't know\nAnd frankly I, don't really care\nBecause I'd say the other things if ? wasn't there\nLike LL, ? ? us all, but he needs a beat\nThere's other MCs out there in the place\nThat just make me feel like a disgrace\nTo be part of, yes, the MC race\nThey make me feel, such a shame\n? they gotta def record cuz they're playing a game\nLike Inspector Gadget ain't that something\nFrankly I know that rap ain't nothin'\nIf it was left to a girl like me\nIt would be at the top of the rap industry\nNow I am known to have the freshest rhyme\nTo say everything so they get on mine\nYes, I am new, in the crew\nBut frankly I know just what to do\nFirst, I grab a mic and a pair of ?\nAnd just from there I'm in my own little zone\nMy own little zone with the freshest rhymes\nWhere every beat that I say gotta be on time\nWith the freshest things you wanna hear\nComin' out straight to you and real clear\nNow I'm sorta mad and quite upset\nAnd this is something for ya all MCs to regret\n\nTalk about how they're so devoted\nTake my rhymes, but swear they wrote it\nYou wanna keep biting, you wanna persist?\nWhat's your debut Marley Marley? (Bite this!)\n\nBite this!\nBite this!\nBite this!\nBite this!\nBite this!\nBite this!"
    ],
    "Release date": "January 1, 1985",
    "Title": "Bite This",
    "Artist": "Roxanne Shanté"
}