{
    "Lyrics": [
        "(Intro)\nRS: Excuse me, but who would you be?\nSD: Yeah that's right, I'm Sparky D\nSo listen my girl, what you have to say?\nRS: Get it right, baby, Roxanne Shanté\n\n\nHi Roxanne, and how do you do?\nMy name is Sparky D, and I'm pleased to meet you\nLet me tell you something, girl, that you should know\nI'm Sparky D, and I'm running this show\nYou got braces in your mouth, you're full of disgust\nDon't bother drinking water, 'cause your mouth will rust\nYou went to the doctor, and what did you hear?\nThe doctor said \"Rox, you got gonorrhea\"\nSo you went back home and said \"Help me please\"\nYour man looked at you and said \"You gave me fleas\"\nYou went back home, and started to nag\nYou started looking at your \nHe said \"Damn, where you get this from?\nSparky D was right, I am a crab \"\nSo listen Roxanne, here's something to learn\nYou had a right guard but it made a left turn\n\n\nA right guard? A wrong turn?\nThis is something that you must learn\n'Cause you took it too far, and that is right\nNow it's my turn, yes, to get on the mic\nTo prove to you that I'm the best\nWhen I say my rhymes, I prove they are fresh\nTo let you know how far you'd go\nBefore I let everyone know you're a ho\nI got you off the stroll in case you didn't know\nAnd if you do not like it, I ask \"You wanna throw?\"\nCause see, I don't play games\nAnd don't call me no names\nThe words that you say do not make me shamed\nNow I don't play with girls like you\nFrankly when you say that I am through\nBut listen here, you know you're whack\nTook a half-assed bite and you're much too fat\n\n\nOh such a pity, you're really too skinny\nYou're only fifteen, and you're just growing titties\nYou think you're a star with a size A bra?\nAnd if you don't believe me I'll show DJ Marley Marl\nYou call me fat but I'm also fly\nSay it once again and I'll punch you in the eye\nI drag you, ho, up and down the streets\nThen you know Sparky D can never be beat\nI was walking one night, all alone\nAnd I happened to glance by the funeral home\nI rubbed my eyes, what did I see?\nThe R-O-X-A-N-N-E\n\n\nI told everybody you was all on mines\nSee, there you go, sayin' my lines\nThe R-O-X-A-N-N-E\nStay off my shit, Miss Sparky D\nI tried to tell you, don't mean to yell it\nDo I have to break down and spell it?\nWill you learn? It's my concern\nCause it is you I play to burn\nYou think I'm playin'? Listen to what I'm sayin'\nYou think that I'm jokin'? I don't need a token\nJust listen to the words that I have spoken\nYes you live in Brownsville, and you are ill\nMe and you could never be chill\n'Cause you can't hang, that's right, I'm Miss Thang\nI'll knock you out, with a boom and a bang\nNow yes, you're a heavyweight, and that might be great\nBut you're the only one who'll be leaning over the gate\nGetting fucked in the ass listen to \nAnd you're the only girl who ain't got class\n'Cause they told me, you didn't think I'd hear\nBut they told it straight to me real clear\nThey tell me all about you\nAnd all the niggas in Brooklyn that you screw\n\n\nI'm Sparky D, and you should know\nI've got pretty long hair and yours can't grow\nI met this girl, and you know that's true\nI'll explain this doll all to you\nHer name was Shanté and she is wack\nYou couldn't hardly see her, she was too damn black\n'Cause she got real mad 'cause I am too fly\nIf I was that crab I'd rather just die\nHer name is Shanté and she is a dog\nShe's always on the border and she leaps like a frog\nEvery time that I see her, she's too young\nShe's too young to even make a man come\nEvery time that I see her, I'm the best\nI'm Sparky D, and the case is dismissed\nSo listen my girl, this is something to dig\nYou cut your hair so you wouldn't wear a wig\nListen my girl, you're too skinny\nIf I was you, you're worth a penny\nA penny\n\n\nA penny? A nickel?  yourself then, \nEveryone told me how you did it\nAnd if you did something like that, God forbid it\n'Cause we all know that you're not with it\nAnd when you  they spy your \nBut he couldn't hit it, and you couldn't get it\nSo it's time for you, to get down with it\nNow you must be blind, deaf and dumb\nWhen I walk down the block I make Spyder come\nEveryone knows just how I am\nWhen I get on the mic, I don't give a damn\nIf you see that I rock, don't you see it is me\nThe R-O-X-A-N-N-E\nNow you made me mad, you got me started\nNow I bug out, cold get retarded\nThe rhymes I say: devastating\nAnd yes you know you'll be imitating\nAnd everyone knows that you're perpetrating\nNow if you've never encountered an MC like me\nI'll bust this shit here Sparky D\nWhen it comes to rhymes I say\nYou can't hang with me, Miss Shanté\nWhen I say Miss, I don't mean bitch\nAnd this is something for a switch\nI'm a girl, and I'm a \nYou's nothing but a low-life scamp\nI call you a scamp instead of a tramp\nYou walk down the block with your panties all damp\nEveryone knows that that is right\nAnd the doctor met you the other night\nI went to his office, and there you had \nBut you told him that he's reading my chart\nWhen he read to you, don't you know what it said?\n\"Damn, I want to get that girl to bed\"\nWhen he read your chart straight to you\nHe said \"I'm sorry, Sparky D, but your pussy is through\"\nHe didn't know what to give you yet\nTo fix your shit to make it fresh\nBecause yes your cookie is all crumbs\nYou's the only crab lowlife bitch who's a bum\nYou live in Brooklyn, you ain't good lookin'\nYeah I heard about your cookin'\nI don't play games, don't call me no names\nI'll say some shit to make you feel shame\nI already talked about you with \nI talk about you, and that you suck dick\nI told everybody how I rock a party\nAnd when they see you that you're totally nobody"
    ],
    "Title": "Roxanne Shanté vs. Sparky D: Round One",
    "Artist": "Roxanne Shanté"
}