{
    "Lyrics": [
        "\nReady?\nWhat up ho\nYo I knew you wasn't as tall as me man\nShit you try and reach my head\nYou look like you part of the clan\nAnd Math ain't shit to me, I cheated on all my exams\nSo you already know I got this shit in the palm of my hand\nYou think I'm scared of you?\nDose me I dare you to try\nI'm something terrible\nStare into the glare in these eyes\nA fucking animal, a caribou compared to a lion\nA bear on its hind legs ready to rip a deer by its spine\nA Hannibal, covered in blood with my hands in the sky\nAnd paint my face with it smeared on my eyes like ancient Native American tribes\nHe claims he packs that 9 milli, But that's clearly a lie\nCause it's simple mathematics, you never carry a 9\nThe Math professor, about to school you\nClass in session, pass your test in\nPut your hands up if you have a question\nI'ma teach yo' ass a lesson, snatch your pencil\nSnap it in half then rapidly stab your neck\nTill the gash looks like a staph infection\nYou couldn't last a second in this class, or grasp the academics\nThere's charts and graphs\nAnd your bars don't have connection like phones with bad reception\nPat's a legend like map directions\nCast reflections that crack glasses and smash the lenses\nAnd I'm mad dyslexic, I read the wrong way a lot\nSo I'll twist your cap backward since you want to be Pac\nI'll give you another one of those check this\nI just battled Ice, The Wolf, a close match up\nTwo real dudes, that's why it was such a dope battle\nYou just faced Arsonal, but see what y'all have in common is you're both actors\nOnly thing you have in common with Wolf is your flow backwards\nPac, Wolf, flow backwards?\nI slow roast rappers 'til they're so black Joe Jackson will cold smack them\nMob shit, roll past him in an old fashioned Volkswagen\nLike the wiser's brotherhood; slow, clapping\nNo acting, thick like a wool jacket\nI'll pull back and make you do a full back flip\nBull mastiff, predator drone blasting\nRound 1, Math is done, closed casket\n\n\nRight now, Patty is like \"Finally...daddy is spending time with me.\"\nWell I'm sorry Pat but I don't think your father's black\nAnd besides, Hollohan was on the line with me\nWhen Organik was banging your moms out\nHollohan turned and asked me privately\nHe said, \"Excuse me brother, but do you have an extra rubber?\"\nI said, \"I'm sorry, but I don't think you're the same size as me.\"\nThen he said, \"Aw fuck it I don't need it.\" Then he thumbed up and winked his eye at me\nAnd I ain't trying to cry in pee so I stepped off the line quietly\nNow I'm sure the reason crossed your mind\nI saved myself the awful time\nOf sitting in the clinic feeling like I titty fucked a porcupine\nCause this nigga Hollohan be burning bitches so bad he even caught some time\nDon't y'all have free health care up here?\nNow that's sick, but I ain't come out here for sponge god, I came for Patrick\nYou pink like a pussy\nBut a star is not your hat fit\nYou attack kids, the deceased, autism, you need your ass kicked\nSo I'ma break you down cause I'm a master with this rap shit\nMy facts hit ya like RZA playing a ninja blacksmith\nSucka Free Boss\nSucka Free\nWhy the fuck you claiming that shit?\nWhen everybody know you and the G.O.D. you smoking crack with\nBe out back, muah muah, sucking on a glass dick\nNow you Pat Stay fans, close ya eyes\nGet in a zone and relax\nVisualize Nova Scotia, Dartmouth...an open door in a local flat\nYou go inside, you walk to the living room and who's sitting on the sofa? Pat\nNow immediately you get excited cause you a fan and that's how you supposed to act\nYou go approach for dap and a cloud of smoke makes you choke and hack\nThe smell is like wet ass\nThat's when you finally notice Pat, suck a pipe\nFuck ya life, your favorite battle rapper is smoking crack\nI mean I couldn't believe my ears when you confirmed it on the youtube\nThey said you was a dope rapper but who knew you do whoos?\nI mean why smoke crack?\nWas it a ploy to be blacker?\nDid you misunderstand a black man that called you a \"cracker\"?\nYou see Pat, smoking crack might get you more known as a rapper\nBut there's a chain reaction\nInstead of staying Rich you prone to Dizaster\nAnd crack don't make you think about goals and your squad's lane\nSo I guess all your hopes after this are cane/Arcane\nYou don't got bars like that\nYou do Seinfeld impressions and smoke hard white crack\nSo try not to fall asleep, you know his bars type wack\nAnd I'll be here second round to bring the bars right back\n\n\nYou always saying \"I'm the realest\"\nAre you? I don't believe for a second\nCause if you were you wouldn't have to feel the need to address it\nYour definition of \"real\" is intimidating the weak and defenseless\nBut there's a difference between being feared and being respected\nSee I'm a stand up loyal dude and to the streets I'm a legend\nThe same hand I'll reach out to help I'll beat you to death with\nSo fuck a Dose I'ma lethal injection and the needle's infected\nSo if Math tests or even questions me I'll teach him a lesson\nThat tough guy act is a scream for attention\nMaintaining it must be hell\nYou think Canadians are soft cause we're nice but y'all are just scared to leave your cells\nSee that New York permanent tough guy act to me is just a scream for help\nCause you fucking Americans are stuck in this character and can't even be yourselves\nEveryday you gotta put on that tough mood\nGod that must bug you\nHis moms be like, \"Love you.\"\nHe be like, \"Whatever. Fuck you.\"\nHe's an insecure little bitch, soft; emo\nWears a hat every battle cause he's bald; chemo\nReady?\nMath Hoffa, hairline like your grandpapa\nHe'll snap on ya if you try to snatch his hat off him\nMale patterned baldness, ain't that some dog shit?\nLook up Math Hoffa's six battles if you haven't saw it\nHe won't even take off his hat for the national anthem\nBut you gotta put one against ya chest, so he carries a spare one\nYo, what kind of shit is that?\nHe goes swimming in his fitted hat\nEh, he'll give you daps but he'll never ever tip his cap\nI know you hate that shit\nBald is beautiful Matthew, embrace that shit\nEh, real shit though\nAnd the way you beg for Murda Mooks attention so sad it's disgusting\nIt's like you're obsessed with him\nDo you wanna battle or fuck him?\nAnd ever since Calicoe punked him his verses just don't have any substance\nCause his career was built off being a bully and Math never done shit\nThat's what acting so tough gets, you could've amounted to something\nEvery battle you've done since has been counter productive\nYou went from the highest paid battler to rapping for practically nothing\nYou turned your road to success into a path of destruction\nNow your whole world's caving in\nBang, now your baby's sick\nKarma's swinging back for slinging crack to that pregnant bitch\nDose get his way with him, chrome to his cranium\nClick, click boom turns his dome to a stadium!\n\n\nHe tried to diss me for the baldy\nI bet I get more pussy\nEvery day I get realer, you just get more pussy\nAnd why you using Dose bars? Why don't you use your bars P?\nYou just mad cause Drake came here to hear my bars P\nI'm on the road but I still pack the house like an RV\nMath Hoffa and King Of The Dot, oh it's a movie\nSo many people wanted to see this Blackout I thought I was Boosie\nPat you ain't scary at all, you just tall and you goofy\nI bet this red devil be hanging out with Officer Doofy\nYou outta salute me\nIf you wanted to shoot me I'll respond with the clips like I was talking with Bootsie\nI kill niggas, Hollohan's clan oughta recruit me\nYou trying to get it popping, this cross is a doozy\nLike when Diz' parents not around, it's off with your kufi\nThis just a warm up, I'ma put you through a torture rack\nI heard you trying to get on URL, I know the boss of that\nSo why don't you drop that N bomb while you getting off your raps\nAnd right after you finish that bar I'll let you talk to Smack\nBut you from Scotia, straight up\nSo if I walk past and bump your shoulder\nYou slip my throat slower than a Russian soldier\nThat's how I know you sleep\nCause in the streets I see you come up closer\nYou bump my shoulder, especially someone that doesn't know ya\nRight on a bump, off a hunch, I untuck my toaster\nYou turn I shoot your neck out like a fucking cobra\nThat's how Brooklyn do\nEvery time I look at you\nI wanna put a fist, knife, bullet or a foot in you\nAin't no crook in you\nI had to do this before Drake\nReal niggas hate your face more than them court dates\nIt's fucking over\nThis kid's a fairy\nI seen him choke on a The Saurus\nBut I bet he suck a dick and a dictionary\nI run up on him like, \"How you gonna harm me fiend?\nYou in a gnarly dream that you Charlie Sheen.\"\nI got some yardies that'll catch you at a party scene\nAnd leave your skull all over your clothes like Ed Hardy jeans\nCause all you do is fish Pat\nAnd that's a quote\nBut we ain't ever seen you throw a hook so that's a hoax\nIt was fishy, you was calling Arsonal a fake Crip and cracking jokes\nCause if he came across some real C's/seas, Pat will (paddle) boat\nYou don't got bars like that\nYou do Seinfeld impressions and smoke hard white crack\nSo try not to fall asleep, you know his bars type wack\nAnd I'll be here third round to bring the bars right back\n\n\nIt's about to get real personal\nReal personal, I hate to say it\nY'all gonna wanna hear this\n\nYour grandma looks like Goldust\nBut she a pro that hoe's nice\nBends over like the bitch rolled dice her whole life\nAnd the head was the best ever\nShe even let all my friends get her\nThat bitch went through more  than Fred Penner\nPat Stay peep the mack game, clean cut with a jacked frame\nStepping up where the hoes at, pssst, Axe spray\nEh, tugging on my dang-a-lang, strutting through your hood where all the gangsta's hang\nAnd they be chucking deuces like orangutans\nStraight from the get go, I let it be known I wasn't fucking around\nI earn my respect without dick riding and sucking up to the crowd\nRemember? I came here by myself and I ain't scared of no motherfuckers\nHis whole crew is like a Halloween in the ghetto, just a bunch of suckers\nSo go ahead, do exactly what the people expected\nBring up that old autism shit as if you were deeply affected\nCause trying to turn the crowd against me is just cheap and pathetic\nBut if that's what you have to do to beat me than at least you accept it\nSee me and Marv had a problem so I had to disrespect him\nCheck them\nGot up in that ass; rectum\nAnd that means you get emotional, that's how I can tell you soft\nYou got an autistic brother too, I'll kick his fucking helmet off\nEh, catch me dropping a big ole' stank of shit in a handicap stall\nA retarded bitch comes wheeling up in here get her fanny pack robbed\n\"Give me my candy back!\"\n\"Nah.\"\nSmack 'em out of clammy palm\nThen toss around like Jazzy Jeff with her granny panties half off\nEh, I'm on my white boy shit, better get it straight\nI'm a white boy in every single way\nUh huh, got the top score in every single game\nWhat? I fucking watch porn every single day\nI'm on my white boy shit\nFigured it was all a game 'til I'm at your door with a reciprocal saw swinging a ball and chain\nI'll fucking bust in your crib buck naked just swinging like Carlton Banks\nLike, \"Yeah bitch! Now don't ever say your dicks are bigger than ours again!\"\nYo, first time I listened to Chocolate Rain...I fucking kicked my dog in the face\nHe lift up his leg to piss and I punched him in the fucking dick like Johnny Cage\nYeah, I got mad black in my family so I'd hate to make this a race war\nBut if you stereotype like I'm scared cause I'm white I'll break your face with a skateboard\nHe was trying to call me racist before\nBut that's wack as shit\nHe just got the wrong impression when I said I was riding through the hood and cracked my whip\nBut I ain't prejudiced even half a bit\nShit I could give a rats if you African\nThis my homie Zeno and that motherfucker is black as shit\nEh, he's a closet homo, keeps it on the low low\nYou probably know though, hump backs like Quasimodo\nHis pops expected it from how he always he always wanted Pogos\nAnd by his wrists and how easy he can walk a Yo-Yo\nI caught him checking out my hoodie, I was rocking Polo\nHe was staring at the horse's dick on the logo\nMafioso, I'll cock the fo' fo', pop it and watch in slow mo\nAs his bitch's head goes in a circle like a Versace logo\nI'll drop this homo faggot\nMy reach is so long I could throw blows standing and no mo' slander I go solo\nBanging, Komodo dragon I'll Go-Go Gadget fold yo' ass in half like a rolled up mattress\nI blackout, woke up and don't know what happened\nIt's photographic\nCause all I can picture is snapping is taking shots and seeing flashes\nPhotographic, picture snapping, taking shots and seeing flashes\nSee my raps go over heads like turbans so I slow it down then, fuck it\nI don't need no punchline shit\nI'll paint the picture plain and simple for you, suck my dick!\nI'm Pat Stay, I already fucking won this shit\nSo I'ma end this fucking battle off just like this\nSucka\n\n\nPat 'bout to be Swayze\nYou gon' wish you died in your sleep\nSee your life is like the movie Ghost in my eyes and it's deep\nCause I seen your best friend set you up to die at your peak\nAnd you should hide from them black guys that rise from the street\nBut I don't wanna bring up race, cause I know it ain't right, right?\nI mean the race shit is fun, but it got old, like Excite Bike\nBut I was thinking about your career and I came up with a bright light\nOn how I could expose Pat Stay and what his life's like\nYou ever notice the similarities on all your biggest fight nights?\nThink about your weigh ins (Wayans) brother, you ever feel like you White Mike?\nBut Pat think he The Joker {Matt flips his tongue a bunch} y'all see the way his tongue be popping out\nThat shit hella gay and it make me just wanna knock him out\nI guess that make you Drago and I be playing Rocky Bal'\nBut Drago was a champion and Dizaster is the top renown\nI bet if Organik said, \"I'll give you the chain if you top me now.\"\nWe'll see Pat Stay face down longer than Pacquiao\nYo Pat is wack, gassed up too, somebody pat his back, burp him\nI hit his head and reverse him, show Pat his back and that's just off of jab impact\nI'm only tapping Pat, spin him backwards\nThat's what you see when Pat is tapped\nMatter of fact...stay\nCause you my bitch today\nAnd I ain't saying pause\nCause \"stay\" ain't a word I say to broads it's what I say to dogs\nIt's time I show my neighbors, your behavior need a change of course\nYou need to pay the cost for what you claiming, cause you ain't a boss\nLet's take this Canadian battle league\nThis ain't the one you came up off, but this the one you make your paper off\nWhy is it that they endorse an Arab from Cali and gave him the title chain to floss\nWhen you and Hollohan could easily be the face up north\nIs it because they don't wanna see you two crack heads caking off?\nI mean, I personally know, you only getting paid a fourth\nOf what they paid me to fly over and flame your corpse\nNow in my mind, my logic, that shit sound like a major loss\nWhich makes you the lamest fucking boss I ever came across\nSee if I ain't take a plane here, I probably would take a horse\nCause I'm like Django, at the bar getting paid to off\nAnd you over here fighting for your life cause you the slave of choice\nAnd Organik is Calvin Candie\nCause we was both on the cell, I asked for Dizaster, that's when he spoke and said, \"Well...\nI don't sell the niggers I don't want to sell.\"\nY'all see how I'm just killing him softly?\nEven if I was pussy I couldn't get killed by a softie\nI thought Organik was showing me love bringing me in to support me\nBut now I see, he was trying to help Stay up by bringing in coffee\nI gave you pure comedy, you don't deserve hot quotes\nMatter of fact, your whole career is like a knock knock joke\nKnock knock, ask me\n(Who's there?)\nPat Stay\n(Pat Stay who?)\nExactly!"
    ],
    "Release date": "January 26, 2013",
    "Title": "Pat Stay vs Math Hoffa",
    "Artist": "King of the Dot"
}