{
    "Lyrics": [
        "\nYou make the worst life decisions\nI've been wantin' to do this for so long\nYou a virus in battle rap and I can't let you go on\nYou steal bars, you stole Jones, you stole Hollow, you stole Con's\nYou stole Dose's, even Soul Khan, the list goes on!\nBut that's five cats, I'ma stop at 5 cats, nigga hold on\nYou took five cats and put them together\nWell that's actually kinda clever, 'cause now I understand why your punches are all bites: you think you're Voltron\nNow there's two things about you that make you the worst kind of lame\nSo I'll combine the two and make a multiple choice on why you stole Hollow's name\nIs it (A) You was suckin' dick and tryna get a buzz?\n(B) You was suckin' dick and tryna get a buzz?\n(C) You was suckin' dick and tryna get a buzz?\nBut we know the answer is (D) All of the above\nNow, you steal every fuckin' battle\nSo don't tell me to switch the topic\nOn behalf of all the battle rappers here, you need to stop it\nWhen we rhymin' and you come around you know what we do?\n\"Ayo it's John John, watch it, watch it, watch it, watch it!\"\nWhen you leave we slam the door, lock it\nAnd check if you picked our pockets\nLook you doin' this for profit\nIf you gonna take a bar from a nigga at least buy him a drink after you swap it\nBut this gonna be your first battle not stealin', you need a dropkick\n'Cause if you ever had some hot shit\nThen you wouldn't have--\nWait a minute, you about to try flip some of my shit!\nWell I'ma do it before you can do it, nigga watch this\n\"They say the eyes are the window to each soul\nIn your eyes I can see you climbin' through windows to steal flows\nBars! I hit the side of your grill, you will doze\nWake swole with your eyes sealed closed from steel toes\nI'm a veteran with a thirst for beheadin' these lil' hoes\nMy  among the legends, my measurements still grows\nJohn John can't see me in the ring: I'm Bilbo\nBaggin' these motherfuckers before they can feel cold\nIt's Hoffa! Everybody know that Hoffa's the realest\nEverybody know I solidify my spot with guerrillas\nBut you a faggot rapper, battlin' for the spot where the deal is\nYou solidify your spot in the village, suckin' cock with them niggas!\n DNA's bars I see, mi bars son ahí\nSo try not to fall asleep, you know his bars tight whack\nAnd I'll be here second round to bring the bars right back\nHoffa!\n\n\nYou ready for some real bars now?\nMath Hoffa, NYB—that's what you rep right?\nMe? I ain't nothin' but pussy, that's what you said right?\nAnd you pop off at any sign of disrespect right?\nFuck you! Suck my dick! Pussy let's fight!\nBully who? Do I look like Dose to you?\nSpeakin' of Dose and you, right now you owe it to\nFuck how you swung when he got too close to you\n'Cause I'm a real nigga, you just did what you was 'sposed to do\nI ain't Dose, try me if you want\nIf you want to play ground you can swing if you want\nGet a halo and a fresh pair of wings if you want\nA one-way ticket to see B.I.G. if you want\nAll I see is a punk, he get live on the stage\nI'll yoke him with the burner like I'm fryin' the egg\nThen put the clippers to his temple like I'm linin' his fade\nGrab the stock and cap his ass like he's tryna get waved\nI'll slide the gauge in his mouth, down this nigga's throat\nTo show Goodz I don't need Earl to make a nigga choke\nY'all gon think he's signed to Eminem when I grip the toast\nWatch him get shady after Math get in the scope\nMath, you know that Yonkers bitch that you been in them flicks with\nI ain't gonna say no names for three reasons\n(1) That's some snitch shit\n(2) She happens to be somebody I'm still friends with; and\n(3) When I get back to Yonkers I want my dick licked\nThe bitch blew my whole gang so we call her Tookie\nShe don't let me port no more then I'ma off her coofy\nDumb aim so I got a gun game like Call of Duty\nThese clips got my Smith & Wes cravin' to shoot the horror movie\nThese clips, Wes Craven, horror movie?\nBut these clips don't need no subtitles, it ain't a foreign movie\nThese clips will put this dick in a box like a porno movie\nThese clips will be releasin' on demand like an ordered movie!\nNo more battles for you, this was your last cheque\nNow it's time to see you in hell so take your last breath\nThinkin' I'm an all of the above, well that's a bad guess\n'Cause I don't need a multiple choice to pass a math test\nBars!\n\n\nHe said some shit about Dose and he ain't Dose, dead it\nYou see why these niggas get no credit?\nNigga said he \"ain't Dose, try me\"\nBut turned his hat backwards when he said it\nThat shit corny! But you a thief\nYou even stole Goodz' chipmunk cheeks!\nIt's body time, nigga, this gon' read\nThis my 6th battle this year, guess you can say I made my mind up\nSchool of Hoffa, nigga sign up and step your fuckin' grind up\nI got these battle rappers like oh damn, Math movin' like Conan\nFour heads in one month? Jesus! in a row man?\nThis battle gon' be the same: Jesus and the Romans\nNo bitches in my crew, we Al Bundy and NO MA'AM\nI'll clap you with both hands, chop you in the neck\nBackfist make you backflip then rock you in the chest\nI'll dose you, but I don't gotta drop you for respect\nI'll catch you on your block late night, pop you in the neck!\nYou dead, brother, now R.I.P. to all the lost niggas\nThat watched gangster flicks and imitated all of the mob figures\nBut in the mob you gotta get permission to off niggas\nAnd this Don is not lucky, so we can't even cross fingers\nBars! But John think he the Baptist and Hollow's the God\nYou wear his name, spread his word, he's your idol, your lord\nBut Hollow don't fuck with you unless you bible in blogs\nOr Jew dustheads and can't tell that this disciple's a fraud\nWe don't like you, John! You need to leave this scene\nI'm nice, I don't even need to be this mean\nFor murder I come loaded with three clips, beams\nThat'll shine, I spot your tee I'ma leave shit clean\nThat's 48 shots that'll make me see ribs, spleens\nThey asked why son died, I told 'em I gave John 3:16\nYou don't got bars like that, man!\nYo, your family will never stop mournin' like Regis\nIt seems ever since I battled Verb, what's up Smack?\nWhy these lame niggas is all I see?\nI'ma start blockin' you and Beas on my call ID\nI mean y'all coulda gave me Surf, he got bars like me\nBut every time I face a Crip you see a R.I.P.\nYou don't got bars like that!\nNigga said I don't got bars, fuck outta here, them niggas lyin'\nSometime I spit punches so deep y'all don't get the rhyme\nBut if I tell a motherfuckin' joke you gon' get it fine\nEither way I kill a crowd like Boston when I finish lines\nThis nigga's dyin', oh\n\n\nYou got a lot of jokes, but where the fuck is your bars Math?\nJoke all you want, that's exactly what you are Math\nYou ain't no \"G\" as in gangsta with your fraud ass\nIt's more like G-ometry 'cause you ain't hard Math\nAnd I know my geometry really well\nLike he can have a-cute round written, but he still will fail\n'Cause if I fail his 90 degrees then I'ma give him Hell\n'Cause even if he takes the right angles it's still an L\nBars! Fuck how you grew up in Brooklyn, bogart on blocks\nHow you use to rob niggas or what you used to charge for rocks\nYou better switch it up before the rest of your stock market drop\n'Cause all they really care about is if you came with bars or not\nSo no old stories about how you used to chop work\nYou ex-security guard, that's what he mean he used to cop work\nWe line up like the tip agency if you got work\nAnd the second I send my men it's ours, that's how we clockwork\nSeconds, minutes, hours—you get your work clocked\nI might have to rewind this shit\nIf you don't know what time it is off the first watch\nBars! Bars! I burst shots to get him laid in a coffin\nYou don't need an alarm clock to get a wake in the mournin'\nI'm A1 when it's beef X steak I'm on it\nYou'll get killed in this bitch like baby abortions\nI'm a student in this game, I know my math of course\nSo let this be the classroom where Math gets taught\nI'll add bullets, divide his head to subtract his thoughts\nBut I don't need a blackboard to put Math in chalk\nI can get you stabbed with hawks or pop off 4's\nThis gauge MJ: got a chopped-off nose\nAnd blow his shirts off back and his socks off toes\nLike it's from Canal Street the way it knock-off clothes\nA million views in, I'm a motherfuckin' vet now\nThese old niggas suck, I'm the motherfuckin' best now\nFeelin' disrespected? There's no need to get upset now\n'Cause I'm about to make this bully look pussy in my next round\n\n\nYou said you spit gun lines\nBecause your fans prefer them types of punch lines\nI spit gun lines 'cause I really play with the heat\nNo LeBron references. I was raised in the street\nYou wasn't, so if you got gun lines don't say 'em to me\n'Cause you pussy, you wear glasses and your last name is McGee\nMCGEE!\nYou know how you sound to a nigga that seen shorty shot and slain?\nEverything go downhill 'cause in real life that 40 Glock is not a game\nWhen Joe said he had to tell his mother that her son died, I lived that\nBack when them bitch niggas killed Black and that's a real fact\nWhen I battle you niggas, inside I know I make you feel whack\n'Cause my metaphors be hittin' harder than they real raps\nAnd my real raps'll leave your whole character peeled back\nIf you trill and you really that character, steal that\nBut you want us to believe that you out in the world thuggin'\nBut when Bow Wow had a problem with Cat Stacks\nHe called you niggas up like you was girl cousins\nY'all niggas beat up btiches? Yo son, that ain't a trill route\nYou got a brother called Bart, right? Tell that nigga to chill out\nWe should call you Lisa 'cause you don't own nothin' you spill out\nBut since you wear glasses and follow Bart, I'll pull the steel out\nLeave your wig blew, now your crew can call you Milhouse!\nY'ALL NIGGAS BEAT UP BITCHES?!\nY'all some big bitch-ass niggas!\nWhen Young  was fuckin' up your brother car\nWhy you not jump out and get that nigga?\nI heard  got hit up though, but you wasn't with that nigga\n'Cause you bitch-ass niggas ain't the get back niggas\nYou the \"get back\" niggas!\nBut while your bitch ass is out there slammin' hoes\nI'ma need you to be clever\nBow Wow ain't gonna fuck with you for long, your team's severed\nI mean you lost to K Shine, you lost to 106, he's seen better\nPlus we know Bow Wow ain't gonna stick around if he see errors\nYo, fuck this nigga man, yo Smack, you wrong\nBeasley, sometimes I wanna close my hand and smack you wrong\nBut I'd never do that 'cause y'all my niggas\nBut I didn't wanna battle John\nBut now I gotta thank you for him\nAnd I'll tell you why I had a change of plans\nSee honestly food for thought, I thought you was a plate of spam\nBut the way you be promotin' other niggas bars that's amazin' man\nYou see eatin' John John is really healthy, 'cause he like Raisin Brans\nDNA's bars I see, mi bars son ahí\nHoffa!\n\n\nDefinition of a bully: somebody who uses power to harm someone that's weaker\nNow, would you mind if I be the public speaker?\nOn some real stuff he runnin' round swingin' on lil' niggas so he feel tough\nBut please don't believe his fake ass 'cause he real butt\nDose was too small and you know that, nigga\nYou ain't tough and Suge just exposed that, nigga\nWhen he hit your hat and called you a ho-ass nigga\nBut you a bully, Math, why you ain't dose that nigga?\nAll you said was \"what you call me?\"\nPussy, he called you a ho-ass nigga\nAnd what you do? Stand there like a ho-ass nigga\nIf that was me, then I woulda seen me fold that nigga\nAnd give Shotgun shells to reload that nigga\nYou tried to bully Arsonal, it ain't look like it work\nYou tried to bully Pat Stay, it ain't look like it work\nYou tried to bully Hitman, it ain't look like it work\nNow even though you snuffed Dose it ain't look like it hurt\nFor what it's worth, bet the bread that they gave you\nYou get too close I'll give you the toast and the cake too\nThat biscuit gon' cook and leave his muffin on the table\nA headshot'll turn his butter roll to a bagel\nWith the burner he gon' see these (what's that?) rounds comin' out\nI'll raid worms at his apple (what's that?) rounds for a scalp\nI can give his men toast (what's that?) rounds for his mouth\nAnd everybody gets a shot (what's that?) rounds on the house\nNigga, you ain't got bars like that\nStop rappin' 'bout guns, you ain't hard like that\nPay attention, I just said he ain't got bars like that\nNow spell it out 'cause he ain't B with ARs like that\nYou came with jokes but I'm not playin' tonight\nYou wanna keep it all rap, bitch, I came for a fight\nSo please don't say the John if you ain't sayin' it twice\nAnd if you don't add the Don you ain't sayin' it right\nGoodnight"
    ],
    "Release date": "April 20, 2013",
    "Title": "Math Hoffa vs John John Da Don",
    "Artist": "URLtv"
}