{
    "Lyrics": [
        "\n\nRight now, Diz is like, finally\nAbu is spending time with me\nLet's get to it, a battle or a fight?\nWhat you people really trying to see?\nCause I don't give a fuck, either one of them is fine with me\nI'm a G, it's too many hypocrites in this society\nHow many times y'all watched that Jones clip? Don't lie to me\nIt seems y'all got a fatal attraction for my variety\nThey tell me grow up, I'm Peter Pan, they get fly with me, I'm stealing\nMy hook's like piracy, but I agree\nBattle rappers shouldn't act violently, it ain't a nice look\nBut this is hip hop, so you can blow up with the right hook, I'm back, y'all\nHaters form a line on my sack, so you can say you stood with me when you heard I got blackballed\nMy chances with getting a match were slim as a scratch-off\nBut thanks to these wack, soft, amateur jack offs, and top-tier niggas that slacked off\nNow my phone's ringing off the hook like Jones when he backed off, let's talk facts\nBefore your first match, I was that nigga, the click-clack cap peeler, that Brooklyn vernacular\nI held you back in Canada, you wanted to scrap\nThem white boys saw some Math in D like Mac Miller, you rap filler\nYour flow's easy to track, if Eminem held a class on how Arabs could rap iller\nI'll look at you and see a star pupil, you Jack Thriller\nIn that Total Slaughter match, yeah, I choked but came back killer\nLooking at my phone - I ain't never do that, nigga\nThought I was watching 24 with your battle with Pat\nCause you choked, but to save the day, you ran to that Jack, nigga\nYou was on the stage, looking all suspenseful, coming off your temple\nBut you lost your tempo, what happened to that freestyle that we thought was special?\nYou looked in your phone to look at the rhymes Caustic texted you\nFlashback, I catch Diz in a whip, I pull him out the Jag\nChop his calf with a machete until it drop in half\nFlip him over like, is you ready? Then I pop the mag\nThings a black man gotta do just to stop a cab\nRemember that? I should've killed you sooner\nBut I knew you'd come back this road, I see the future\nNo, I'm lying, I needed Uber\nYou Jesus in L.A.? That's cool cause I reviewed the scripture\nThey booked the Matthew for Driveby, a crew should fix ya\nIf you don't throw a strike, then Organik 'bout to lose a picture\nI came on stage with a tool to stick ya\nI said, if you don't throw a strike, your organs is going to lose a pitcher\nStupid, I'm talking about your fluids, nigga\nWho you fooling? I was chewing you in Brooklyn, you just some leftovers\nEscaped the belly of the beast, guess you the next Jonah\nThis where Dizaster reign? It's time he met Noah\nYou delusional, this your funeral, you a meth smoker\nGet sober, they gon' say that nigga Math left BOLA\nWith the head of the heads bolas dead soldier over his left shoulder\nYou don't got bars like that\nI know y'all like, why he doing Akbar like that?\nSo try not to fall asleep, you know his bars type wack\n\n\n\nYou ready?\nI said, you better not do something stupid\nCause they gon' lose you out in Cali, Math\nAfter this, we gon' have a shooting battle from the Cadillac\nYou didn't hear me, I said if you do something stupid, we gon' start shooting in the middle of the battle like Cadalack\nNow we out the west, he coastin'\nIt's Math Hoffa, accepts two battles in one week's span so the other one gets less promotion\nIt's true, in a week he's going to step to O-Red\nHe has a death wish, let him go then\nIf he survives here, in a week, he'd be leaking everywhere just like Edward Snowden\nLast time we battled, you choked, d-d-duh-duh-did I hear Math stutter?\nLong blade like this hands smothered with all types of saw buzzers and slab cutters\nCatch a butterfly to your mouth like the bitch from the Silence of the Lambs cover, damn, brother\nThis is the last saga of Math Hoffa\nHat's off, he's a slap boxer, why you mad?\nPunchlines never land proper so he'll put hands on ya\nFor the sake of shock value, he's a black Blanka\nHe said if we piss him off, he gon' let the gat \"blaka\"\nHA, HAHA\nOne false move, we gon' feed you all types of shells from clam pasta\nTo crab lobster to trash off of a can if you keep acting like a trash talker\nYou gon' get the large can till they start calling Math Oscar\nYou get your ass shot, operation Black Water, watch Math drop so fast\nHe hit the floor flat on your back like an ab rocker\nThat Glock in my hand cocked, you will see clips from the smith flying like Hancock\nDamn, Hoffa\nIt's Hoffa doggie, here to fuck up another classic with one of his sucker tactics\nBut today is like a court date, we all get to judge who Math is\nHe went a whole round with Jones, and no one reacted\nTill he finally swung on him and that was his first punch that landed\nYo, go get a punching bag next time you wanna practice\nInstead of feeding your brother a knuckle sandwich and shutting down Summer Madness\nYour words don't connect, so you swing to get your punches across\nThat's how much of a buster Math is\nYeah, that's why you never get no respect\nThat's why you never get no respect\nWhat happened? Why you want to punk dudes like little Mookie and T-Rex?\nWhat happened last time you came to L.A.? Where was your reflex?\nWhen you got water poured all over your shoes and you got G checked\nI guess you could say it was his first time in L.A. and he was still getting his feet wet\nYou socked so many skinny motherfuckers that didn't drop, I'm somewhat amazed\nJust off of that, I could call you a pussy in hundreds of ways\nBut I'd rather sum it up in one phrase\nYour battle with Daylyt's the only time you've ever slept someone on stage, shit\nIf he's an N.Y. thug, I'm a Star Wars militia trooper\nIf he got his pistol, I'm set tripping in the missile cruiser\nBut I got the pistol, too, I'm a skillful user\nClick-click, you end up missing from the clip, like the hidden blooper\nAin't shit that you could do to convince me that this kid's a shooter\nI'll have the homie catch him in his Mini Cooper with the 50 Ruger\nLeave his brains hanging like Mr. Cooper, then blame it on a Crip from Hoover\nOn everything, but fuck all the violence\nYou supposed to be a good influence on kids, like a physics tutor\nBut ever since your name didn't end up holding as much weight, you became the biggest loser\nIf only you could take a time machine back to before you punched Dose\nSo you could see that in the distant future\nYou'd end up killing yourself like Bruce Willis did to the kid from Looper\nYeah, look what fucking battling did to you\nNow every single camera interview, they harass and they question you\nHow are you a real man when you let rap lyrics get to you?\nYou said you believe in god?\nLeast you could do is respect the talent he's given you\nAnd be proud with the powers you're gifted with cause there's thousands of kids that would die to be able to experience half of the shit we do, but you\nYou're just a piece of shit I met countless amounts like men like you\nTake everything for granted till the universe decides to snap and get rid of you\nThe laws of attraction is principle, but you never had a dad that disciplined you\nAnd tell you that as a kid, all you had was your inner you and that's what you listen to\nBut look what that shit done did to you\nNow you smack every single dude that gets within half of an inch of you\nCause you have to disguise that trapped little bitch in you\nIn some type of Anderson Silva move\n\n\n\nThis is battle rap, two emcees hit the stage\nWith no beat, they compete with rap schemes and displays\nNow some bitch-ass niggas like to fake beef to get paid\nBut at the end of the day, he ain't mean, he just gay\nAnd he don't mean what he say\nLike when you said you retired, I guess you didn't mean that, fool\nYou said I was scared to come to L.A., I guess you didn't mean that, too\nYou said if we scrapped, then that's gon' make your team scrap, too\nWell, tell me who gon' block the shot after I cream Abdul?\nYou a bitch, it ain't enough your battle see mad views\nThey respect you, but you want to be a street cat, too\nWell, I was tailored in the streets, just cause I seem mad cool\nYou press me, you on your ass like your jeans tag Trus, dreamland, snooze\nWake up with your cheek mad bruised\nTeeth cracked, getting the recap, it's that Summer Madness 3 bad news\nWhere your team at? You niggas want to react? Oooo, you lucky K.O.T.D. made sure we had food\nBatty man, I'm 'bout to murder the Taliban\nBanana clips, somebody call in the Tally man\nI was eating, Diz wanted piece like the Dalai Lam'\nYou slip and drop that chicken Parmesan, boy, it's Ramadan\nIf I was hungry, I'd beat up anybody hanging with D\nEspecially Okwerdz, I get the feeling when he hangin' with me\nThat he's so racist, his favorite movie is Hangover 3\nOk', you come out of retirement I'ma put you on bed rest\nSend techs in his mouth, boom, all you see is a red neck\nI'm from the Apple, y'all try to give me the beats\nI'll make your fucking doctor rich with no headset\nSurprised you ain't dead yet\nYou be taking all them methamphetamines\nDO me a favor, never get blasted off of heroin\nCause that'll get you outclassed and out of your element\nCause on Smack, you was the wackest that you ever been\nYou battled Rex, round for round, you got pound to death\nCortez put you in a box, spitting out your best\nArs, you was out of step, Aye Verb counted, yes\nNow you gon' catch a bullet to your temple like Malcolm X\nThis gon' be a view of what a Jew would do with Hitler\nI'm using Hitler cause your man think that you's a nigga\nYou speak in person, you be using nigga\nI guess you Donald Sterling and your Krack City crew's the Clippers\nI mean, why you hang with them? They bang you out in the Crip house?\nThis asshole is like his asshole, it got a big mouth\nI bet when y’all be sparring and Dizaster start to wig out\nAfter 40 bars, Daylyt pull his dick out\nStraight disrespect, that’s how you wanted it, brother\nI take it a step farther and cum in your mother\nIt don’t matter if I’m home, if I come with the hunger\nI’m whipping dog on the road like Dumb and Dumber\nCause you don’t got bars like that\nWhy your uncles be slipper-skating next to cars like that?\nSo try not to fall asleep, you know his bars type wack\nAnd I’ll be here next round to bring the bars right back\n\n\n\nYou try to rap to me Jamaican like you got a Rastafari Alliance\nBut you a fake Jamaican, like Snoop, dog, you lyin'\nSpeaking of dogs, I’ma give it to his bitch, Bonnie, raw dog\nNext time he calls me Abu, I’m going to invite her over for a motherfucking hot dog\nListen, pay attention, it’s like hunting season ever since they run from me\nI’m like the first shooting game for Nintendo, I was on everybody’s screen\nI aimed at everything that was ever considered fly above from me\nAnd even though they dogged me in the end, this whole scene started with everybody ducking me\nThere’s level to this, meet the game designer\nYou said you've been through a lot of shit, well, you have a lot of kids\nSo that’s probably baby diapers\nYou think I’m scared of you? I’m from Lebanon, we raise survivors\nTrain Al-Qaeda snipers, you do drive-bys?\nWe do car bombs like my block's sponsored by Jagermeister, what?\nI can’t believe they pay you for being such a basic rhymer\nSafe to say you're 35, you haven’t blown up\nSo you'll never be a fucking famous major label writer\nYou gon' be stuck in the underground for a long time, like a Chilean miner\nIf they put you in a cage, you’d be an amazing fighter\nHe’s a big-ass giant cyclops that hits people from the blind spot like an Asian driver\nI’m 'bout to get rid of this mathematician with a thousand different algorithms\nMade up of the foul decisions in life that cloud his vision\nBut what'd knocking them out prove? That if your rounds ain’t hittin'\nYou’ll swing in the middle of the round and hit 'em\nAnd show up without a second round like you did out in England\nAnd maybe you allowed to, but not in our division\nOut there they might be proud of you, but I swear to god\nYou show up without a round two, Math, we’re going to beat the living algebra out of you\nAnd I ain’t even power tripping, cause rather what I would do is\nOut-rhyme you and algebraically out-style you\nTriangulate on all of your ground moves\nSee, the root of the problem is there’s nothing positive about you\nSo I focus on the negatives and try to subtract them out of you\nMinus all of your foul moves and that’s how you\nCalculate Matthew’s absolute value, yeah\nWe seen you against Calicoe in New York\nWe seen the whole crowd give up\nYou got booed trying to make your style adjust\nYour man Cortez battled with Cal, got slumped\nI seen Hanz try to get in Calicoe’s face and his ass got punked\nIf you take the three of y’all together and you add them up\nIt means half of your squad went against a Cal, got crushed\nWhich proves we'll always be better at Math\nCause we would never let a Cal kill us\nBut I know who Hoffa, Math is, got everything dog-shit backwards\nHis bars don’t cause no impact so he starts socking rappers\nCause if he had fire, he would go lighter\nAnd wouldn’t have to strike 'em on the side like boxing matches\nPay attention, if he had fire, lighter, box of matches\nYeah, now I sound like all you faggots, hah\nHe’s a fucking nice guy, he’s not even bad, that’s what he wants you to misinterpret\nHe’s like Richard Sherman, he only switches when he gets behind the filming curtain\nHe smiles in your face, then gets on a track and quickly turns into Math, the killing version\nHe’s like Dexter, cause every time he gets in the lab, he becomes a different person, yeah\nBut I’ma tell you now Math, be cool, 'cous\nI’m serious, Math be cool, Blood\nYou said you gon' smack me, you said Math gon' do what?\nI seen you the first time, we was chilling with Triune once\nYou stood up in the corner like you was gon' do something\nSoon as you seen him, you was like, my dude, what's up?\nFucking fruit cup\nI’m trying to show you the large picture\nNo, like serious, Math, I’m trying to show you a large picture\nNo, like pay attention, I’m trying to show you a large picture!\n\n\n\nThis nigga blew up a picture of me with no shirt on\nThat's some other shit\nBut I bet off of the strength of that picture, tonight, I'ma fuck a bitch\nBut you, you dropped Islam just so you could suck a dick\nCause ain't no repercussion for faggots up on the mothership\nNow let's get real\nWhen Pac died, the whole west side fell in depression\nWhen B.I.G. died, the whole east side was mentally stressin'\nSee Pac wrote songs that led the black man to progression\nB.I.G. said, “Sky's The Limit” before his death and ascension\nBut this is why they fear battle rap, cause of how we vent our aggression\nIf that aggression is genuine, this shit could end in a second\nI still remember the question, is there a ghetto in heaven?\nI don’t know, but after tonight, there should be a 7/11\nI enter the session, calm just to censor the tension\nFor them stacks, I kick that shit, I’m Benjamin Beckham\nYou do a lot of dumb shit just to get some attention\nIt’s like if people think he hard, this nigga gets an erection\nYou a Arab-American bragging 'bout a weapons collection\nI’m surprised the FBI hasn’t sent an inspection\nBut since you talking guns, them shots gon' be denting your chest in\nArabs love oil, he getting drenched with the Wesson\nSee, I came into this battle with the plans of a mover\nYou disappear from where you stand in the future\nReappear in the past next to a corn field and hammers’ll shoot ya\nThat’s how you see an end, faggot, Anderson Cooper\nThis suicide, Diz you know you gon' die tonight\nI’m like a steering wheel in London, I be riding right\nBut this was probably part of your plan, an Al-Qaeda strike\nWhat happens when a Arab’s rapping with black dynamite?\nI rack, putting bodies in Glad bags\nI can’t even tell my pops what I do, I might get bagged, dad\nI heard Daylyt really box, and he ain’t half bad\nBut Math jab faster than a Dot Mob ass-grab\nYou been taking Daylyt’s style, give it back, fag\nTrying to stay ahead of the trend? Guess you a hash-tag\nYou lost on the show and broke out, you was mad sad\nAin’t even say bye to your homie, that’s a back-stab\nI guess your ass really needed the guap\nCause you ain’t pay back Marvwon for the meals that he copped\nCortez for the weed when you needed some pot\nYou ain’t even pay back Big T when you needed some socks\nYou bum-ass nigga, you gave me writer's block, the worst of this year\nI watched your battles till your fucking voice was hurting my ears\nI put the pen to the page, hoping verses appear\nBut this is why I hate Scrabble, sometimes I got no words for these squares\nI mean, shit be all set, I got my target in sight\nBut the shit I’m wanting to write ain’t part of plight\nCause everybody spits the same and y’all reward 'em for bites\nI’d rather narrate the Wonder Years and talk through your life\nSee, niggas know I spit hard, but they be caught in the hype\nVers’ Math, you get the draft, either a bar or a fight\nSo Diz gon' stand on the stage and try to offer advice\nBut I’m ten steps ahead like when you walk with your wife\nI mean, Diz, let’s keep it real, how bad could I be?\nYou took the bargaining price, they paid me top dollar\nYou even paid for part of my flight\nLast time we spoke, you was broke walking dog in your night\nSo when the fame’s gone, D, you gon' be starving for life\nYou got a broke nigga swag, your face says, “I browse”\nAll these fans and you can’t even count five thou’ right now\nAs far as I’m concerned, all of us should be iced out\nBut let’s talk about how you cried out in that Bed Stuy house\nYou told a room full of battle rappers that you wanted to kill yourself\nCause you 30 plus and broke and can’t find a way to build your wealth\nYou had the same sweats on for three days, to keep it real or help\nI slept in my jeans just in case he tried to steal a belt\nWake up in the morning smelling curry chicken\nDiz hanging in the basement like a dummy twitchin’\nFeeling fucked with no love, that’s the buddy system\nI told Muhammad treat life like it’s Sonny Liston\nOne of your mans got cancer, and he fighting for life\nBut you'd rather take yours cause you light with your price\nIf I was him, I’d slap your ass twice with a right\nWhen we die, we die as men, you gon' die as a dyke\nAll you are is an emotional bitch\nAll you wanted was attention when you told us you quit\nAll you wanted was attention when you told us that shit\nYour parents raised the blade, you should go for your wrist\nAnd when you die as a atheist, and your ghost in the midst\nAnd god ask, “Yo, Bachir, who told you to quit?\nI gave you so many gifts, now I gotta kick his soul to the pit\"\nSpoiled brat, couldn’t adjust after growing up rich\nReal shit, they’ll never take that from me\nThat’s why a nigga still smile when it ain’t that sunny\nHe was crying cause he broke, ain’t that funny?\nWell, I give him a couple bucks, that’s that Arab money\nYou fuck rapper, I split you and spill your guts after\nLook, Ockie, you sloppier than a nut catcher\nThis how Brooklyn do, every time I look at you\n(I wanna put a fist, knife, bullet, or a foot in you)\nNo, I wanna say, “give me two loosies and a Dutchmaster!”\nHoffa\n\n\n\nYo, how the fuck do you cheer for the type of shit this dude writes?\nLike serious, no punchline\nThis dude called me rich and broke in the same fucking round\nYou’re the dumbest dude I’ve ever met in my life\nMath, Math Hoffa, the fuck is wrong with you\nWith all these stupid Apu lines\nAnd the fucking lines about Arab women?\nOkay, you wanna fucking lie, you fucking racist?\nI’ma hit you with a racist line that’ll leave your mind spinnin'\nI will make an agreement with you, I’ll agree to cover up all my women\nIf you can agree to cut down on all the fried chicken\nAnd for once in your life actually try swimming\nLet me tell you some shit that y’all didn’t know\nAbout Bonnie and Drake, when he was about to take her out on a date\nDon’t roll your eyes cause you got mad at Bonnie and you started to hate\nYo, Drake was about to put Bonnie up in a fucking suite like a little ho\nWhy you think World Domination was booked\nAnd we got ourselves a little dough?\nAnd the reason why she never met with him is cause\nHe started to act like a little ho, and that’s why she didn’t go\nAnd he getting mad cause I’m like Einstein\nI’m exposing shit about Math that you didn’t know\nYou trip, I let the clip explode, you wanna act like a fricking ho\nI predict the shit that you gonna say like Charlie Clips when he did the Piccolo\nYou try to throw a jab, I sidestep it and crack Math like the DaVinci Code\nStop looking at the fucking phone, you starting to distract me\nYou could play if you want to\nBut don’t think that I ain’t afraid to have one of the homies pull a trey eight and pop you\nBro, don’t think I’m afraid to sock you\nI’m like Edward Scissorhands, I was born with the metal in my hands\nBut you could still catch the fade if you want to\nFuck your little fucking metaphor, little four-bar, little schemes\nI came to destroy y’all regime, I catch a body like nobody has seen\nAnd show up to your funeral and stand above your casket\nAnd dump metal in your box like a Coinstar machine, yeah\nAnd you just mad and all scared\nBecause he thinks I’m come in here touching you\nNow we see you last time out here, dog\nYou were clearly way uncomfortable\nThought it was all Love & Hip Hop till Daylyt got on him\nDid you see the way he busted you?\nFrom far away, that shit look like Stevie J was punking you\nI’m a war syndicate, I’ll torture your ass\nYou throw a punch and put more force into it than a Morpheus jab\nThere’s not a home item I won’t hit you with\nI’ll snatch the plates, forks and I’ll stab you with it\nTill your face warps like the Old Testament\nStep on mine and you’ll get bone and a frag\nOnce the force of the blast will leave you with torn ligaments\nShoulders collapse, bones missing, organs attached to the floor\nLike your cord's been slashed with a rotary axis from close distance\nI’m so vicious, I’ll show up to your pad like Jehovah’s Witness\nAnd force entry into your door entrance\nAnd sulfuric acid your bone remnants till there’s no more evidence\nFor forensics to report to the lab\nYou go from shows with sold tickets to more victims\nTo forgiveness from the mortician to the morgue in the bag\nFrom short visits from close friendships to identify your toe with a tag\nBut what good is a mortician when all of your toes missing, body cold as a slab?\nHis corpse shows symptoms of rigor mortis and cold stiffness\nLike co-defendants in court before the witness\nLet me show you the math\nThis is the type of hole you diggin'\nI told him if he shows up trippin', I’ll be forced to hit him\nGrab him by his throat and kick him\nTake him to the floor and quickly force submission\nPush his torso in grab his arm and Kimora twist him\nInto a choke-hold position like Forrest Griffin, yeah\nI’ll fucking center in a fire round the home you live in\nAnd throw your son in the middle of it like the solar system\nI’ll expose these cats and leave 'em leaving here out the door straight limpin'\nI’m down to rustle in the house like Kimora Simmons, yeah\nJust keep pretending it’s just jealousy and envy\nIt’s that next breed, they surpass him he’s a Cessna engine and they surpassed him like jet speed\nHe knows if he don’t do something they gon' forget him like PS3\nSo he needed something trendy, why you think he shut down SM3?\nEverybody from the event flee and Smack lost money on spent fees\nBut you brought this on your own selfie\nI mean, you brought this on your own self, G\nYou wanted to have all the muscle in the hood\nYou couldn’t be a normal mustang, you just wanted to be a Shelby\nCause you're selfish, fuck battling, you should enter UFC\nYou ain’t a real man, a real man respects his enemies\nA real man uses his verbal skills and only reacts with his hands as a necessity\nCause any man can throw a jab effectively\nBut it takes a bigger man to know you the bigger man and to just let it be\nThat’s why you lost all respect from me\nYou could be the knockout MVP, but you’ll never be the best emcee\nYou went your whole life trying to be the one\nBut you just killing yourself over and over like Jet Li\nHe ain’t no motherfucking battling legend\nHe only has one classic battle with Serius and that ain’t no classic\nHe had to stab Smack in the back just to get it\nYou’re wack and pathetic, fuck the fans that respect it\nYou don’t have any ethics, you dissed Cali now you back out west\nBegging the same people you dissed in the past for acceptance\nCause you’re a passive-aggressive, sensitive-ass, feminine faggot\nSuffering from manic depression who’s mad\nNo one in battle rap wants to give his ass no attention\nEven his own family rejects him, fuck, Smack don’t respect him\nHe only here cause he got canned, before that, we never seen his ass on the premises\nSo this is all I need to back up all the tracks into evidence\nThe only reason you’re here cause over there you don’t have any relevance\nYou fucking waste of life, I should punch you in your fucking face right now"
    ],
    "Release date": "June 27, 2014",
    "Title": "Dizaster vs Math Hoffa",
    "Artist": "King of the Dot"
}