{
    "Lyrics": [
        "\nI said, I wanna start this battle sayin' \"I apologize\nI'm sorry Math. I fucked up. Bottom line\nI failed you as a gangsta. It was hard, I really tried\nBut I got tired of wearin' them big ass clothes and I couldn't smile.\"\nYou asked when I changed, February 14, 2014 I had a child\nSo I'm sorry Math, it's over it's done\nLoyalty Over Money, to Math means puttin' Math over my son\nIt's dumb\nBut you gon' stand up here and say I ain't do right by you\nCause I seen shit goin' left and skkkkrt, made a right by you\nNow I gotta sit up here and listen to disses that write by you?\nRight\nBy you approachin' me in Houston I could've found the right bayou\nTo leave you in with Dizaster right by you!\nY'all both ugly 'bout that fight my dude\nBut it wasn't until he battled in Toronto\nI said, \"Oh, time to intervene. It's on the east coast. Cortez on the card. You gon' be with the team.\"\nIt's by home and ironically that fits the scheme\nCause Diz was in the strike zone and you didn't swing\nYou've been playin' this tough shit for over ten years my nigga, that's what you really get\nAccept your karma, it was a Dose of somethin' Serius!\nLittle bitch, little bitch, little bitch, little bitch\nI know when you like when I steal ya shit\nCause that's exactly how you been actin' ever since Dizaster when in ya shit\nI'm feelin' Wavy and me no like\nThat beefs so old it got e.coli\nBut Math hold, he still wanna rap beef\nMath old, he still come to events actin' super street\nSo when I found out I had to do this, a tear almost ran past my cheek\nCause when ya dawg get old...you gotta put his ass to sleep\nSo fuck Math, you ain't gotta be my friend Math\nYou 'bout to get 3 by 10, and after this I'ma be locked in a 3 by 10\nI know the measurements off but y'all ain't never seen my pen'\nI'm with all of the action, once I level up, if ya bars isn't matchin'\nIt's guaranteed to get ugly, that's just the law of attraction\nNigga this how you talk to a has-been\nAye Math, is it lonely down there?\nHe like, \"Yeah, yeah, yeah\nEverybody call Hollow the GOAT, Goat, goat\"\nIt's not fair boy, before I knew you I did 106, Fight Klub but he think Grind Time how I got here\nWell then think my Illmac battle cause I came in top tier (tear)\nNigga I got a giant Rocket\nSo big Hakeem couldn't try to block it\nOr find an object, cut Math just to make a science project\nThen keep {three stabbing motions} pokin' at him, the knife's obnoxious\nNigga matter of fact, this battle don't make sense to me\nIt's like challenging Daylyt to a spelling bee\nOr seein' ARP seven deep at Born Legacy\nI said {record scratching} let's start takin' it back\nWhat if Jones never ad libbed- {record scratching again}\nLet's start takin' it back\nWhat if Jones never ad libbed while he rapped?\nWhat if Dose never had on a hat?\nWould Math be where he's at?\nAt the bottom of the barrel to scratch\nAll them tails out the barrel to scratch is exactly why you there where you at\nTakin' who cares type of match\nWhile everything they for us (forest) fire, I'm just baring (bearing) the facts\n\"Aye Math! I'll be down there in five years, you want me to bring somethin' back?\"\n{Airplane noise} Damn your career done came and went\nY'all don't ever wanna be that Asian kid against Floyd at the main event\nThe nigga that used to punch niggas, what's his name again?\nMath Hoffa\nBeen carryin' his ego so long he got...back problems\nAnd bad posture, Math's a bitch\nType to eat Bonnie's ass and let his kids drink after him\nMath is sick\nKnown in the battle world as Dizaster's bitch\nHeheheh, I rhymed \"bitch\" twice\nBut I know y'all want me to get personal, right?\nLike y'all want me to stand up here and tell y'all shit about his personal life\nAlright well, Math's a Newport smoker\nBut when he's broke he smokes Blacks & Milds, so Math is a Black & Mild smoker, just ask around\nMath passed out razors at my Big T battle, you know fake crazy tryin' to bluff\nIt's funny passed razors to Verb and Cal' and them the next two niggas that lined you up\nNo bars about cuttin' class, the gem split him, y'all gon' see double Math\nAye Verb a nigga, hand ARP his other half\nNigga I'll Chi Ali ya and I'll leave ya with Aaliyah\nHe like, \"You got any idea how to get outta here?\" like IKEA\nI know he gon' diss me for LOM\nHe's wearin' fake LOM by the way\nHe's wearin' fake LOM under that\nHe's gonna diss me for LOM but that ain't what I got on\nI switched it cause I'm dippin' in HiddenLabelClothing.com\nNow here's a preview of his next round\nHe's gon' be like, \"You ain't loyalty bro\nHidden Label? You can't even be loyal to clothes!\nMike Zombie 'Started From The Bottom' that how-\"\nLook, don't mention Mike Zombie, he 26 and makin' hits with OVO music crazy\nMakes ya boy wonder (Boi-1da) how you 40 and ain't been producin' lately\nI was born on the same day as Rakim that's why they said I was dope\nSo two fingers ring or let 'em hang, you gon' remember the rope\nI accomplished my 90's goal, that was to never be broke\nOr be a Math, a grown man still livin' at home\nDamn Math, well matter of fact you live on the road\nFuck NYB, nah I ain't gonna say that\nI fuck wit' NYB that's my niggas you see him\nPlus he got the new clique, Spanish/Raggaeton, it's NYBN\nY'all see him?\nI know you gon' diss me but that ain't what I got on\nI switched it cause I'm dippin' in HiddenLabelClothing.com\n\n\nI'm 'bout to show y'all what a don is\nThis little nigga think he's sparin' wit' me\nNigga you should just throw in the towel, save all your apologize please\nCause right now I'm feelin' like Drago, 'bout to show him that he's outta his league\nSince shit got Rocky wit' son cause he ain't follow the Creed\nI feel like Hollow should bleed\nSo I'm out for the kill\nShotgun to his chest BAOW! Make him hollow for real\nPlan A: I'ma destroy Hollow with skill\nPlan B: Baby they gon' have me out on the pill\nFirst I wanna get one thing clear\nYou said, you wouldn't battle Dizaster 'til he shot me the fair\nIs this motherfucker deaf? Can this motherfucker hear?\nYou said, you wouldn't battle DIzaster 'til he shot me the fair\nAnd that's exactly the reason that got Hollow right here\nNow I don't wanna leave none of y'all confused\nIf you came here for some rappity raps, see your way out the back, this ain't the one for you\nBut for the rest of y'all that like that real shit, this gon' be fun for you\nI'ma talk to this nigga the way I wanted to\nHollow, what's up wit' you?\nI had genuine love now I don't fuck witchu\nToo many sucker moves I'm uncomfortable\nAfter that Boston shit, I had enough of you\nYou couldn't tell me Diz' was comin' through?\nAnd you tried to apologize? Why? That make it fuckin' cool?\nYou knew for like a month or two\nSaid he called and I was duckin' you\nYou right, cause you a bird ass nigga I saw the duck in you\nDonald or Daffy, either one'll do\nCause he complied with Diz's needs (Disney) and didn't warn a brother (Warner Brothers) so now it's fuck you too\nYou fuckin' Goof, let me remind you of somethin'\nBefore you met me I was grimy for nothin'\nType to line up your cousin\nLook at my timeline, violent concussions\nBefore you battlin' Joe  was fine for discussion\nI was 'Hammer Time' I got other rappers lined up for buttons (Buddens)\nI'm from Brooklyn nigga\nWe run Rikkers and up north\nYou from Queens but you act like a queen, nigga you butt soft\nI give him a knot, make his head look Prego if he want sauce\nSo work to Roc, knock that Luigi mustache clean the fuck off\nWho you playin' wit?\nI know you was about that life, I told you, \"Stay legit.\"\nYou ain't never had to take a trip\nTry to make a potato fit, find out after the baow the potato don't even make a dif'\n man down, shell cases and mad potato's bits\nMy dawgs that rep that red nose, Hoffa be down to shake for his\nMy niggas that rep that blue nose, mama Hoffa done raised a Pit\nCheck my pedigree\nNigga I be cool where it's dumb hot\nChillin' wit' the niggas that run blocks\nMe and you? We not the same\nIn Coney Island a couple gun shots made you run blocks and cannonball yo' ass off of some dock\nThat's real facts\nI know the shit is surprisin'\nIt's hard to picture the Dininon d-d-divin'\nBut in Coney Island we had issues\nHollow heard and with all his pride he came out to the water ride...and ended up on a water ride\nBut, all aside, what the fuck can you say about that?\nLet's be frank, the ocean? Ain't nothin' straight about that\nBut wait wait, you gon' play me like Pat?\n\"Oooh, I get in that ass, that's colon\nBbbbrrt, K's that's Nolan\"\nI pull out the strap BAP BAP BAP!\nThey like, \"Where Hollow at?\"\n\"I'm right here in the ocean...back strokin'!\"\nI'ma keep it real, can I keep it real?\nLook, I just came out here to clown this nigga\nReally I ain't out to win\nI knew you wasn't a real nigga, know how?\nCause he know how to swim\nIn all his clothes too, nigga lost a whole shoe\nHe was drenched, seaweed was hangin' out his pocket, look, look I ain't gon' hold you\nWe all been in scary situations that made us do some dumb shit\nBut that one slip, showed me under pressure...you gon' jump ship\nSo meet my nigga Splish Splash\nSplish Splash AKA Nigel Bennett\nEven for a light skinned dude this guys too timid\nMr. Bennett you pussy, don't nobody want ya kind of friendship\nCause if you catch beef thinkin' Nigel gon' be ridin' wit' it\nAnd niggas press him like, \"That's ya guy. If you lie you get it.\"\nYou know what he gonna say? \"My name's Bennett. And I ain't did it.\"\nAnd I'm offended, cause I use to ride for ya bitch ass\nIf we would've caught whoever beat up ya sister, they would've been stabbed\nI never hated on you, I applauded you gettin' big bags\nI even stood behind you in battles like, \"Yeah! Get him Splish Splash!\"\nBut now I gotta spank this bitch, but first I wanna say, \"Thanks for this.\"\nAnd for the record, I never asked or expect you to do no gangsta shit\nI relationship was like Banks and Fif's\nHe had them dope lines, get it?\nI had that street cred, A1, he got co-signed wit' it\nGrind Time was goin' bankrupt, he needed a home\nIf niggas wanted to check him on my account they left him alone (a loan)\nYou didn't need any APR, my status gave you equity\nFirst Smack deposit this delinquent seen (delinquency), he was in debt to me\nAnd how you pay that back? You withdrew on a war soldier\nSo now it's fuck saving bonds, we just standin' here for closure (foreclosure)\nSo how you wanna rap? I can give you real life and some bars wit' that\n15 I was hidin' AK's behind my mommy back\nYoung nigga, robbin' e'rything like nothin' wrong wit' that\nLumberjack, choppers that bark, just give us all we ask (axe)\nSnooze boy I pull bloody moves before that Cardi rap\nSpeakin' of Cardi, my shit real, these niggas Barbie acts\nBitch I'll hit yo' head wit' the pump, make you Minaj wit' that\nA strap on yo' chin with high points, give you a party hat\nYou don't want no part of that\nRazor blade, part ya back\nLet's see how low I can go before your parts detach\nYou spit them corny raps\nHe throw a hat in the crowd pull another hat out\nLet's see if you got another head when I spark ya cap\nMath Hoffa the monster's back!\nHoffa!\n\n\nHow he ended his round? \"Math Hoffa the monster's back\"\nI wanna complement you, this tracksuit is fire, where you 'bought it at\nLOMclothing.com? Thanks for the plug\n\n\nI'll tell you\n\n\nNow you act like you put in work for my sister, but in the face off I proved that ain't hold no weight\nSo in actuality, the Jackson family, cause everybody knows (nose) it's fake\nThat's rebuttal one, I need y'all motherfuckers wait\nA prisoner on escape nigga I'm punchin' out the gate\nIf y'all believe I got shot at on a ship or somethin', then that's the dumbest of notions\nAre you sure (shore)? How do I go from the ground and just jump in the ocean\nThen in the face off you said I stole ya shit\n\n{To Math's entourage}\nCan you tell them, \"Shut up\"?\nI need some bars Math, give it up\nPut ya hands up, nah cause hands down they gon' give it up\n\nYeah I stole ya shit bitch...nigga what?\nIt was premeditated to flip ya stuff\nIt was a sign that 3 16's gon' zip you up\nNigga fuck you, fuck what John John say, I do shit the Don way\nFace shot, have Math rappin' like Conway\nI just stole my own shit, now bitch what you gon' say?\nI'll leave Math stretched out with his feet up it's been a long day\nHis fire battle was Iron Solomon\nThe joints with Rex? They was all cool\nBut them big Summer Madness stages, even ya pet agree (pedigree), ya dawg food\nYa karma startin' to show in ya battles Math, stop actin' like a hard goon\nBut he's so negative, he only develops in a small room\nYou're just a human in an immortal war, stuck at a portal door actin' hardcore\nWhen bar for bar I could pull your whole record like Nardwuar\nWe both was in the projects broke, semi-famous on Youtube\nYou thought we was makin' moves moves\nI seen bigger and you knew so I wasn't disloyal Math, I outgrew you\nI had to be like, \"Fuck that nigga and his crew too\nThere go Murder Mook! Shoot! There go Jones. Fuck. Who knew?\nThere go \" - you know what? I wasn't disloyal I outgrew you\nYou Bang 'Em Smurf you 50\nYou Doughboy I'm Ricky\nYou Jojo I'm Diggy\nYou Torey I'm Dri-\nNo, you Drake and I'm Shiggy\nCause this once dance almost cost you 250\nSo who's really loyal?\nDo y'all remember when I battled overseas, was y'all noticin' Math?\nWhere was he standin'?\nIn the front, close to the pack\nWhen I battled Big T, where was he at?\nIn the front, is that holdin' me down or holdin' me back?\nI'll let y'all decide\nI guess you had a Phantom out in London that how the boy ride?\nBecause for some reason you Rolls on the wrong side\nMath you choked so bad out there I damn near wanted to call time\nSo who's really loyal?\nYou made me look bad\nI put in a word for Battle Of The Brave made sure they gave you a bag and I ain't even brag\nBut Killaz Battle League, you middle man, you ain't plug me with Vlad\nKnowin' both of y'all snakes was makin' money off ads\nWho's really loyal?\nHe gon' say I'm disloyal, I'm not LOM and I'ma hoe\nY'all know who's really disloyal?\nHis hairline it left you a long time ago\nSpeakin' of long time ago, I had weight nigga and I fronted you, facts\nYou took a month to flip two ounces, nigga ya hustle was wack\nSo I gave him some gems, put a QP in front of him he struggle wit' that\nHe still owe me 4 for 600 it's sad\nI guess NYB ain't the first time it fucked up the pack\nAnd don't have me mention  the Cali plug and the two plates you fuckin' thief\nBecause of that he didn't front me P's\nSee how ya actions fuck it up for me?\nBut Math loyalty ain't even fair\nHe be like, \"Yo, Subway just fucked up my sandwich, we no longer eatin' there.\"\nNigga the feelin' you got with me, I had with Conceited, yeah\nWhen Grind Time start quotin' his words it reemerged\nWhen he made it to Wild 'N Out and I asked him to post up a shirt\nAnd Conceited said, \"No\", I said, \" Word?\" Boy you know I was hurt\nI was thinkin' about all the times we was low in the dirt\nThen I thought about dissin' him, but I ain't have enough BITCH in me to go do a verse\nSee we both got them feelings Math, but who notice it first?\nThat's when the growth will occur\nSee, y'all call these \"dry spots\" but I score with mine\nYou can check points (checkpoints) they don't bored of (boarder) lines\nSo remember I can get super personal, but the devil do dance\nSo don't test me cause I can take it to that level too Math\nWhat you tryin' to start? Your career now, Coffee in Green Mile I play a giant part\nAR 'bout as long as a limb, I'm talkin' Andre The Giant parts\nTalk heavy get ma buried (Marbury) ya head get a giant part\nI hate niggas I fire squads I'm talkin' fire, your dialog (you'll die a log)\nWhen I am on I am GOD!\nI know y'all gon' diss me but that ain't what I got on\nYou got LOM but I fuck wit' HiddenLabelClothing.com\nPlus LOMclothing.com\nSno' dat\n\n\nThis bitch is thirst\nAll them lies 'bout givin' work\nTalkin' 'bout, \"I AM GOD\"\nNo you not, you tried walkin' on water and it didn't work\nBut you changed your life, right Hollow? 'I Ain't Mad At Ya'\nNow we was once two rappers of the same kind\nText battles boy you used to get slayed slime\nYou told me \"Hollow Be Thy Name\" was a great line\nThen you spit it versus Lux like it ain't mine\nI knew we grew apart, you probably don't remember\nI used to fiend for ya sister but never went up in her\nWhen you was Gucci soft, but what I truly lost\nSeein' her walk around the crib in them booty shorts\nMm, mm, mm\nYo, I'ma keep it real, I was gonna leave this out the rounds\nBut sometimes I used to go knock on ya door...when I knew that you was out town\n\n(Ya sister was nice! Whoo\nHow she doin'? You gotta hear this. I wanna keep it real witchu bro. C'mon you gotta hear this. Whatchu want me to say?)\n\nShe was nice, slim redbone...nice lips\nLook like she give crazy neck\nYo she came out the shower and said, \"Hi\" to me once, her body smellin' like baby breath\nYo I'd be talkin' to Hollow and she'll bend over in the background, that shit used to have me crazy stressed\nIn the gym doin' crazy reps\nThinkin' if she gave me sex, boy I'd beat that so bad she'd turn around and take my kids like ACS\nIt's shady, yes\nIf she watchin' right now, I know she's smilin'\nPussy gettin' mad wet, like Hollow in Coney Island\nYo Splish Splash, Spishy! What are we doin' here?\nCause a year ago you was scared\nMy heart's a freezer full of old beef, I don't got no room for fear\nI had lessons, I learned from my L's and grabbed lessons\nI'm solid, you’re salad, the doctor's gon' add dressing\nThis fag wrestlin', get in the ring now he hyper\nAin't you the one that Roc killed in the ring? Rowdy Piper\nYeah, you beat Ars', but ain't matter cause he was punkin' you\nJohn John took ya Don status and put a slump in you\nNow ya name ain't the same and it troubles you\nCause Hollow's just a ho and two L's now he owe (O) y'all a W\nMy name should be \"Big Facts\"\nI don't care 'bout your angles and how you spin that\nCause Hollow points shatter upon impact\nI'm a father of four and I take care of moms, I keep shit intact\nI do charities every year for the kids, I even give back\nYou in the hood, your rents $750, what's with the rich act?\nDuplex, big ass balcony, see where I lived at\nI went down a scale but still know the ways (weights) so I can give back\nYou sold weed, I sold coke and I was gettin' that\nBut now? I talk to kids in jail, inspire them with a chit chat\nThey can lean on me, the lean on you will get them sent back\nThat's big facts\nThese’s big facts\nFame aside, you say that you changed but it ain't the same as I\nCause once I elevated, I started changin' lives\nThis lame should die, this whole act is deceiving\nHe’s the biggest snake in that Apple\nIf I snap and just sleep him...ARP stay outta this\nWon't be no guarding (Garden) from Adam this Eve-ning\nThis gon' be biblical\nCause how you livin' is ruthless\nYou think you know a (Noah) nigga 'til the rain come and it give you the deuces\nBut I was clueless\nBut God was wit' me, I ain't see at times\nThis snake couldn't lend me a hand, that's not how he designed\nAt first I was sick about this shit, but now I'm feelin' fine\nCause in the Bible, findin' a snake in ya staff is really a healin' sign\nSo I'm ridin' out\nWhat the fuck you 'bout to lie about?\nYou gonna tell the fans that I'm dyin' out?\nLike what? I'ma cry and pout?\nIf that's ya view lil' nigga you still don't know what life's about\nIt don't matter how far you fall it's about how high you bounce\nLook at me now nigga\nYeah I lost some battles but I survived the war\nSometimes I just wanted the other half, I was broke and couldn't find a score\nPersonal shit was cloudin' my mind from writin' rhymes and more\nBut you can't judge me for my losses...like you ain't never take a dive before\nSplish Splash! Splish Splash! Splishy! Splishy! Splishy!\n\n\n“I’m a great swimmer by the way”\n\n\nAyo Splish Splash, you ain't never rocked wit' the killers\nThe way I'm beatin' this bitch, I could tell you learned a lot from ya sister\nYou thought that you could come out here and get the spot of the realest?\nI solidified my spot with gorillas and I don't rock wit' you niggas!\nIt's time to purge this nigga, I really wanna hurt this nigga\nBut both feet right through this pussy and breach birth this nigga\nTwin cannons, squeeze out one clip to murk this nigga\nThen drop that Iron and pick up the Loaded one and Verb this nigga\nWhat I need to beat this coward?\nThese'll make him sleep for hours\nI could slice him like pizza (Pisa) or turn him to the Leaning Tower\nGo 'head pussy, throw a punch, I bet I weave and out ya\nFuck boy, a bus boy ain't got a cleaner counter\nNow the knife, that's my wifey\nMy side bitch? She's a Ruge'\nWhatever wifey fall short at, my side bitch be geeked to do\nBut wifey? She's just rude\nCause she don't ever say she's hungry, but she'll still reach over and eat ya food\nKeep it cool, cause I would hate to take it further, I would hate to hurt ya\nIn battle rap it's finger guns, nigga outside I raise them burners\nEither way, after killin' yo' ass I might be facin' Murda\nSo let's talk to that nigga\nAyo, I know you buns, but let us (lettuce) get this cheese and may yo (mayo)\nCause rappin' like that, I'll flame that burger\nBut back to you, you ain't a gat tucker or a cap buster\n\n{Argument between the entourages ensues for over two minutes}\n\nBut back to you, you ain't a gat tucker or a cap buster\nSteph and Clay as shooters, how does one dunk make you a Splash Brother?\nDeuce in my boot, I bring it to whatever fool start it\nKnock at ya door, they come out my shoes like you got new carpet\nHollow hit the ground, I'm backin' him down\nNeighbors heard him scream like bitch, thought he was practicin' rounds\nI’m clappin' him now\nCause really, I can't stand all the fake shit\nThis mag (MAGA) will leave your hat red outta hatred\nI say shit, it be deep but it sound so basic\nI said \"MAGA\" \"hat red\", \"hat red\" read out is \"hatred\"\nJust face it\nYou don't got bars like that\nHollow, do you know what \"unilateral\" means?\nNah, you ain't smart like that\nSo try not to fall asleep, you know his bars type wack\nAnd I'll be here next round to bring the bars right back!\n\n\nYou get mad at my cousin but that's a real Blood\nSo if I told him \"Math have to die\" he won't even ask me why\nHe'll just ask the time\nAnd when you hear about the murder know how to act surprised\nLook, I would rebuttal that round, but I wasn't listening half the time\n\n\nYou shoulda!\n\n\nI said before Diz', you had a problem with Smack and you owed that man grands on grands\nShowed no remorse, can't put another man before the man\nGoddamn, you actually got banned before the BANNED\nAnd my man told me, \"Remember who you talkin' to\nA gangsta that get jumped and his response is to sue.\"\nThis is big bad Math?\nThe one that get mad when I fronted you bags\nOf course I made you pump nigga, you ain't never had nothin' on gas\nA Brooklyn nigga with no bread!\nA Brooklyn nigga with no bread!\nA Brooklyn nigga with no bread!\nBut when it come to real drama shit, he fuckin' down\nMath's the type that's a real ass nigga 'til some hoes come around\nThen he's switchin' his aura, this nigga done gained 100 pounds\nWhat a clown\nYou begged me to be in NYB, but at first I didn't truly see\nI was like, \"Down witcha crew? Sweet.\"\nI mean, we knew each other like two weeks\nOn the first week, Math took his course and it was major\nHe's the first rapper to record another rapper askin, \"Are we rappers or are we ?”\nThen he's mad at this rapper for not settin' up another rapper cause you got jumped by a bunch of rappers\nThis all rap shit\nMy nigga we knew each other for a decade and had street dealings\nAin't no flaw in none of that shit\nSo if you gotta say \"Hollow did this\" and \"Hollow did that\" then that's girl shit\nCause if you ain't approach Hollow when he did then it ain't real shit\nBut y'all know what real, to him it's \"Get the 9 (mm) and peel\"\nY'all know what real to me is\nIf ya boy's sittin' inside the cell and don't go to One Time and tell then provide his bail\nThat still applies\nCause real to Math is GS9 lettin' they weapons off\nReal to me is Bobby doin' extra time so Rowdy could get a lesser charge\nBut he gon' say, \"But I ain't never change Hollow, I always kept it real.\"\nAnd that's why I agree witchu, you ain't never change Math, you the same person still\nYou know what you ain't change? Your environment, that's why you never made it out\nYou know what else ain't change? Ya attitude, neither did ya bank account\nHe look at change as somethin' bad so I'ma leave you dead how you are\nY'all remember what he just said? \"I solidify my spot with gorillas...\"\nWhich makes sense cause apes never evolved\nHe walk in a room like, \"I'm Math Hoffa! I rep the crooks!\"\nI walk in the room like, \"I'm Hollow.\" And you wonder why I get better looks\nSee he the type that'll harm somebody for his lack of communication skills\nYou might as well say, \"I kill cause I can't explain the way I feel.\"\nJust like with Tax Stone he was in jail when you dissed him, nigga that's my word\nThat was foul\nBut you got a big check comin' once Tax return\nI said Arian Foster texted me he said, \"Both of y'all my guys”\nSo at the end of the battle give him five\nAnd remember, an updated truth is just as bad as a lie.\"\nThat shit hit town\nI guarantee he watchin' this clip wild\nCause he told me this the other night and I'm rappin' 'bout this shit now!\nSee who legendary Math? When you can switch styles mid-round\nI could've threw in somethin' 'bout Offset and Chris Brown\nBut I'm makin' history, current events ain't how I “Get Down”\nI'm tired of this shit, this is all personal shit\nWhat happened and who's a better lyrically\nBattle rap is startin' to turn into couples therapy\nI remember....it's really becomin' a new sport\nEverybody's peaceful but a few fought\nFour words Math never wanna hear:\n\n\nI'M IN NEW YORK!\n\n\nC'mon Diz'. Yo Diz' come up. Dizaster come up\nLook at you. Look at you. Look at him. He maaaaaad. He maaaaad\n\n\nI’m mad he’s not here, I’m mad he’s not here\nHe wouldn't have made it through the door\n\n\nMath like to go into these stories where he talk real vivid\nAbout meetin' his homie Randy durin' a killin'\nLike, \"I still got the blood on my Timberlands from when I met him.\"\nAnd real niggas listen like, \"Damn, Math out here tellin' all Randy business.\"\nAnd then you ask him what happened he like, \"Oh it was a grimy way\nI had to stake out his house, hide behind the gate.\"\nYou ask Math the time and date he's like, \"It was '98.\"\nThen he say, \"How you gonna  be loyal to yourself?\"\nI'm teachin' self love Math, if you can't be loyal to yourself\nYou can't be loyal to no one else\nI know y'all wonderin' \"Loyalty and business don't mix.\"\nWell I'ma show you how that works\nLike ARP hit me for the Mook battle, what y'all think I did?\nCalled Smack first\nBut Smack can't tell me not to work with you\nCause you paid money to feed my family, see that's where it get personal\nMy personal loyalty is Jim Dutch and Friday cause they hold it down\nMy nigga Jim Dutch I know any day I can hit him like, \"Yo the rent's up.\"\nHe like, \"Here\", that's loyalty over money\nYou gon' respect us and you wanna kick him out the crowd cause you mad\nUnzip that shows that fake LOM, look at him\nThat's what he got on, but I switched it cause I'm dippin' in HiddenLabelClothing.com\n\n\nThat's it?\n\n\nI'm not going 30 minutes. That's five minutes\n\n\nI guess you really do me a favor huh\n\n\nYou're an asshole\n\n\nHe said this battle gon' be \"logic versus emotions\"\nOkay, so let's reverse the stance\nYou rep Loyalty Over Money, being disloyal, don't you hurt your brand?\nBut you said, \"There's no loyalty in business.\"\nAight, you used to serve them grams\nWell hustling's a business, so that tells me at any circumstance\nThat you would even snitch on ya niggas or go and murk ya mans\nAnyway you play it, your logic just ain't worth a damn\nNow loyalty, what's loyalty to you?\nDevotion to something or someone outside yourself\nFeels good knowin' that you got homies to hear your cries for help\nPeople that won't let you die, cause inside they couldn't survive themselves\nA guy to catch you when you backslide, keep you in mind or health\nI told you, \"Stop drinkin' lean\", cause it could take ya life\nI told you, \"Move OT wit' Lennon\", so you could raise him right\nI told you, as far as John John don't even aim to fight\nLet him create the hype and battle that nigga when the paper's right\nFrom the looks of things, nigga I gave you some great advice\nBut let's rewind though, to way before you played this passive shit\nUsed to come to my crib with the gas, a couple of raps to spit\nWe'd talk about life, some nights he even crashed then dipped\nY'all heard him yellin' \"NYB! Nigga that's the clique!\"\nSo what reason was half legit for you to suck Dizaster's dick?\nCause you was on my line like, \"Fuck them niggas, they need to catch a clip.\"\nNow it's karma that I brought on myself? Ain't that a bitch?\nWell I guess the night John John beat yo' ass, karma was movin' fast as shit\nMaybe karma heard about him and Lux and said, \"That match ups sick\nI'ma take the day off, go to this face off, maybe catch a pic.\"\nThen you swung on John and karma whipped out the badge real quick\nAnd gave John John the power to throw you through a glass and crack ya shit\nNah nigga, niggas fight everyday B, that ain't it\nIt was that “Bodied” movie, cause DIzaster helped them cast the flick\nYou literally switched up on the set before ya actin' clip\nSeein' ya man work with the ops will really have you pissed\nI ain't wanna clap him, just slap him, bloody his faggot lips\nBut Hollow how could I expect the right aid out of an addict?\nKnowin' you would risk gettin' drugged if someone passed a script\nThis is sad as shit\nThis is sad as shit, cause he was on-line shit poppin'\nDissin' Charlie Clips cause he ain't rockin'\nI'm sittin' back just watchin'\nOh you was mad he had them slippers on like it was wrong, now you the nigga that's flip floppin'?\nIt's just shockin'\nWhat's up wit' ya pride? If you had any issues wit' me nigga, that ain't somethin' you hide\nYou said you could've talked to me, motherfucker you lied\nYa name's Hollow, you not supposed to keep nothin' inside!\n\n{Crowd starts chanting 3-0}\n\nNigga, we was “Boyz N The Hood” them NYB days\nI was Doughboy, a product the streets made\nYou should've been Ricky, cause street wise you need to be sprayed\nBut he jumped out the car in the beef stage\nAnd that's ironic that your actions would show that you would be Tre (betray)\nHollow come on... your whole motto's a con\nYou pushin' loyalty is like the pope preachin' out the Koran\nNiggas thought I was emotional\n\"Oh, oh Math don't know how to move on.\"\nI'ma chess player, I made Hollow a pawn\nI knew if I kept pushin' Hollow eventually Hollow respond\nCause son'll (sun'll) come up early, get it? Hollow Da Don (dawn)\nBut hold on Hollow, I can't lie nigga, your following's strong\nThem niggas will follow you anywhere... except to iTunes to download ya songs\nYou ever heard one of Hollow's songs?\nYo, yo this be the beat, right? Then after Hollow come on\nAnd after awhile this nigga Hollow is GONE\nSo when them pictures of you and Diz' surfaced and they was shoutin' \"You wrong\"\nFor me it wasn't nothin' outta the norm'\nCause I'm used to Hollow losin' track and not ridin' along\nSee y'all see a star\nMe? I only see the clouds that he form\nThey sayin' \"Battle rap's Mook is Jordan and Hollow's Lebron.\"\nNow that's relatable, cause on stage he pull the greatest moves then he play it cool\nBut if you on his team, just know you tradeable\nI felt like Cleveland, in LA niggas made him choose\nThe love is still there, but this chip that I got, really came from you\nMy beef with Dizaster really started with you\nWhen you pressed him in New York and I backed you up cause you was part of the crew\nThey set me up in LA, now you call him your dude?\nHood rules? I'm supposed to break the jaw of this fool\nBut you know what? I'ma chill Hollow\nCause you changed ya life, right?\nOkay, where's the fuckin' evidence?\nYou ain't hangin' wit' me no more so what? You hangin' wit reverends?\nAre you Hollow Da Don the entrepreneur makin' moves for the betterment?\nOr are you a disloyal snake guilty of grand larceny and embezzlement?\nLet's talk about it\nI'd like to introduce y'all to Rob and Duck\nThese are the co-owners of LOM\nThe investors that helped start it up\nNow the irony of all this stuff is Rob and Duck\nAre the two niggas that believed in Hollow before he robbed and ducked\nSee, Hollow was runnin' the company, but he was fuckin' shit up\nNot payin' taxes, just runnin' amok\nSo Rob started checkin' the books thinkin' somethin' was up\nFirst thing he discovers is what?\nIt seems Hollow's cut wasn't enough\nThis fuck boy was stealin' from his partners tryin' to cover it up\nLet's play “Swear To God” Hollow...\nThat Audi that you love to brag about didn't come from Rob\nSwear to God that you not a thief\nSwear to God that you not a rat\nSwear to God it ain't your signature on these paperwork that you stole and you'd pay him back\nSwear to God this ain't the facts\nYou like to talk like you makin' money, well that's cool\nIf none of this is true, take these papers from me\nOkay, we'll just say today you've been served\nFor months you talkin' 'bout you elevated nigga\nHow you elevated nigga? Look how you livin' nigga\nThe first time you stole from 'em you gave 'em your word\nThat you would pay it back so they told you only scrape up a third\nBut that was a mistake, cause they let you outta the trap\nThey ain't realize they was housing a rat\nYou knew where the cheese was and you knew how to come back\nSo when the company started doin' good and makin' mountains of stacks\nHollow turned Thanos and cleaned out the accounts with a snap\nWhat the fuck fuck?!\nNigga how you rob Rob and duck Duck?\nIf you would've stole $50,000 from me, nigga you'd be more than fucked up\nBut this is what you talkin' 'bout? I'm mad at your elevation?\nYou out here stealin' from niggas with families and what? It's a celebration?\nYou didn't even think about the safety of Lennon\nCause if you would've stole from me and I couldn't find you, that's the next place that we headin'\nSo Rob got mad, he just wanted to pop on him\nWent to Florida, pulled up to his crib and got the drop on him\nHollow ran left his sons and his moms to take a shot for him\nThen he called up talkin' tough tellin' Rob to have his Glock on him\nAnd then what you do after that bitch nigga? You called the cops on him\nWhat happened to you man?!\nWhat happened to you bro?\nYou doin' all this frontin', turns out you ain't loyal to nothin'\nBut Loyalty Over Money, that ain't a brand you should rep, nigga you foo foo\nIt's cool dude, cause guess who's the newest partner with you too?\nYeah nigga, I'm makin' it mine\nYou ain't seen the other papers I sign\nSo everything that you doin' now, all the money you makin' is fine\nBut after that court date make sure you make my payments on time\nAnd while you standin' here tryin' to get it all straight in ya mind\nWe already collaborated, y'all can check out LOM's latest design\nBut wait, it's-now it's HiddenLabelClothing, right?\nWith Mike Zombie, who put the bread in nigga?\nOkay you went from pushin' loyalty to a hidden agenda\nI get it nigga\nYo Mike, if you watchin' check your accounts and your credit nigga\nCause chances are he's only workin' with Zombie cause he's so used to deadin' niggas\nLook Hollow, this what you gon' do, right\nYou gon' get them hard workin' brothers back they money and save ya life\nAs far as our relationship goes, if you wanna make it right\nThere's two things you can do: give me DIzaster's home address and tell your sister come to my crib so she can take this pipe\nOther than that, don't be worried what I got on\nBut if you is worried, LOMClothingStore.com\nHoffa!"
    ],
    "Release date": "February 16, 2019",
    "Title": "Hollow Da Don vs. Math Hoffa",
    "Artist": "Rare Breed Entertainment"
}