{
    "Lyrics": [
        "\nNow he gon talk about my battles, all classics by the way\nAnd probably try to say I ain’t win em, all right, okay\nHe gon talk about the videos he seen on Worldstar and shit\nProbably got my government name out of some Harlem bitch\nMy name Math, some number schemes, he gon spit a few\nAnd I’ll be like “That’s so original and unpredictable!”\nHe might bring up the Dose battle, where we got the brawling out\nIf that’s what it takes to win, y’all might as well wheel my coffin out\n‘Cause as far as his career, there really ain’t much to talk about\nUntil now\nNow a verb is an action word\nIf that refers to you then homie, that’s absurd\n‘Cause when you came to New York for Ill’s match with Surf\nYou did some shit that showed me that you lack the nerve\nI seen Verb at the last battle, face nervous\nHe said “Math, they search you? ‘Cause they ain’t search us\nSome shit go down in here, it’s gon be straight murders\n‘Cause you BK niggas even take burners to a wake service!”\nI had two bangers on me, that’s how ya man roll\nI’m Rambo, my hand go *motions stabbing movement*\nSomebody Van Gogh\nI said “damn bro, hold this one, you owe me one”\nHe looked down at the blade like I passed his ass a smoking gun!\nHe passed it back to me then he said some foolishness\nTalkin ‘bout “Nah, I’m good Math, I wouldn’t even know what to do with it”\nAm I lying my nigga? I played it cool like, “Let me get that nigga”\nBut in my head, I’m like ”this sucka ass, bitch ass nigga!”\nSo how can I believe anything that this guy say?\nHe pussy, nigga wouldn’t back out in a driveway\nWon’t cross the line to exit on the highway\nHe steal, he don’t kill, he Ezel from Friday\nSo how he gon stand up to the type of shit I say?\nLike if Verb want the beef? Drive-by, we’re dumping nines\nHe try to run, jump the curb, bow! *crack* crush his spine\nHop out, stomp him in the face for tryna fuck with mine\nThen grab his phone and text “Yéle Haiti” 500 times\nYour real name’s Chaz Duncan! That just says “I’ve never done a crime!”\nHe’s sweet and moist, we should call him Chaz Duncan Hines\nHe claim the streets love him, but when you ask for dog\nHe like women’s basketball, they hardly ever see Duncan (dunking)\nHold up, shotgun’ll make him fold up\nBig hole, no guts, that’s a Duncan (Dunkin’) Donut\nThis nigga Aye Verb is a clown\nI call him Chaz just to turn a (Aye) verb to a noun\nOnce I knock the Verb out, then Aye’s knees will be buckling\n‘Cause Aye becomes Gaye (gay) when a G is in front of him\nYou ain’t nothing real, you hardly say something ill\nCall yourself Captain Marketable, that’s so gay, you starving for a fucking deal\nThis battle is like Jay-Z vs. Jada Smith\n‘Cause I will not lose, but you fucking Will\nYou just aight Chaz, you never gon reach the top\nThis nigga think he a winner just because he beat his meat a lot\nY’all remember he told Hollow? “If you try that Math Hoffa shit, swing, he gon weave the shot\n“And these people gon give you the same treatment that Jesus” — STOP!\nNigga please, you see the type of reach I got?\nYou can’t weave my speed, you gon spit a couple teeth and drop\nYour peoples, they gon leave the spot, then in a couple weeks this twat\nGon wake up out his coma with the same beard that Jesus got\n\n\nAye Verb vs. Math Hoffa, I ain’t glad, I’m mad, potna\nY’all threw me in the ring with y’all battle rap bully? Mr. “Jab Proper?”\nA nigga that sucker-punched an 125-pound man and didn’t drop him?\nThat’s obnoxious, why y’all treat him like he Batman like the battle world is, Gotham?\nThat’s why he got that chip on his shoulder stuck like a shotgun\nBut there’s one problem: real niggas never get accused of fucking with fags, Hoffa\nLet’s break you down, lyrically you ave, Hoffa\nBut you funny as a motherfucker, you make niggas laugh, Hoffa\n??\nI will homie-don’t-play-that sock this clown, the padlocks in it\nUndercover rapper slash copper\nI tell my niggas to shoot, you tell and get my shooters locked up\nI’m going after gold with Mook, why in the fuck should I chase copper?\nHe swing on me, I swing back but I’m waving that damn chopper\nShots pop him, he in the hospital propped up\nShit bag, small TV, soap operas, Jell-o cups, nurses, doctors\nThem rappers you punked, we’re not them and they’re not us\nTonight, your voice get out the pocket, just one octave\nI’ma show you how I’ll do Math: reach in my pants, gun by my abs, cock it\nBlast and knock a fraction of his chest away, now y’all looking at half Hoffa\nIt’s something strange about you dirty, I ain’t saying you ain’t real\nBut I sit around gangstas all the time back home and Hoffa you just, you just don’t get me that same deal\nType of nigga, broad day, Timberlands, “Math Hoffa! Brooklyn!\nNight time, it’s half top like “Hey, poppa, I’m Brooke Lynn!”\nDown low brother, when that round blow, brother\nYou better take cover and get down low, brother\nNiggas acting like his dad’s great\nTill you see Verb in all black, shotgun with that kick that boom! Sound like a 808\nGo ahead nigga, start a few, I’ll murk all you fools\nI quarterback my team, I move when I tell em, it’s like a audible\nMath get home before me, get the shinin, I want all them jewels\nHuddle up with my linemen and tell em, “Hit that nigga and take that shit” just like a toilet stool\nDon’t get gassed Math ‘cause I got this killer look\nLike I won’t wet that windshield, hop out, put that pump in your side and squeeze just like a Fill’er-up\nThis nigga’s nuts, I told you Smack, I’ma run through these rappers\nY’all threw a antelope in front of a raptor\nIf you’re static, I come get all y’all, it’s the rapture\nFuck what he believe in, Baptist, Christian, or Catholic\nThat bell ring and Verb standing here, he needs a casket\n‘Cause the whole match-up is bad biz\nY’all know how you order something and the bubble paper around the package?\nWell to me, that’s what Math is!\nThis nigga’s ass, I’ll chew his ass as is\n??\nEverybody know you there but we ain’t listening for you, you a motherfucking ad lib\n\n\nBefore I start this second round, there’s some shit I gotta handle\nGotta give a nigga light before pissing out his candle\nGenero’s a snitch and he run around Flatbush\nA rat tryna rat, nigga need to get his cap (pushed)\nI could’ve called all the goons that I’ve got up in the black book\nBut since I’m on a stage where everybody in rap look\nYou ducked six months to get my man seven years\nDeal money, stacks to the lawyer just to get him clear\nYou should’ve sat in that damn cell\nSnitching on fam, that’s Lady Gaga’s gender - I can’t tell\nBut now that the hood know everything that I know\nWhere you gon hide, ho? Faggot nigga, die slow\nI ride though, .45, five for 5-0\nThe other two I dump in you right before the swine’s show\nVerb see the iron, his eyes grow, he cry no\nHope for Blanks but no thanks, I don’t fuck with Tae Bo\nI’m a man, you under apes, you something snake\nI could tell by that Ice blog that you fuck with Jake\nYou was pointing out every hammer like “another case, another case”\nYour own man don’t even trust you that’s why your mouth got that rubber taste\nSomebody get this faggot out my fucking face!\nTakeover? Ask the people if they believe you\nAll you’ll hear is “nah’s” (Nas), I’ll torture your soul with Ether\nChaz think he the king, who know you? Llama up off the buckle\nNobody move a muscle, you bout to lose a couple\nMy brothers pull cards, we don’t do the shuffle\nYour brothers run, dog, y’all a crew of Russell’s\nAnd now I’m dominating, I pull a long eight\nThese bitches gon perform a dog race with me commentating\n“Yuuuung Ill went off the first step, he takes the lead\nVerb hot on his heels, Hitman building speed\nIll seems to have stumbled, falling, hurt his arm\nHitman is — ooooh! Hit by a Suzuki, ladies and gentlemen, Verb is gone! He’s gone!”\nFirst place, let me give you the medal\nHe told his ice cube to take a trip to the devils\nHe think he off the chain, he just missing the pedals\nYou on a plain, I’m on a plane, this isn’t your level\nYou the devil in the flesh, no, I’m the devil at his best bro\nI’ll make this Midwest ho face metal like he Destro\nVerb sending threats so I hit the Greyhound with a trey pound\nThe handle taped round all the way down\nStake out his crib, he take his kids to the playground\nI’m on the bench with a newspaper, my face down\nHe say “it’s time to go,” they say “we wanna stay!” bow!\n“I gotta go to the hairdresser, I ain’t got time to play ‘round!”\nThey all start to break down, I run up, peel daddy wig\nAnd tell them “be happy kids, at least you get to stay now”\nPlay awhile, leave the park in a few\nTake him down to the slave trader, make him marketable\nTwo? That ain’t enough for me, crucify this fuck for free\nI ain’t a Christian Verb, so a cross to you is a plus for me\nHold on, I ain’t done yet, sunset, I’m at his mother’s door\nWith two pits playing tug of war with her fucking jaw!\nYou want a war, Verb? I’m Mark fucking Walberg\nShoot a pistol until your medulla’s on the wall, Verb\nYou’ll never put a hole in one without the balls, Verb\nI ghost busters (Ghostbusters), who you gonna call, Verb?\nThose busters? I’ll Dose those busters\nOpen casket, no clothes, .44 on those busters\nNo eyes and no nose, oh no those busters\nSpray their heads, leave them dripping, soul glow those busters!\nVerb was in the nail salon getting a pedicure\nTalking to Liang, he said “Liang, I must confess to you\nI’ve got a battle coming with Math, tell the truth, he is incredible\nI seen him a couple of times, I’m having dreams of him doing something detestable\nThird round, he pulls a bag, a Hefty probably with a heavy shotty\n”Next thing I know I left my body, he shot me in front of everybody!”\nYour body falls, splat, everybody fall back\nI run up on the camera, bust the shotty off and go “SMACK!”\nPow! You’re done Verb, you can’t utter one word\nYour thought patterns scatter, last thought you had, “Oh, I’m scurred”\nPow! Replay, welcome to your d-day\nThis battle’s a couple weeks late, pardon for the delay\nI had a Tyrannosaurus cheesecake that didn’t go with meat great\n\n\nNow we just heard all them jokes, and watched you just play mad mobster\nBut the fact still remains, real niggas never get accused of fucking with fags, Hoffa\nI ain’t feel comfortable when I walked in here, ass watcher\nEy fellas, this room get packed, he gon get a grab, watch him\nOld aggressive ass punk, go in the bar, see a nigga he want, spot him, throw a drink at him\nDude get mad, Math jab him, grab him, pull him chest to chest like he finna slam him\nAnd then wink at him\nI gotta turn URL to Mortal Kombat 6\n‘Cause y’all playing flag football, St. Louis? We on that contact shit\nBefore a battle, Math be in the mirror, making sure his eye contacts fit\nYou a fucking fanboy I’m scared to make eye contact with\nFar as your squad? Niggas nice, Hollow and Con, that’s it\nProb? Yeah, I bomb that fist and palm that fifth, you better calm that shit\nHeard about where you from, Math, y’all produce the kind that snitch\nI’ll show up on his block like “who’s sayin?” (Hussein) then Saddam that bitch\nKiller piranha in the ocean yeah, I’m that fish\nI’m nice hard, this as deep as y’all wanna get?\nI can swim through Math with anchors on my ankles, no lifeguard\nI can make your life hard, you write light bars, I write light “ah’s”\nStrike pause, when you battled Solomon, you was getting killed, you had to play the white card\nYou battled Rex, you was getting killed, you said he was a Mike fraud\nI wasn’t even gon take you, niggas don’t take you serious, Ill said “do it,” I said “you right, dog”\nI’ma put all your little stripes under my wing, yeah, use your little record like Right Guard\nSpeaking of records, Math said he should’ve been had a deal, he spit that hot lava\nQuestion: Who’s gonna open a budget for you, buddy? You have the image of a truck driver\nI ain’t tryna hear all that superstar shit that he be talking\nKids be riding with their parents, see Math, hang out the window and go “EHHNG EHHNG” and he don’t even be driving, he be walking\nActing like your team is sick, dog, your team ain’t shit\nI’ve got one question for every member in your team, your clique\nCortez, how long will it take your Mexican ass to make a 99-cent bag of Dorito chips?\nMath, when the last time you gripped a machine gun or seen a brick?\nLet me ask your manager, you fat motherfucker, when the last time you seen your dick?\nI’m what you call a boss, my dogs, I don’t call em off\nTell em that hollow’s off, introduce Brooklyn to the holocaust\nInstructions: kill anything moving and you, haul em off\nYou, cotton soft, your slick game is average\nThey nickname me NASA the way I let them rockets off\nNo, I’ll bring the bitch out y’all toughest nigga\nHe a sucker nigga, main nigga that’ll suck a nigga\nHe’ll sit in a man lap, and let him run his fingers up your backside, you little puppet nigga\nMan, fuck this nigga!\n\n\nChaz, you a ho, and this some shit that I’m about to prove\nSee, paying dudes and paying dues is what you got confused\nLux told him “You could battle Ice, that’ll be a good shot for you\nFly yourself out, and if you’ve got some bread, cop a room\nCome through, do the battle, and I ain’t splitting no gwop with you”\nVerb was like “I got it, cool! At least I’ll get lots of views!”\nSo this cockatoo got on his grind, blew a cock or two\nFlew out, chain tucked, money in his socks and shoes\nCops got the news, shut it down, Verb got the boot\nLux’s grimey ass ain’t give a fuck ‘cause he got the loot\nY’all think it’s not the truth, YouTube it, watch this dude\nStanding on the corner all night like a prostitute\nTalking ‘bout “Yo Ill, I think we bout to get rushed, dirty\nGoodz said he got some pussy lined up, I think he talking bout us, dirty!”\nThen he called out Solomon, really that was not the move\nYou couldn’t see Iron face to face if you was Dr. Doom\nJust when I thought the ho alone, I see another shot of you\nOn Worldstar, talking ‘bout you bout to get up gwop for Mook?\nWhat he told you? “25 and I’ll rock with you?”\nWhat you said? “Aight daddy, I’ll hit the block for you”\nThat’s when I called him, like “you filling niggas pockets duke?\nCome battle me! Now I’m making a profit too!” Toot toot!\nNow you know how them broads feel\nYou won a little light, now you know how the dark feel\nSharp steel in your heart, now you know how the hawk feel\nEagle on his temple, one spark and he’ll cartwheel\nI look at Chaz sober, a fairy, he’s nothing scary\nBoozy on that Hurricane? Halle Berry, it’s Halle Berry!\nBlack & Decker toolcase, Mac-11 tool spray\nHit from your gold teeth to your patent leather toupée\nBut why let the hammer go when I can just slam the ho\nSplit his cantaloupe, leave this pussy with a cameltoe?\nWe animals, this the Zoo against the Lou, no Chaka\nI spit that blocka, you spit that thraga\nThat’s our slang so he probably don’t understand it\nYou know, some country niggas slow so you gotta speak in their language\nAndele, Andele, E.I, E.I., uh-ohhhhh!\nShimmy shimmy coco puff, shimmy shimmy bow! Right “thurr”\nI’m just tryna help him out a bit\nIf Chaz survive this, nigga, hell gon be a college trip\nCaptain Marketable, I can sell you on all kinds of shit\nFor one, you could be a face model for a hollow tip\nIt’s third round, we’re getting down to the gritty\nI’m feeling iffy, but I gotta hold it down for my city\nI know BK is with me, I can hear the spirit of Biggie\nIt’s all around me, I can feel him going in me!\n“Ahw, first thing’s first, I, Poppa, squeeze all the dummies\nDummy, playboy’s country, he just brought us money\nThose the ones I like ‘cause they don’t get Nathan but devastation\nYour flow just seems like sanitation\nGot bars, get turned like door knobs, heartthrob never\nWhack and country as ever\nHowever, New York City stays on a pedestal\nCheck the time zone, it’s telling you, we ahead of you\nLike my nigga Jay-Z, fuck you, pay me\nHow the fuck you gon play me? The fuck is you gravy?\nYou must be crazy, Chaz, you a sweet bitch-“\nNah, nah, Big, I gotta do this nigga, peep this\nI’m New York’s star, I’ve got New York scars\nI put my work in, NYB, that’s my New York squad\nYou should’ve followed Lil Wayne, he the hottest in the game\nBut rather pull his teeth out than face them New York bars\n‘Cause New York’s hard, I’m on my New York shit\nI came to tell this nigga Chaz, get off of New York’s dick!\nGo battle Yung Ill after he give Lux his style back\nHe done Smack, file that, where the fuck Miles at?!\n\n\nGee whiz, wasn’t expecting those bars, yeah right, ha ha\nBut the fact still remains\nOkay, I’m off that shit, y’all get the point, time to switch lanes\nNigga, your bars ‘bout as exciting as a Knicks game\nYou ain’t dope, you can’t kill me\nWhen Smack asked if I want a hit of Hoffa, I rolled up my sleeve and said “which vein?”\nSt. Louis know, he in the presence of a shooter, know how his tone switch and his pitch change\nHe rap wild at them timid rap clowns, I’m that back clowd that’ll thunderstorm and rain on that big name\nNo homo, this the round when I get in your ass, shit stain\nLooking like a big bitch-ass holiday heart Ving Rhames\nYou’re just a New York battle rapper, this battle in New York\nI’m on your house like “Fuck your couch nigga!” - Rick James\nSurprise, y’all didn’t seen that coming\nLike old girl from Dead Presidents hopping out that trash can, blasting\nI’m ‘bout to smoke him, all y’all that gas Math gon need gas masks\nHe just signed Tsunami Surf to Team Hoffa, Surf text me like “Verb, he treat me bad, fam\nHe said it was all love, he just come to the studio, get behind me, grab me, fuck me all flash fast\nGot me walking around Jersey in a ass cast!”\nMath said he the devil, nigga you gon have to let a ??\nI’m ‘bout to smoke this nigga, tonight I play the trash man\nYeah, listen to it, he don’t have bars\nHe do shit like bring up niggas real names to gain laughs\nWell, mine’s Chaz, and I’ll let him shave me bald on Smack\nIf Justin could book a plane ticket under the name “Math”\n*Bleep bleep* “Newsflash, breaker, breaker, this just in\nMath Hoffa, a.k.a. Justin, was caught with two loaded .45’s and an ounce of crack cocaine\nHe said he was influenced by Rick Ross’s Hustlin\nWhen interrogated by authorities, we found out the Brooklyn native’s heart was tucked in\nFound out he was facing years just ten\nAnd Justin agreed to cooperate with the authorities, gave up the ‘who, what, when’\nAnd I quote, ‘It was Cortez, Liaison, and D. Chambers too, I can’t go down for those niggas officers, fuck them’”\nBack to business! Brooklyn, how y’all produce a dolphin and y’all said shark?\nNigga please, I’ve been around wilder animals in Pet Smart\nYou’ve been active for six years, I’ve been active for a year; taking me, was that smart?\nAnd he’s still losing this race with a five year head start\nI needed dirt on Math, I hollered at Math lil broad\nI said “what’s up, baby?” She said “What’s up, my man’s a fraud”\nI said “Your man’s a fraud?” she said “yeah” so I said “tell me more”\nShe said “First off, that shit on his face, birth mark, he been had that scar\nTrust me, Verb, he ain’t half as hard\nDon’t nobody know him in Brooklyn, he ain’t even half a star\nHe 32 and still battling, embarrassing me with these average bars”\nI said “well I’m over in Queens, so holler up baby, roll through” she said ”I would but we don’t have a car\nAnd my lights finna get cut off Verb, we have it hard, what can I do?” I said “Oh, you need some cash at large”\nFlew her to St. Louis, introduced her to a Vessona and some caviar, had her selling ass to stars\nI used my mind to control her body, your bitch is now my avatar\nMy homie Jun is locked away, so losing? Nah, not today\nIf I feel in my heart, this win got away\nI’ma show up on his sets with my crew aiming machines with lights on this actor\nTrust me, this is not a play but someone’s getting shot today\nHeat seeking shells, I toss in the air from like a block away\nHe can run, skip, buddy, hop away, till they get a hit, them shells gon be after Math (Aftermath) like Dr. Dre\nI ain’t worried about Math on no street shit, he can roll up to me waving a loaded handgun\nI would probably, “Tuh, come on, quit playing, huh”\nI’m from the show me state, you gotta show me, I don’t give a fuck where this man from\nYeah, we heard, but I ain’t never seen you fucking with Clips, he like Cam’ron"
    ],
    "Release date": "February 27, 2010",
    "Title": "Math Hoffa vs Aye Verb",
    "Artist": "URLtv"
}