{
    "Lyrics": [
        "\nLook, before I start I want to say, that I was never proud of what happened between me and Dose\nAnd that's why we here today. To do this for hip hop. Aight\n\nHe still look like a sucka!\nA stupid motherfucker right!?\nHe the type to put his hat brim in ya face and start a fucking fight\nWell I never been a pussy nigga, tell me what it's like\nFronting like you hard, then running for ya fucking life\nCause when these Philly niggas see the iron\nYou gon see enough bodies on the ground to fill them coffins that FEMA hiding\nYou think he a gangsta go watch the fucking tube\nSo they can see we fold you up like I was cuffing Tru's\nSome of y'all new that battle I wasn't fucking cool\nUntil a hat brim in ya face and it's touching you\nReal niggas respect niggas space or its bust a move\nGet ya shit rocked like a thrift shop its nothing new\nI'm from Brooklyn no work then we go to rob\nAnd take ya work, BIG BANG! Off the word of God\nLight switch turn em off we turn to Mike Vick\nCause we come back around with them same numbers Like we ain't murder dog\nGo ahead and talk hard, we know you ain't about to flip Remember when \"Chill dog, I'm only 19.\" was coming out ya lips?\nI could just give you some bars and get you out this bitch\nBut you the one who broke our agreement and Smack can vouch for this\nNow you here on this stage, you must've upped ya luck\nYou lost on 106 three times cause you fucking suck\nHaters said you gave me the shine, I'm like \"Enough's enough\"\nYou bout to feel my hardest punchline like when I fucked you up\nNow this next her is gon crush ya core\nI pushed you off the stage and ran behind you to fuck you up some more\nI said \"Get outta my face\" he said \"what's up than dawg?\" Tech 9 when its check time, another fucking fraud\nThis battle rap shit there ain't no competitors\nY'all seen how I was slaying the predator\nI'm better than you I be the best 'fore I D-I-E\nAnd I ain't falling back again ghost of B-I-G\nNo possession shit\nUnless we talking a weapon that I done crept in with\nGet off the handle than it's the handle I teach the lesson with\nShit is deep they thought Polo got murked off\nBut I'm the one URL chaps got ya birth off\nThere's two types of niggas in life\nThe niggas that find bitches and fuck em and the niggas that.... trust 'em\nWho grind riches from nothing and the niggas that's suffering\nBehind hiccups is bustin and the niggas that's duckin\nThe niggas who pop shit versus the niggas that snuff em\nYo my original verse was like a prophecy\nAn ill introduction to the to the realest two gorillas Hoffa live it, they fronting\nIf you came here to fight, let's skip thru the bluffin'\nI punch a hole thru this bird and get a fist full of stuffing\nI told you give me my space, you said \"Let's get it, it's nothing\".\"\nYou disrespectful so I checked you..... end of discussion\nHOFFA!\n\n\nI should start this off by knocking you the fuck out!\nBut I'ma spit some bars cousin\nSee the whole time ya thought karma was a bitch, but I'm far from it\nSee I ain't gotta get my point cross\nYou can already tell where I'm headed soon as the coin toss\nSpeculation when y'all seen me it's like \"WOW he really survived\"\nOr \"he really revived\"\nOr some much dirt thrown on my name thought I was buried alive\nSee J. Dose was never dead just certain things that was never said\nWhich is why he got some better cred\nAnd I know a close mouth ain't never fed\nBut defeat was never on my mind an you know I'm a step ahead\nYou see I'm an ahead of myself I had to rewind myself to remind myself I'm behind myself\nSimultaneously beyond myself so fast I had to time myself\nLook at the clock and surprise myself\nSee I don't wanna get beside myself\nBut there ain't no competition besides myself\nSee only I can tie myself and if I do than I'm, well, by myself\nIt apparently doesn't show that I'm myself\nSo imagine if I combine myself\nDose\nYeah I know I went back in the past to give Vlad the beginning round\nBut I came back just in time to finish line\nI give a fuck what you haters say I'm still attacking the lyrical\nYou know a picture say a thousand words an just imagine the video\nSo homie don't run lip 'fore that barrel get tongue lit\nIn other words I can arrange/orange to get son kissed/Sunkist\nChoppers with drum clips bangin' till numbness\nAin't a genie but rubbing me the wrong way is nothing you wanna wish\nThis rap world is on some dumb shit\nL'ma speak on behalf of those who well actually come to spit\nAll the way from T-Rex to well my son Clips\nAnd if Mook was here I bet he'd wanna trip\nCause in these battles niggas drop albums\nAnd he still relevant off, well, one hit\nI mean that's gotta be demoralizing to a rappers ego\nI guess now I know how quarterbacks fell about Tebow\nBut this times tables are turned, ain't nothing screwed\nMy boy problems, add them, that's not a plus for you\nBut don't mind us/minus unless you wanna lose\nSee just cause I got class don't mean I let you pass\nI just rather do the math than divide through the half\nLet the Eagle/equal do/to a W\nAnd fuck what happened man, you scaring who?\nListen, before I let anything land, this pair'll shoot/parachute\nI ain't about the rap, the field is where you'll find me at\nAsk Dolls, I play the corner where the drivers at\nI put cheese on ya head if you trying to trap\nI'm a Packer plus all my G's ride in packs\nWhat's in ya pocket? Let me find out you copping sacks\nYou in a Lembo? We airing (Aaron), Roger that!\nHere to set the record straight, 40 make him levitate\nGive this nigga wings an he can really be a featherweight\nYou get a box, I ain't talking in a ring I got a bullet in my neck, this nigga talkin bout a swing?!\nWhile you was making blogs about what we did at the gym\nI was trying to learn how to walk and move my fingers again\nSee my boy detrimental, I been mixing since 10\nAnd still gutter ball/bol and that's without hitting the pen/pin\nSo go ahead start swinging again\nI put a price on ya head tag on ya toe, cut ya living expense\nThese other rappers ain't give him an inch\nI'm in the same spot Calicoe was at\nAnd I wish this nigga would/wood cause its getting intense/in tents\nYou don't wanna scrap, I'ma let a hundred clap\nTo ya family tree I'm like a lumberjack\nAnd I don't know why ya gun is strapped\nYou ain't buckin no more Ya warring done/Warren Dunn, see him running back\nRunning for my life, nigga I will run ya wife\nI'II fuck ya dream girl till her ass cum/come to life\nI ain't a pimp, that's the worse lie\nSince I blew/blue birds follow me like Twitter you can check just to verify\nMoney, cars, clothes all a nigga knows\nTriple six zero z's, all a nigga flows\nGot the world in my palm I could cross him with the globe\nThe way Brooklyn on the net you would thought he facing Hov\nYa whole city watching probably Diddy watching\nWhat you gonna do does he get an option\nYou a cold pussy I'ma bout to finger pop him\nPut a price on ya head and send my niggas shopping Rah!\nThey'll find you sleep and awake\nGet it? Sleep in a wake\nYou a full time rapping battle, I'll have em laughing at you\nCut ya throat to play pool with ya Adams apple\nWhat can you draw that haven't already saw?\nWhat can you say you want YouTube to play?\nI mean what could you even mention dude that wasn't on ya interviews\nThe more magnified the more it became minuscule\nAn interview here, an interview there\nThis man had more interviews/inner views than a rear view mirror\nSave ya breath fam, you giving me a breath tan\nHis breath an hot his mic need a sweatband\nBefore, you could've got signed by Def Jam\nNow you wouldn't get signed by a deaf man\nLow pro, got no flow, nigga you're loco\nRap sucks, ya gassed up, call him Sunoco\nOh no, so-so flow making them no shows\nNo joke, got Dose flows up in a choke hold\nHomo, you old though, busting a fo' fo'\nHit  with Cinco, something like Ocho\nOr that super Smith'n the one that's busting with logos\n\nEncompassed by dollars on my Jerry Jones flow\nA star up on the field I ain't talking logo\nYou think it's a game, it's more like a post show\nGet 9 out the Cal boy Ton' Romo\nBLAOW! Leave a mess on ya chest It's Dose bitch\nAka the best of the best\nWant war? Hope you got an S on ya chest\nCause what I shoot you gon need a vest on a vest\nI'm a motherfucking rider\n5 to that chopper\nBang his mid frame turn his body to a tire\nHA! That boy Dose you better ask about him\nHead of my class I don't worry about no Math problem\nWhat you know about bringing ya mom to the side\nWith a brace around ya neck cause you caught one up in the spine\nSeeing her smile erode while looking in her eyes\nThen tell her ya son just died\nMy brother caught a wig shot right up the street from me\nEver since then nigga I ain't living peacefully\nMy baby moms said I went crazy and gave the peace to me\nIt's cool cause she ain't the only one that be leaving me/believe in me\nI'm a motherfucking prospect quick to let that nine peck\nSpit R til it's contact lift him like a sky jet\nI got places where I hit him when I use the tool about to get the shotty\nBut the collar get the medulla shooter\nFlow colder than juice of coolers\nThese cats dig me like a pooper scooper\nI'm the shit cause everybody feeling me\nI'm superior lyrically I done killed ya ass so bad to the point where you had to swing on me\nWhat next? Pull a gun out? Shoot the God? Huh?\nMimic Loaded Lux but I'll be in a suit and tie?\nI guess this battle'll be do or die\nI ain't lying I got lines that could push suicide\nNo I said I ain't lying, I got lines that could push Tsu aside\n\n\nLet's get this roast on the way\nSee Dose hopes and he prays\nIf I get smoked on the stage, maybe the jokes go away\nI came here outta curiosity, mentally open for play\nThe fuck is Dose gonna say to make me dose him today?\nI knew he'd come back with that \"Niggas still can't handle dose\nYeah I heard you handle bread, let's see if you can handle toast\"\nYou shimmying ass nigga, fuck is up with all them antidotes?\nWhy you gotta dance around to tell niggas ya hammer smoke?\nSee that's ya problem, you too hyped when you rhyme\nSo I'ma start flipping yours cause I'm tired of flipping mine\nYou should've turned my dome to a stadium, you wasn't riding with ya 9\nSee you would be aight, but you be lying in ya lines\nDOSE!\nGet in ya zone nigga get it in\nBut if you get close my knuckle bones gon' hit ya chin again\nThis toast, I'm delivering\nI'll Siamese the Glocks while you die of beady/diabetes shots\nLike a DOSE of insulin\nNow timeout cause  I see some new faces in my house\nIf t'a'll ain't see the tutorial on us, you 'bout to find out\nThis lil nigga here suicidal he trying to sign out\nYou die over Dose in vain you Amy Winehouse\nWhat's up Dose you came back for a fight?\nWell I wanna fight Smack cause I never get the match ups I like\nBut my Spanish niggas told me, \"Don't be mad it's aight\nI mean his names Dose (dos) guess that mean you gotta battle him twice.\"\nBut having to write for this nigga was tough\nCause ain't a dose line ya'll ain't heard\nSo many battle rappers done flipped you this shit could break nerves\nYou became the description of violating a straight herb\nAnd it's permanent, wow, I turned dose to a verb/Aye Verb\nAnd I seen ya interviews I'm guessing you just love to front\nJust because I punched a sucka doesn't mean it was a sucker punch\nThese other niggas be getting violated\nCause they all a bunch of bluffing punks\nBut I'm the type of nigga you only gotta fuck with ONCE!\nSo why deprive me of just being who I be\nI'm such a fly G my passport is my ID\nIt's NYB we the force they don't try see\nThey know they gotta go with the flow I'm teaching Tai Chi\nI'll have this dude on the flo' screaming out \"Why me!?\"\nI'll send four roaming/Roman ya way you get the IV\nDose you can't fuck with me privately or publicly\nBut if we ran a train on a hoe this what you gonna see\nSee I'ma take her first, shake her earth, make her squirt\nThrow it in her box s deep I bet I make her burp\nBut you go against the grain so when its ya time for jumping in\nThis lame'll put his face on the box, this nigga Uncle Ben\nI mean I got so much to work off, I can crucify you with no cross\nYou battled Joey Jihad I was like \"Why?\"I was thrown off\nCause he also got footage online of getting broke off\nYou got ya head cracked, he dozed off, nigga you both lost\nI'm giving him pure comedy, he don't deserve hot quotes\nMatter fact ya whole career is like a knock knock joke\nKnock knock (who there)\nDose! (dose who?)\nExactly!\n\n\nI'm just living like I never lived it\nThe grim reaper called I guess he feeling pessimistic\nSee it's impressing how I capture every second to perpetuate the present I'm just saying I'm forever gifted\nY'all seen what I been through\nAin't no point in me trying to fake it\nWith all these chapters in my life is just his story/history in the making\nI mean y'all know the deal so y'all knows it's real\nAnd when the fire coming you know the drill\nStop drop and roll\n'Fore I cock lock and load\nMy spot hot as stoves, cops got the block patrolled\nYou ain't a thug man you probably got a job to go\nNot to switch the subject though but be honest bro\nThe only time you shine and flow/shining floors is with Mop & Glow\nBeen a loser all ya life cause it's bout time you know\nSick of defeat wanna he'll/heel but don't feel what the doctor shows/Dr. Sholes\nY'all know me and that nigga Con had a similar line\nBut I didn't hear him when I wrote it\nAnd the shit is still mine listen\nI ain't saying you straight chocha\nBut every time I see you, you kinda change ya persona\nWhen them cameras off you don't really act that hard\nYou ain't bout that action you just rapping hard\nThey want a problem until they got Math involved\nYou want an ISSUE you can get the whole CATALOGUE SUBSCRIPTION MAGAZINE make the NEWS\nBut there's something I READ about him/red bottoms\nHe hate to lose/hate the Lous' (Louis Vuitton)\nYou gon get the feet/defeat just without the lace and shoe\nAnd while y'all play the tube\nSmack I'm thinkin major moves\nAll I see is dollars paper view/Pay Per View\nI mean y'all put J on TV, Ray Charles'll hop out his grave to see me\nListen I'm just trying to make dough he be on that hate flow\nTil the dots put a cast on him you can stay broke\nI got fans in the back with their hands raised I shine an much I gotta rap with a lampshade\nCause y'all can tell ifs my time\nSince '991 been labeled as a human walking time bomb\nWords off the wall no timeline\nEverything I write fly skyline\nYou a cheerleader hating on the sideline\nI make the seven point and raise him like a pom pom\nNIGGA! You know the money stay on my mind\nSo a nigga stretch ends like the wide nine\nAnd ya bitch been trying reach me like a hotline\nCause last visit left her curling like a hot iron\nMan you better recognize who the top don\n'Fore you catch it on sight no dot com, no not lying\nYou better Dash like Dame or catch a gap in you bigger than a ROC sign\nCause niggas know I'm a tool blammer\nWith them loaded rhinos in that new banger\nHard to control when I use hammers\nBig shit you gotta hold like a news camera\nBLAOW fucking with me I hope you got a new plan\nHe bout to have more issues than a newsstand\nEver since I battled he became the new Stan\nYou remind me of a windmill; HUGE FAN\nBars impressive you just want to imitate it\nJacking my style since when you been an animated?\nBut let me find out you jack rhymes\nYou gon have to retire and get aired out flatlined\nWait wait I'ma show you why I don't think math ride\nJack Time, Air Flat, and they say I don't have lines\nDon't watch me watch TV lesson to the wise\nIn that case Viewer discretion is advised\nWassup with this nigga so obsessed with telling lies\nWhen I see him the ladder a get him to climbing\nSo I suggest you get up in the skies/disguise\nCause I grab tools act a fool, quick to hit you\nI do hammers like cameras flash, shoot, get the picture\nYou don't want die you tripping spare the flight\nGamble with ya life and you can get that paradise\nNah I said you don't want a DIE, trippin spare the flight\nGamble with ya life and you can get that pair of dice\nFuturistic flow ya history for real chump\nI'm so cold I get Mr. Freeze chill bumps\nSaying I ain't real\nBut if I pull this joker card he would never find a deal\nUnderstand I'm kinds ill, make this rider stop and grill\nYou'll see ARs/C-A-Rs and be staring/steering like the man behind the wheel\nThis ain't no 106 Park shit this some raw shit\nBlow his body parts find his head between his armpits\nYou call this a battle, that's a clear joke\nBet ya life and you gonna be dead broke\nFlow bananas I make King Kong get amazed\nCause I go realer/gorilla with bars like he in a cage\nI need a dot before I hit the stage\nCause even the deaf know my raps sick they got hearing AIDS\nThink you actually can win fam'?\nYou got a better chance tyna use a ladder on quicksand\nI get you tagged for a quick gram\nNigga I'ma boss I can make ya shadow my hitman\nTurn it to a holocaust you get slaughtered dog\nEagle to the back of ya head knock a quarter off\nBoom!\n\n\nBefore I start this 3rd round, I just wanna speak to y'all\nI still remember the last time I battled on URL\nIt's ok, I ain't got no beef with ya'll\nIt's not like I be throwing Hennessey bottles or DNA 12 year old teeth at\nY'all all I ask is while I'm on the stage, y'all niggas keep it tall\nIf you wanna boo, boo for wack bars that don't reach at all\nDon't boo because he's ya dawg from ya region, you wanna even odds\nOr you wanted something simple and the line was too deep for y'all\nOr a nigga red sleeveless hoody just looked to sweet to y'all\nOr because they call me a bully and that word just make the demons call\nIt brings us back to a time when were younger, naive, weak and small\nAnd the biggest dude on the block used to put hands and feet on y'all\nAnd you look up at me like \"Fuck Math I wanna see him fall!\"\nPeople this is battle rap, two emcees hit a stage\nWith no beat they compete with rap schemes and displays\nNow though shit might sound real or really mean full of rage\nAt the end of the day they don't mean what they say\nExcept me!\nIf I ain't ya number one I should be in ya best three\nNiggas know Dose cause they will never forget me\nSo this battle is like Bruce Lee versus Jet Li\nMy punches'll turn a URL stage into UFC Octagon!\nI brought an As I'm into lots of dram;\nIf he do 't want the clips he'll get ate/eight Octomom\nI sat you in the crib and raised my value like some stocks and bonds\nThese kinda rhymes gon send you back in long as Obama time\nNobody buys that you popping them triggers\nTreat ya self and be ya self while you dropping them lyrics\nYou just a battle rapper battling for the spot of the illest\nI solidified my spot with gorillas and I don't rock with you niggas\nBut I ain't come here to fight in front the city\nThis time you getting beat with vocals you know swizzy\nBlood everywhere oh trizzy, I throw 50\nThe the way these Young Bucks be acting, so silly\nI'm the truest; I dealt with that coke and that dope really\nI don't seen an much snow in the summer you grow chilly\nFrom collections low with that weapon that fo fizzy\nMan I pull that trigger back an hard I go GIMMIE!\nTear ya wig off I'm like chemo\nLow with them tools in ya home....Depot!\nI put a peephole thru you and two of ya peoples\nYou'll die from one round but they still say it's a 3-0\nBest rapper yes master, it's the Neo\nX-factor colder than that cold cut trio\nThis gonna be the meanest Hoffa that you ever seen yo\nFor your sake hope there's a doctor and a lawyer in the house; Theo\nSmack! Norbes! Beasley! Chico!\nY'all know that I'm a shooter why even give me a free throw\nDon't wine when I do him greasy yo; Pino\nThis ain't even a matchup the people wanted to see though What ya'll really wanted to see? Cassidy verse Meek Mills? Please, chill!\nI wouldn't be feeling that bullshit on an E pill\nThem niggas can't fuck with this stage, let's be real\nNo disrespect they make hits, but we kill\nIt's Pac Juice! They know whafs up in the booth\nYeah I could make the transition but I'm stuck on the truth\nWack battles, wack music, who gives a fuck about Mook?\nSmack wassup I'm trying to battle Lux up on the roof\nDNA fixed his tooth now he smooth for the viewers\nT-Rex a check away from removing his tumor\nYou named yourself Dose that's what ruined ya future\nCause being number two in a battle makes you the loser\nYou blew the opportunity that BET lent you\nPhilly niggas hate you they b-e-t against you\nI know deep inside ya mind defeating me is essential\nBut if you the one that gave me shine than I'm the deity that sent you\nLucifer\nNow I'm in ya scenery to tempt you\nAre you gon be like me and just repeat what we done went through?\nOr we gonna be emcees and paint the scene like we was meant to?\nNow l'ma close my eyes...no surprise\nYou on a frequency, it's mental...\nNow ya kids can look up to you\nGet a job, work hard, live comfortable\nCause battling after me punking you is not gonna he enough for you\nBut you a grown man Dose so you gon do just what you want to do\nBut keep in mind I could've battled Hitman if I wanted to\nBut I got you paid and it wasn't just to take a dump on you\nThey could never say I don't give a shit, I took a number 2\nYou don't got bars like that\nYou he the running man my nigga, you ain't hard like that\nI know ya'll like \"Damn, why he ain't tap his jaw like that?\"\nCome see my next battle I'ma bring them bars right back\n\n\nI'm sure after hearing all these bars y'all wondering why I ain't been nowhere around\nI'm talking years right now\nWell they say if you build it they will come\nAnd that should explain why I'm here right now\nSee I let him build and build and build\nTo the top so I could tear him right down\nAnd as a result literally make me the top tier right now\nTwo types of niggas in life huh?\nWell which kind are you?\nThe one that put ya homies in a life threatening situation\nCause on some real I don't think you know a real nigga limitations\nSomebody could've got killed what if my partner was strapped\nYa publicity stunt woulda been nullified if ya man died over rap\nAnd that's probably why they not here, been dodging this match\nPlus we haven't seen them since where all them guys in the back\nOh! well I'm guessing they not for your crap\nThey probably know everything you did was kind of an act\nAnd aside from the fact you got poppin and scrapped\nI know all Brooklyn niggas wasn't rockin with that\nYou know two types of niggas in life huh\nYeah the ones that peep a vulnerable situation and try to exploit it\nClaiming they real when integrity arise they decide to ignore it\nYou know the kind that get around a bunch of new niggas and try to impress\nDo everything in the book except rocking a dress\nSee I know, see a lil kid outside of his city got gritty got busy\nYou knew attacking my size the only way to fight with me\nBut in ya favor the naive couldn't recognize the deal\nBut tell me what you see in the mirror cause you know, real recognize real\nTwo types of niggas in life huh, that still ain't clear HOLD SON!\nLast time I checked it takes one to know one\nI only know one and that's real\nThan he says \"Finally, daddy's spending time with me.\"\nAlright pop, what you glorifying? Deadbeats?\nWait, wait, I get it, I get it he when he says \"Get out my face...son\" he was serious clearly\nEither that or this dude's confused\nYou know the bars an hot made him lose his cool\nI probably catch a case or hit the cell for attacking with bars\nCause once he adapt to the ER I'll probably get a battery charge\nWhat you asking me for? You ain't ask for that\nCause what I rapped really happened, you just happened to rap\nOK, you put the smack in the Smack\nLet's keep it real, because ya rapping was wack\nYou know last time I checked\nSmack was for rap\nIn that case why didn't you put a smack in a track?\nOr a smack in the deal nah nah better yet a smack in the plaque\nWait I let me get it straight he if putting smack in the Smack really mattered in rap\nThan why are you trying to spark a flame by having this match\nI got bars something that you actually lack\nWith verses that make rappers wanna smack on the Smack\nSo go ahead you can have ya lil smack on the smack\nHope you get a cookie a trophy pat on ya back\nEnjoy it while it last cause you ain't having it back\nUnless you really got me chopped cause I ain't battling ask/ax\nThis nigga full of hot air til he catching a flat\nSo save ya breath for the pumps to ya as my attack/asthma attack\nI ain't rapping no mo' so cherish ya present or get ya box wrapped in a bow\nClapping a fo lay ya body flat on the flo'\nArms in the crowd, head in the back of the row\nYou only known cause you did what never happened befo'\nTell me this you think a fanatical blow is an actual show?\nSo I guess \"Get out my face son\" was a rap that you wrote\nAnd if those were your components on how to master a flow\nAfter that one hit wonder why you could never actually blow? So don't get full of ya self and make a fool of ya self\nCause in the and Math you only fooling ya self\nSee this kid, I got dumb rhymes not just sometimes\nSo I don't have to use a swing for a punchline\nYou shoulda known that nothing would last\nI mean I'm young, the future, stuck in the past\nPac Juice? Now you know you can't tell him shit\nWould someone tell this fucking pussy he won't sell a bit\nI mean this shit got wild\nYou just don't need a stylist you need a list of styles\nSee me I give the manager illusions\nWalk inside the Louie store they like \"the mannequin is moving\"\nOh you mad cause I’m styling on you?\nTo and try that shit these Philly niggas wildin' on you\nMath that's only if I ain't on you\nYou ain't never ride I'ma put some mileage on you\nHomie when that chrome to ya cranium\nClick Clack BOOM! Turn his dome to a stadium!\nNigga!"
    ],
    "Release date": "March 9, 2013",
    "Title": "Math Hoffa vs J Dose",
    "Artist": "URLtv"
}