{
    "Lyrics": [
        "\n\nLittle Math, little Math, your records retail this year?\nYou prolly sell as many copies as there's females in here\nLittle Math, little Matthew, look around the room you bitch\nAside from her and her, you're the only one with a uterus\nLittle Matthew, little Matthew, you're sweeter than licorice\nOnly thing hood about him's the skin on his clitoris\nLittle Matthew, little Matthew ... You like when I call you little Matthew\nSee I call you little bitch, but your real name's so bitch I don't have to\nCause I'm dissapointed with the comp that Smack has given me\nI'ma make Smack wanna smack you litta'lly\nYou got garbage punchlines and plastic similies\nI recycled your rhymes to trash you lyrically\nCause back in high school, I smashed his chickadee\nTo cut, she cut science class to visit me\nWe had the chemistry, attracted physically\nTaught her sex ed and wood shop, now Math is history\nHe passed this bitch to me, you failed, she follow me\nI mapped it instantly, it's called geography\nSocial studies, the whole globe'll love me\nBut you're only famous to your local buddies\nSo get focused dummie, it's just the start of the lecture\nI play the part of professor, in your hardest semester\nGet your pocket protector, protect your pockets\nWithdraw your wallet, direct dough-posit\nCollect your profit; your digits subtract\nI divide your pie so my division could snack\nPay you no mind, I never listen to math\nPlus - I'm ADD, in addition to that\nSo I'm getting your cash, this schooling is priceless\nMy other students is lifeless, you're gonna loose to the nicest\nA grown man's face isn't usually like this\nHe looks like Chris Brown having a puberty crisis\nAnd I'm Mike in his prime, you ain't even a top sequel\nSugar Shane verse Sweet n' Low, we're not equal\nI've mastered addition, and you're lacking in wisdom\nHe dies, I multiply with a masters precision\nI gave him the equations, but his answers are missing\nSo if this guy's a problem, I'm a mathematician\nHe a keyboard beat, I'm a MP snare\nYour tanks on E, and I'm MC squared\n\n\n\n\nAyo ...\nThis nigga's a midget\nStanding here he prolly feel like he's shrinking\nThis ain't a battle, this a debate; Obama verse Hillary Clinton\nSee, I don't like Solomon, Solomon is whack\nHe look like a big ass duck, that waddled into rap\nAnd we all know his role model isn't black\nYou ain't sucking Eminem's dick, but you goggling his sack\nMy man told me not to battle, it ain't bringing in the chips\nHe said \"that's Iron Solomon!\"\nI said \"you think this nigga's sick? I don't think this nigga's shit\"\nMade me wanna tear the pussy up even more, I started thinking like my dick\nAll these battle rappers walking 'bout, I'ma tell you why\nThey ain't got shit to talk about, just the other guy\nI could talk about me, living horror to your eyes\nHow I went on robbing sprees from August to July\nShit that's year round ...\nI got a rep you can't tear down with jokes\nShit I'm feared round the coast\nFour four four five, push the peer down your throat\nHow another mouth behind your ear sound?'s Gross\nPlay your post, pussy, don't get fucking crazy\nI bust a eighty 'fore I loose to this muppet baby\nAnd you know he got his whole clique coaching him\n\"You 'bout to battle Math? Don't get to close to him\nHe got a fast right hand, but I'd watch both of 'em\nCause you don't wanna end up in a whole with Dose n' em\"\nShit my squad raw, nigga I'm hardcore\nI come through, raise up, like a garage door\nI rob nigga's, what the fuck I need a job for?\nThis dick too pussy - something like a menage, bwoi\nSo fuck whatever Iron hollering\nI'm a steamer from the cleaners, I iron Solomon\nAnd I heard he got a giant following\nGood, they can watch Iron Math Tyson leave Iron wobbling\nMmmmmh ... I ain't ass, he ain't try'na blast\nOnly work he ever put in the projects was for his science class\nI can get Iron snatched just for trying Math\nHave him like a skinny white girl: Can't find his ass\nI'm from Brooklyn, the borrough where we get to clapping\nJust imagine how you feel and how your chest collapsing\nFuck the laughing, my whole team set for action\nWhere you from?! What you rep?! Midtown Manhattan?\nAw shucks, this nigga is soft butt\nI can see him on his block, try'na be all tough\nBop when he walk up, pant's sagging, brown paper bag and a large cop of coffee from Starbucks\nNow you all exposed like dog nuts\nHis face turning red, his glasses done fogged up\nHe like a lab rat on the trap, he all stuck\nHand him some soap, this lil' nigga 'bout to get washed up\nPut him in my shoes, while I'm taking them trips\nHomeboy got to work, so we taking his bricks\nTell him knuckle nigga's down while he facing the fifth\nI bet he seize up like he claiming the Crips\nFast life, yeah I murk the turbine\nGot bitches on my knob like a \"don't disturb\" sign\nI'm serious like the kid from Jerse you heard mine\nLet's see if he got the nerve to even serve his first line\nBefore you do the obvious, I'ma prove he a sucker\nMy name Math, so he prolly gonna do shit with numbers\nBut my name's an acronym, if you don't know what that means\nFor every letter in my name there's a word in between\nGive you an example: Every weekend it's just Me And The Ho's\nGet it? M. A. T. H.: Me And The Ho's, see\nI'm way prepared for the bars that you got;\nMy Arsenal's Too Heavy, My Aura's Too Hot\nBut if he wanna do math, fuck it then bet\nSubtract his glasses, add blond hair, what would you get?\nI can break this pussy down without busting a sweat\nYou been battling rookies, it's time you fuck with a vet\n\n\n\n\nYou've been sucking dick, as long as I've been sucking titties\nSo if you're pussy, maybe that's why you ain't fucking with me\nCause your shit's softer, than Justin hugging Britney\nAnd my shit's tougher, than Bobby snuffing Whitney\nIt's revenge of the nerds; fuck Math, I'll get my vengeance with words\nSentences, words and paragraphs\nIf I'm Slim Shady, I guess there'll be nothing after Math\nSee, you softer than a rabbit getting pulled out a magic hat\nIf I'm a midget, and you loosing, now how whack is that?\nSee, he had one or two lines, but that first round was trash\nIn a second, you're getting burnt, like a pound of hash\nWhen major numbers count, you can't count on Math\nBut his days are numbered now, he can count on that\nCause you more like Count Drac, biting verses, you suck\nCan't counter attack, my fighting words is too tough\nI launch a full strike, I'm the axis of evil\nLeave you down for the count, like Dracula's people\nSo let's count down, like a jacket with goose feathers\nWith supreme mathematics added for good measure\nHis old dad named him Math, your pop's Urcle\nHe's the zero in the cypher, corny as a crop circle\n9 months you was born, earth delivered a boy\nIt's mealtime, you're getting ate, I build and destroy\nIf you rest on the 7th, you can never compete\nCause the true gods assemble at the End of The Week\nMy 6th sense telling me: Evil keeps watching me\nPeople keep blocking me from peace and equality\nSolomon, follow me, 5 star general\nThe pinnacle, powerful, my squads incredible\nVultures keep telling you: This culture's for revenue\nBut 4 elements brings freedom to the destitude ...\n\n\n\n\nAight ...\nSo the nerd knows math, what a fucking surprise\nThat shit don't apply to me, so you still suck in my eyes\nI look at you and get the feeling you got something to hide\nCause your nose and your glasses look like a fucking disguise\nEverybody's so amazed to see a white boy spit\nThat they don't realize a white boy isn't (?)\nWell somebody tell this white boy to watch his mouth while he spitting\nCause I done boxed more chins than a chinese president\nLook, your jokes ain't shit to me ... Nigga you a nerd!\nYour pussy words can't get to me\nBut I know your history\nHow he started rapping and acting all niggery\nI'ma recap, y'all follow, you get the picture, see\nHis pops had a rocky life: He was a dummie\nHe used to bet on Rocky fights, and loose his money\nAfter Rocky father ain't had no dough\nSo he kissed the kid goodbye and took his ass on the road\nNow his moms had the Black Snake Moan\nShe was like the halfway house, whenever cats came home\nThey'll play a rap tape, to drown out his screaming\nBut guess who white ass was in the other room sleeping\nFast forward, who standing here screaming?\nYou play Rakim, in his head he gonna hear a bed sqeaking\nLook Iron, you messing with a demon\nBeast or human being I don't give a fuck I'm eating\nI'm way too street for you\nShow you what a heater do\nI'll beat him till he need some new teeth to chew a piece of food\nHe wanna be street, throw him underneath a vehicle\nThis nigga ain't beef, I could feed him to his sheeple too\nListen, I run with the wolfes\nWe on the prowl till our stomach's is full\nDon't come with the bull, or we gon' eat steak\nHe jewish, he a cheapskate\nHe can't afford the beef, he call his peeps in his peeps' flake\nCause his peeps' fake\nWe grown men; they all a bunch of juniors, all they got for me is cheesecake\nI tried to hang with Iron, but it ain't work out\nI had him in the streets, he keep letting the nerd out\nI said \"Iron! I need some bricks, you know people?!\"\nHe said \"it's funny that you ask, I'm bout to go to Home Depot\"\nI said \"Iron!\" - I'm puffing a cig - \"you wanna bus down?\"\nHe said \"Nah, I take the train, Math, I'm going uptown\"\nI said \"Iron! I got that budder! What's cracking?!\"\nHe said \"I'm more of a Parkay guy, it's less fattening\"\nYou're try'na sound all tough, but you're just rapping\nThat's why everytime he get's loud, I'm just laughing\nI got a thing for your sister, you oughtta know this\nShe the first white girl that I smashed, we met in Lotos\nShe took the kid raw, so I could spray on her faster\nI felt like caviar the way I came on a cracker\n(Hold on, hold on, hold on ...\nNigga's bugging, yo hold on)\nEvery night I got a freak to meet\nI got his broad licking balls while he deep and asleep\nIf Iron walk in, he prolly wouldn't leave her\nHe'd stand there and beat his meat, like Rocky in the freezer\nYou know them white boys, wierd as they can be\nPeeking at his sister, prolly wearing her panties\nJerking at the dinner table, stairing at auntie\nKill his moms and tell the cops \"she kept making me angry!\"\nHe want Eminems style\nAnd Eminems wife\nHe gay so I can't say he want Eminems wife\nHe want Eminem cars\nAnd Eminem homes\nWhen he say he a EM-C, he mean a Eminem Clone\nKeeping it fair: If I could reach in his ear and pull out three toughts\nThe first'd be about him bleaching his hair\n\n\n\n\nYou keep compairing me to Eminem is just lame\nAnd everybody know you be selling M&M's on the train ...\nSee, I'm a nerdy white guy, pshh, I grew up with loop\nI went to Styverson High School, and I'm jewish to boot\nA banker or a broker's what I prolly should be\nCause handling math, have never been a problem for me\nSee, Math is all hype, he going at the wrong mic\nFuck rap; you more like the basketball type\nAnd we could hoop in a pair of Timb's\nI'll still wear 'em thin\nI'm a Natural Born Killer, the rap Woody Harrelson\nHe looking at me, like White Men Can't Jump\nTill I step off the bench and light your ass up\nIn a couple seconds flat, check the stats, when it's time to score\nI'm number one, like 23, and son ain't even final four\nAnd for the record Math, you're getting waxed in a vinyl store\nI turn the tables on rival sets, when I fight a war\nI infiltrate like Trojan soldiers from inside a horse;\nA baby with a butter knife, against a samurai with swords\nA pitbulls bite, lockjaw, and a lions raw\nYou got a marshmellow heart and styrofoam spinal chords\nI'm an upcomming pimp; you're the worst kind of whore\nThat gets fucked once and quits cause her vaginas sore\nIt's like he's PMS'ing, it's like he has his period\nWho's he think he's kidding? He can't be serious\nBefore the Smack appearances, I heard dude spitting\nSounded like one of Shaq's apprentices, should have been in Fu Schnickens\nUsed to spit like Bone Thugs\nBut wasn't getting no love, so now he try to rhyme like Serious Jones does\nHe hopes his lyrics'll blow up; whichever gimmick pops\nRappers like him - this is why Mims is hot\nBut I'm a real lyricist, something Mims is not\nI oughtta go diamond with the gems I drop\nAnd this is why I'm hot, I can chip 'em off the block\nOr I rip 'em with a written cause I glisten like a rock\nAnd this is why you not, but you flip and gonna flop\nCause you spits a lot of fiction like the mission in Iraq\nWith the wins I got, I defend my spot\nI chase gin with scotch, you drink ginger schnapps\nTry'na riding my lane, your stock rims'll pop\nTry holding my crown, your limbs'll rot\nTry wearing my shoes, I'll even lend you socks\nFeels like you rocking Timb's made of cinder blocks\nIf heaven got a ghetto, I'ma send you ock\nGo chill in Thugz Mansion, be friends with Pac\nYou a underground rapper, I'll dig your plot\nParty on your tomb stone - bring some pot\n\n\n\n\nAyo...\nListen, shorty\nYou're short, bummy, with short change\nYou had a short run, for a short time, a short reign\nI got a short temper;\nIf I short right this short lame, it be a short fight\nHe gon' run off with a short stain\nMy nigga's put in work, they down to do dirt for me\nSo tell Brainy Smurf: It ain't smart to smurf with me\nI start a brawl purposely, just to see him broke up\nThey say I set Dose up, if I did, so what?\nMost these nigga's so butt, I don't wanna battle 'em\nI just wanna hit 'em, shake 'em up and rattle 'em\nThey talk a bunch of fiction, just a bunch of babbling\nI show 'em how I'm living; they going in an ambulance\nIt's Training Day, I'm Denzel to this dude\nHe the rookie white boy, I gotta tell him the rules\nI let him think he smoking Math, hit the pipe and he set\nThat's when I turn and say \"I ain't know you like to get wet\"\nNow he wiping his sweat, he on PCP\nHallucinating that he wan a Smack DVD\nTell Iron he ain't dealing with a TV G\nAx around, I'm the Truth, like Beanie Si\nHe no thug, he know me from his people's club\nCause I done fucked nigga's up - outside of EO dubb\nWe throw slugs, nigga's wanna fight, we don't budge\nI always got a right for a soft nigga like Neo does\nHe on drugs, white boys and they habits\nGo to his crib, he prolly got a drawer full of tablets\nSomething to pop when he mad, something to pop when he sad\nHope you got something to pop for Math chewing yo' ass\nHe gon' run up on the roof, crying out for sympathy:\n\"I never loose! I never even lost my virginity\nIt's killing me! How'd that black motherfucker win?\"\nThough he was a Eminem, but he just another Jin\nAnd while he on the roof, all stuck in his slump\nI'm downstairs screaming up to him \"jump, nigga, jump!\"\nThis punk is a punk, let him front if he want\nI could take his front off with one pump with a pump, pssh..\nWhite bread you done come for dead\nYou wanna battle? Me lick you with a buckle on your lumpy head\nWhite bread, what ya try for do?\nMine a bad man, me shoot you and your wifey too\nAnd that's just me doing how I like to do\nFuck him up and let his homeboys wipe my shoes\nAnd here's a fact: King Solomon was black\nI got his blood in my veins, you're just a bum with his name\nHis parents got money, and I'm strapped for the bread\nSo when he leave after this; throw a bag on his head\nMake him call up mommy with the tech to his liver\nTell daddy \"empty the trust fond and get it delivered\"\nAnd when they get him back, I'm gon' be set with the figures\nAnd they'll tell you: \"That's what you get for messing with ... NIGGERS!\""
    ],
    "Release date": "December 4, 2007",
    "Title": "Math Hoffa vs. Iron Solomon",
    "Artist": "URLtv"
}