{
    "Lyrics": [
        "\n Okay, I hit Roc, Surf on his block\n Nah, they switched the bag on us\n Oh, so now it's T-Top and Brizz that get shot\n That was the last option\n Oh, so, now we loadin' up that arsenal for Suge\n Them niggas ran on us\nCaught 'Tez when the Mag' sparkin'\n Good, Will huntin' with somethin' to solve that Math problem!\n I spaz on 'em\n Slide by with the mask on 'em\n Let it fly out the Camaro: that shit'll transform him\n I blam on 'em\n While the cam' on you, beam on a can' for you\n Red dot\n Spot you under the eye\n Then it YAM on you! What if it jam on you?\n Still it'll be suicide, I run down on Cort', put the hands on you\n Chopper shred niggas\n It can stop The Blob\nWill, I got the scope on this nigga\n Yeah, I got the second in the view: I think I got the job!\n If I cop the heat, he coppin' pleas\n I bet you'll do\n I come across like Ivo with the handle\n Nigga, this trey done made the best look stupid\nTell yo' BITCH-\n Nah, tell yo' muhfuckin' MAMA we want the head\nSet up the jaw plan\n I am already set up in his home\n He connected with your broad bands\nDeuce deuce, Vienna Sausage: you get the small cans\n Nigga, I'm from Pontiac, Arizona\n What that mean?\n I'm out the Grand Am with the tall can\nNigga I'm good in any hood, I be chillin' wherever\n13 in the coldest winters, had that shit in my sweater\n Dome shot, your roof drop, tell 'em to get on my level (GO!)\nCaught his ass, body bag: nigga, give me the shovel (GO!)\nGet the biggest Beretta (GO!)\nYou can get it whenever (GO!)\nSomethin' loaded shut down the room\n Hold on! Let me get it together!\nMath? Cortez strapped? I highly doubt if Cort'll point it\n Nah, them niggas tender\nPublic defender: I highly doubt if Cort' appointed\n WHAT THE FUCK WAS THAT?! I ain't hear that\n But if the beef brew, and I'm there in eight\n Hold on: he said, \"If the beef brewin' you gotta let that marinate\"\nI'm at Cortez mama house like-\n \"Ven aqui!\"\n They say Math tough: well, show a nigga\n Then I see\nYou press charges on niggas\n But if I catch him, and the judge in chambers, I'mma put Handz on Math in court\n That's why I'm in NY, B\n We killin' you niggas\n And you can't keep it real yourself\n Any ill will toward Rum and Ill\n You gon' have to kill yourself!\n\n\n Ayo\n What's up?\n So, these niggas battle each other, then teamed up on some other shit\n So what are you, DNA? And you a K-Shine? Man, both these niggas be suckin' dick\n Ayo, y'all niggas live in two different states\nHow you come up with this?\nI guess Will was really in Rum crib givin' his mother dick\n You the man? Oh, you not gonna give me a pound?\nOh, you not gonna give him a pound?\n Man, FUCK Ill Will!\n Plus, I never liked Nitty\nWe came with them choppers: it ain't a bike, dig me?\n This a bucket list vacay: enjoy this nice city\nCause you goin' home, stuffed in a bag like white Henney\n Yo, we the foundin' fathers of Smack and this is Purge night\nGo 'head, bitch you get in yo' bag? See what the purse like\n Ayo, Rum, you my child\nI fucked your moms on the first night\nIf son pop, he gettin' e'rything: that's his birthright\n Ayo, Call Of Duty shit: when I peel...\n See what the perks like\n One round, he layin' flat\n See what the Earth like\n Baby boy, hit him in his back\n What the burp like?\nThe grip'll dig Will in the mud: that's a dirt bike\n Okay, y'all facin' Math and Cort' today, we the co-defendants\nBang hammers, silence the room, before he throw a sentence\nYou can block a punch, but them shell cases no defense\nWhy?\nI'm pushin' 80 on Will like a home attendant\n Street nigga, gotta feel me\n Punches I can knock him silly\n I pull it back, cock the milli'\n Kawasaki, pop a wheelie\n Yo, this ice pick I got for Nitty\n Stuck him up, high sadity\n He start to shout\n Put it in his mouth, nigga: Akinyele\n That's four hammers grippin' on him\nSame hammers twinnin' on him\n First we pull the fifthin' on him, then we pull a Smith 'N on him\n I'm lifting on him, airin' on his side like some Pippens on him\n Switchin' arms lookin' like we synchronized swimmin' on 'em!\n I plant both these buds in the dirt, get it? Home grown\nI'm lettin' four, sale on his lawn, I can own holmes\n If Rum raisin', I scoop him\n What's that?\n That's the Cold Stone\nRazor to his ear to his mouth like the old phone\n Nigga you was never hard, deadin' y'all, metal rod, send 'em off\nTell me what it hurts like; rental car\n Man fuck lettin' the fifth \n Why?\n Drummer boy, sticks bang\n They 'bout to see a nigga from the 'Yak spill\n Big stain\n Oh, you God, Will? I'll erase him; Big Bang\n It's red rum as soon as I read Rum like he switched gangs\n I'll catch 'em both in the whip, they gettin' done wired\n Will think he got it on lock, I hit the front tire\n Ill tried blockin' off Nitty but the pump fire\n BOOM!...Left Rum slumped behind Will like a drunk driver!\n And I appreciate y'all reachin' out\nBut wait til round three, there's some shit we gotta speak about\n\n\n These niggas came out with some little simple shit I like, you can get the shit tonight\n On the real though, I just seen two bitches swimmin' for they life, same shit\nBut I always thought you was a ho ass nigga\n And you still is\n But you gotta chance to prove us all wrong tonight\n Hit him\n Do it!\n Do it!\n Do it!\n Do it!\n Aye look, we in the buildin' in New York and he still can't do what Bachir did\n You'se a real bitch, and ever since then you've been gettin' smoked; true facts, back to back\nYou couldn't drop one 30? Dose proved that\n And I told you that! You ain't gon' get nowhere with that cocky conscious\nBullets hit Cor' and come out another man like Bobby Johnson\n Class in session\n .40 open wounds like a staph infection\nYou get smashed in seconds, when I blast a weapon\n.357, .45, deuce deuce and the Mac-11\nEinstein Theory, these numbers gon' lead Math to Heaven\n Let me ask a question\n Do!\n What's the meanin' of E = mc2?\n Energy, mass and the speed of light\n Nah, these MC's square, I end a G with a mask on at the speed of light\n You gon' see the light\n We creepin' by\n Eagle eye\n See 'em by\n Bullets singin' like En Vogue\n Head shot it'll Free Your Mind\n And the rest will follow when it's schemin' time\n I'm a cold ass nigga\n Bruh, I'm a cold ass nigga\n I know that killer\n Aye, but at least we ain't gettin' punched and vaulted like these ho ass niggas\n You know like-\n Timid weak, bitch and tweak\n Actin' like they in the streets\n Nigga please!\n Grip the piece, forever I've been liftin' heat\nI've waved caps my whole career like Memphis Bleek\n That was NAAASTY!\n YOU got a Bonnie problem\nYOU are not a problem\n Fuck one or two pieces I get 'em by the caseload; we gotta dolly Llamas\n How ironic you went to the west and got Muhammad Ali'd by Prince Ali Baba\nFuck that, on the real my nigga I think Smack and Beas' tryin' to play us bro\n Oh that shit on your mind for real?\n Dawg how you switch shit up when the contract was signed for real\n I feel you but\n Six different opponents, we ain't really had time to rhyme for real\n Well how long we goin' I get to bodyin' Cort' soon as I get the Time To Kill\nFuck who we got\n I put the .40 in your face fam'\n Arms shoot across Cort'\n Like Jordan\n Off of Space Jam\n We killin' you niggas! But you can't keep it real yourself\nAny Ill Will towards Rum and Ill\n And you gon' have to kill yourself\nHomi!\n\n\n You see how these niggas bringin' up Dizaster, talkin' 'bout \"do it\"\nYou wanna try us tonight? You must be high as a kite, like these guys wanna fight\nNigga I'll knock you both out, go to your crib and Chris Unbias your wife!\n Bro, you told Brizz your mouth crazy?\n Pause\n Yo I ain't say it, he said it, I'm just statin' out facts\nAs a matter of fact, Math\nWhat you think his Jamaican plug had to say about that?\n Hmmmm\n He called him up like, \"Yo!\"\n Wagwan?\n \"You saw my battle with Charlie and Brizz? Them shits was tough. Nigga I'm a killer!\"\n \"Yeah yeah but bredren let me ask ya.\"\n \"What's up?\"\n \"You was drunk off the liquor?\"\n \"Nah nigga.\"\n \"So wait, wait, wait, wait. You tell Brizz Rawsteen ya mouth crazy after ya tell Charlie Clips you're finger fuckin' a nigga?\"\n Bumbaclot\n \"Bumbaclot, log off. Left me 'lone\nMe not chat wit a batty man. Get off me phone.\"\n Math, besides him bein' a fuckin' flame, what do you think about this nigga?\n I think Will at the top wit the killers\n And whatchu think about Nitty?\n The lil' nigga kinda hot with the lyrics\n But what you told 'em?\n I told y'all, you could battle for the spot of the illest\nI solidify my spot with gorillas and we don't rock wit you niggas\nSo what we got? Reaches and fuck ya mom jokes\nI'm Popeye, give me the spinach, I'll make them arms smoke\nYou could get punched in the face tellin' the wrong joke\nI let you niggas win this round, give 'em the wrong choke\n Go 'head\n It looks like Team Homi went lottery pickin' and recruited these Shook Ones\nSwave you gotta be kiddin'\nI hit 'em with the drum\nHavoc when that Tommy be spittin'\nLet's see if they mob deep when they prodigy's missin'!\nRest in peace\n Hold on! R.I.P. to P\n R.I.P., we gon' miss the giant\nBut these pussies just be lyin'\nToo close, get butt by the nose like 69in'\nThis Ill 'matic wettin' everything\nSix and Ill Will take lives through Memory Lane\nMan this shit changed\n Why's that?\n Way back we used to bring chrome\nFlex tears droppin' off Cam'\n What's that?\n Jim Jones\nNow I can adjust, just keep these niggas out my swing zone\nCause I drop Rum to rock Will like Flintstone\nThese niggas want my pay grade droppin'\nIf this shit don't work, it's back to grade A option\n Facts!\n Or that AK, mask on my face straight robbin'\nWhen an extension's at your door it ain't Shenaynay knockin'\n Keep goin'! What you used to do? What you used to do?!\n I used to eat with them heaters, I like my bread toasty\nThug nigga, bug in the jack, I think the FEDS on me\nVing Rhames, arm on your neck, leakin' your head, Jody\nCrack Rum top then pour him out for my dead homies\nLast time I milly-rocked for you niggas\nMook, Rex, Tay Roc: I had to put Dots on you niggas\nShow and Shana, more dots, shooters watchin' you niggas\n Wrong move it's lights out, you see the dots on the niggas?\nYo, and like I said I appreciate y'all reachin' out\nBut round 3's next and there's some shit we gotta speak about\n\n\n I ain't gon' lie that last round was clean, shit was classic\nWell here's where the shit get tragic\n You said y'all 'bout to take out a Prodigy, well all there's left is Havoc\nNow what ch'all wanna do?\nI mean y'all doin' all this shit, dancin' around\nI'm Math Hoffa, I'm so tough, I make niggas tap dance\nYou in your 30's still tryin' to get stripes like Smack pants\n\n\nDo three of them thangs!\n That's Chef shit. That's Chef shit. I'm not Chef\n\nI heard a rumor that if y'all lose tonight\nMath gon' be blindfolded, broomstick, beat a pinata candy out yo' ass\n That ain't cool bro, that's how you do bro?\n Chill...that shit true bro? Blink twice if you need us to lose bro\n He gon' need us to lose bro\n MATH!\n Abuse, bro?!\n Umm, mmm, mmm...\n That ain't you, bro\n I mean, Don Demarco, bang, bang, bang...shit like that\nBruh! You can't be puttin' your hands on your bitch like that!\n That's why you got your face cut\n Laced up\n Over shit like that\n The .40 make him curl up here or lay him straight out\n Perm niggas\n Leave him smokey in the back of his truck\n Like he hidin' from Big Worm niggas\n In the areas I be in, you ain't safe over there\n Too many shots from Rum and 'Yak by the next day you'll find out\n You can't hang over here\n If it's problems I'ma dome shot him\n Talkin' like he's so poppin'\n Stop it, get off my Jimmy Hoffa you're a nobody\n I'll throw it all away, fuck this battle shit, get clapped and shit\n Slide with a lot of rounds for Math\n That's an abacus\n They say don't get in your face with all that tough guy stuff\nBitch I should-\n Hold on my nigga that's the reason why we almost had to fuck Roc up\n Nigga fuck yo' squad\n Get jumped and robbed\n Cause if I don't get my plate two liters gettin' cut\n What's that?\n that's a struggle bar\n Fuck that, let me talk to you niggas\nI brought the Hawk for you niggas\nTop, Roc, Brizz\n Cave your shit in!\n It get dark for you niggas!\nI got more heart than you niggas\nStreet smarts than you niggas\n100 shots and you drop\n Yong Dolphin' you niggas\n I'm offin' you niggas\nPull up, park on you niggas\n Knock him out!\n Stood on his block\n And C-Walked on these niggas\n I ain't gon' say no bullshit\nCause behind scenes, niggas really family anyway\nTalkin' 'bout you'll rape somebody wife like Chris Unbias, you like trannys anyway\n But we killed you niggas!\n And you can't keep it real yourself\n Any Ill Will towards Rum and Ill\n And you gon' have to kill yourself\n Phoeni-Yak Town niggas!\n\n\n I been had stripes like Smack's pants\nI get you focused with the upper\nWill, this the real Will\nHe know, I been had the guns, the rose is for your mother\nSomethin' light\nAnd Nu Nu! Nah, I'm just-\n But like we said we appreciate y'all reachin' out\nBut this is round 3 and there's some shit we need to speak about\nLast week was Father's Day\n I feel away from you niggas\n Why we ain't get no gifts from y'all\n Look at what we gave to you niggas!?\n These niggas claim they from the streets\n Look at the way we paved for you niggas!\n Nigga we built battle rap in the streets\n We even built this stage for you niggas\n Through the Blood, Sweat and the Tiers\n Look how we slaved for you niggas!\n We put clothes on they back, food, shelter\n Even fake J's for you niggas!\n We took battle rap from the corners to the arenas\n We got here in less than four summers\n You think BET was lookin' at your numbers?\n Well you're as dumb as them poor fuckers that's watchin' Born Legacy, not knowin' this legacy was BORN FROM US!\n You fuckin' faggots\n Y'all lil' niggas still mad over Summer Madness?\nSmack, drop the bag, I'm doin' summer classes\nI should come with glasses\n Your first lesson is Ill Will\n With these two eyes I see one W and four L's that's your fuckin' average\n What else?\n One bitch per decade, you still gets no pussy, that's your fuckin' average\nI'm cuttin' caskets, if I cut him where his fuckin' abs is\nIf you could run away without your other half that'd B motherfuckin' Magic\n I got the info, I'm knowin' all the specs Rum\nI'll straight disrespect Rum\nThe scope, it got a wide eye view, that's for the spectrum\nHis head done\nTwo Homi's layin' by the platter\n Red Chucks\n With two bodies layin' by the latter\n That's bed bugs\n Nigga look at 'em, they pissed off\nCort' official, blow the whistle I'm lettin' tips off\nOh you rep the Six, god? Well Drake will do the Crip walk\nMask off, ain't no future, I'm lettin' sticks talk\nThe clip broke I had to take the Maggie\nI'll punch him in the air\n And I'ma take the alley!\n Yo, these niggas is gas, they straight loud like they came from Cali\nBut how you smokin' this OG with this plate of arie?\nI'll make sure today, you sleep for good Will\nHe branded you cheap and these bullets free, you Goodwill\nI'll hang a rapper over the balcony, I'll Suge Will\nDrop 'em next\n Fuck it, pocket check, I Suge Will\n So don't ask if we top-tier, dummy!\nWe whooped these niggas ass for that top-tier money!"
    ],
    "Release date": "June 24, 2017",
    "Title": "Cortez & Math Hoffa vs Rum Nitty & Ill Will",
    "Artist": "URLtv"
}