{
    "Lyrics": [
        "\n\nMath Hoffa versus Chilla Jones, mmph!\nThis shit like Mayweather/Pacquiao\nSike, this shit is like a brick of dope versus a Black & Mild\nYour rapping style...\nBy the second round, I'm tapping out\nYour bars respected, but you're the cause of many narcoleptics\nPause a second, yo, Eurgh\nI ain't gon' come for you\nBut you really booked me to battle T Top, and that was wonderful\nUntil a couple dudes from a league pulled a sucker move\nAnd told T Top if he did, we ain't gon' fuck with you\n\nNow Eurgh needed somebody cheap, that's why I'm stuck with you\nLast time I had to write for a Jones, it got uncomfortable\nMy pen'll bag whoever you book, it's like I'm up in school\nCause even back then, I had no respect for a substitute\nYo, your bars don't make you lovable\nIt's clear, you a Huxtable\nI guess they threw this bitch on a bill to get a couple views\nI ain't come to fight, but these punches still gon' be crushing you\nTry, not even Plies'll give this \"pwussy\" the W\nBut the way you jumped in for T-Top, I can't front, it kind of took me back\nTo years ago, in a fight club, I had a rookie match\nI met this chick named Cookie, I said, \"let's boogie\"\nThat's when she took me at her house, but when I tried to get mouth\nThe bitch pushed me back, then when I was dicking her out\nI had to stop, she had a bushy snatch\nGuess y'all ain't figure it out\nNo Top, and this pussy's wack\nY'all know I hate Scrabble, I got that feeling again, nigga\nBut something about that mary made me write for this Ben Stiller\nYou ain't 'bout that life, you ain't been where I been, Chilla\nForget who the F you are, and that's your chin, Chilla\nCold, this shit is a breeze, I feel a wind, Chilla\nNigga tried to tell me how crazy your pen is\nAnd to me, that shit is crazy, it kind of made me offended\nCause if you wrote this nigga's rhymes on a page and reread it\nIt wouldn't make no fucking sense without the way that he stretches\nLike when you said... man, fuck that, I ain't quoting niggas\nIf stretching is the shit that you like, go do some yoga, nigga\nIf battle rap would rather be real, I'd be the dopest nigga\nCause I really came from the hood and where the dope is, nigga\nWe walk with , I ain't choking, nigga\nBut play lowkey, cause my son got the hammer, I'm playing Odin, nigga\nIn any account, I get the steel, it's like I'm  niggas\nHave Jones' insides blew out, that's Osmosis, nigga\nIt's been a couple months, but I feel like I ain't go in years\nI want to give y'all classics, but it's like all my peers are frozen scared\nI did this for my fans, cause me and Chilla, yeah, I know, it's weird\nI'm like D. Rose, I shouldn't be playing with these lower tiers\nHoffa!\n\n\n\nRight now, I'm like finally, Hoffa wrote rhymes for me\nWe could've did this last spring, but you took Red instead\nAnd said you ain't have time for me\nI mean, y'all came to see punchlines, right? Not punches\nMath still gotta end violently\nHe be like, \"you ain't got bars like that\"\nWell, guess what, that don't apply to me\nSo what are you tryna be?\nA battle legend? A trailblazer?\nThen you gon' win with that real flavor\nThat they'll savor cause you sell major\nYeah, you probably who they'll favor\nBut last year, I faced more pens than Hellraiser\nWith the flame, his back would get burned like L blazers\nThen the chrome outside of your dome like tailgaters\nSo he think y'all don't care if I grip that mic\nVersus a nigga that live that life, did I get that right?\nWhat good is street cred if you can't spit that tight?\nYou're broken off with four bars, you the Kit Kat type\nBut you gon' tell 'em I don't lift that pipe\nThat's time-wasting, Math\nYou gon' diss the way that I rap, but they embrace it, Math\nBeing street don't take talent, you gotta face it, Math\nPlus, in addition, your whole division is basic, Math\nEverything that you say is trash, that's a problem my era solved\nListen to your rounds, that's a problem the ear'll solve\nTry to air us all, , to get that Aerosol\nWe spray like Aerosol till the tension in the air resolve\nMy squad ready for war with the TECs they keep\nIf you sneeze or even take the wrong breath, they squeeze\nWhen that cannon flash, just say, cheese\nAnd Cortez gon' have your face on a shirt by the next day, see\nBut think about those last bars, for trying to test a G\nBoy, all you gon' see is Math on that ese T\nSee, this a nerd versus a bully whose raps is savage\nWith the pen, I gotta school him, make this match a classic\nSo I came with creative writing, plus drastic tactics\nYou gon' be history, stepping in my path was tragic\nI catch him by all the G's, bring his ass to static\nBut should I hit him with the Jim, or give Math the matics?\nThe fact is, even the bars I call average mean\nWhat you think mean... average\nYour bars is average mean\nI mean, you in comedian mode, you have to last the seams\nWait, mean, median, mode, that's a scheme\nStraps with beams, pistol got a fully loaded clip in it\nThat's 12 plus one in the head, like arithmetic\nShit, I ain't the  guy\nBut I could have three point one 4, that's easy as pie\nYeah, you survived the motherfuckers that tried to sound like me\nBut you ain't never stood in front of three rounds like these\nBosstown!\n\n\n\nRight now, Chilla's like, finally, daddy's spending time with me\nBut I think we all should spend some time with our fathers\nSo bow your heads and close your eyes with me\nHeavenly Father, please get me back on URL!\nCause I don't know what to do, god\nI figured after Summer Madness, Smack, Beas', and my dude Norbes\nWould've cooled off, I promised Eurgh I won't skip any verses\nI'ma just do what I do, bars\nAnd next time I hear that \"woo\", I'ma listen to you, god\nNow QueenzFlip should get fired, and you should get hired soon\nCause every league you battle on, you turn it to the Quiet Room\nReal niggas don't ride with you, talking about you spraying the crome\nKill that shit, lame, you Trinidad James, you just a fake, Jerome\nLike you tell niggas you scheming, that mean you rhyming shit for 'em\nIf I tell niggas I'm scheming, that means go inside, it's a warning\nCats who lit up just got high, this how you fire shit for 'em\nThe cats I lit up in the sky like they heard Lionel callin'\nThis where I break you down\nI'ma take what the people prefer as your favorite quality\nAnd turn it to a weakness, observe, it bothers me\nThe way you like to scheme is for herbs\nYou look for double meanings, cause you never meaning your words\nLike picture Chilla in  with some G's in the trap\nAnd he come through and say, \"keep bubbling coke, I'ma squeeze on they cap\"\nThem niggas'll grab they ratchets, like, \"what's up, shorty?\" Like some G's will react\nAnd Chilla'll be like, \"no, no, no, no, chill out, fellas, y'all need to relax\nI mean, if you keep bubbling coke, you gotta squeeze on the cap\nI was just looking out, I didn't want the two-liter to get flat\nIt's just a scheme, I swear to god, I didn't mean it like that!\"\nThis PG don't got a shot, so we gon' see him pass\nMy goal's to leave you purple when I beat yo ass\nYou bring up Cort'? I give you ten, hope your sneakers fast\nCause I'll burn him, and give my nigga Eurgh a heap of ash\n\"Eurgh\" and \"ash\"? That's Nash!\nHoffa!\n\n\n\nSo what you got against my battle with JC?\nIs it the fact that it's a classic Smack battle?\nI mean, all you offer the culture is \"real rap\"\nWhen y'all want bars, he just be rapping facts at you\nI mean, this gon' be a serious disaster\nSpeaking of which, they both had this cat rattled\nBut congrats, Math, shit, I mean, it's the first time you had punches in back-to-back battles\nBut let me ask you, cause there's this interview online\nAnd, I mean, I don't remember the time, but y'all was mentioning the names in battle rap\nAnd brought mine up, you said, if a victim was picking niggas out a line-up\nAnd I was in it, well, behind bars ain't where I would wind up\nOkay, fine, but all that show me is that you blinded, nigga\nA small-minded, misguided nigga, so let me get this right\nYou would actually take pride standing in a line of niggas\nAnd doing time cause you the one that look like a crime committer?\nI mean, I'm trying to figure this out, this mindset in black males is typical\nYou worried 'bout looking real, that's something I feel is pitiful\nCause what's real about your kids going to jail to visit you?\nAnd birthdays and holidays pass, but you still invisible?\nShit's despicable, I couldn't even leave it alone\nAs a father, how is this something you can even condone?\nSee, I'm a father, and that's what got me so upset\nCause how you supposed to raise your kids when you ain't grown up yet?\nThat's why your face got a scratch like that\nYou got enemies, that's why you stay strapped like that\nC'mon, Math, you broad? Rick Ross almost got clapped like that\nC'mon, Math, you broad? Rick, Matthew Broderick, bitch, act like that!\nSee, this is rap, they give a fuck about your beef or a fucking war\nThey wanna have you spilling Pac Juice when they bust your core\nBut I was by the door, standing there, Ness Lee\nI said, he need more than that street shit to impress me\nHe said, what if he punch you? Well, I said, why would he test me?\nThat's ridiculous, Ness who'll get robbed if he dare deck me, respect me\nI said, I respect you, you ain't gon' violate me like I'm without rights\nBut let me get this out right, I'm no one you can outwrite\nSee, they think you gon' swing and knock me out, right?\nCause they know you ain't winning outright without rights\nI'm nice, and you ain't got bars like that\nAll you got is nice hooks, they would think you Bruno Mars like that\nSee, you getting killed, because you worried about that tough guy Surf\nYou should've took a page out of Bonnie book and dumped my verse\n\n\n\nYo, sing along if you know the words\nMany men wish death upon me\nBlood in my eyes, dawg, and I can't see\nI'm trying to be what I'm destined to be\nAnd niggas trying to take my life away\nYo, when I first heard that song, I had that shit stuck on repeat\nI  could spit this real shit, this stuff is unique\nIn battle rap, I'm like 50, I rose up from the street\nSupported a disloyal gang that made its money from beef\nMy last battle got ugly, y'all saw the sucker shit, B\nFive niggas versus one, that ain't a jump, it's a leap\nI got the typical Dizaster, he the same as a \nWasting time with his setup, then his punches is weak\nSwear to god, at night, I dream about my gun on his cheek\n grief, too tired of crying, but too troubled to sleep\nLast time she saw Bachir, he said, \"I love you\", and peace\nAnd the next time, he was , bodies cut up in three\nI really want to know the public's belief\nY'all think it's karma or a bitch nigga trying to front with his peeps?\nHow many of y'all think he would've threw that punch in the east?\nExactly, son would never disrespect\nSo to take my shine, son set it in the west\nFuck Krack City!\nWith one sharp weapon, I would've \nGave the whole city stitches, like the \nY'all thought I was suing King of the Dot\nI just threatened them for a check\nThat bread was going right on Diz head to get him stretched\nBut that's why they hate me, because I be telling this shit correct\nNiggas spit mad ill, but still jealous, cause I'm direct\nChilla, you a body, nigga\nIt's a shame I gotta do this, but I ain't sorry, nigga\nThis what happens when you poke out your chest in front of Bobby Fischer\nFronting like you about to go to work, yous a Tommy nigga\nThey gon' pull you out under covers, yous a Donnie nigga\nThe way you be all friendly in battles, you using molly, nigga?\nInside you mad you ain't fucking with me, yous a Bonnie nigga\nI'm like a fitness trainer to frauds, cause I pull up, wait, spot you, and let it go like yous a bodybuilder\nFuck you mean? Like Hollow said, I'm gon' hate you till I'm seventy-five\nI get them clean shots up close, 7D five\nHe see the steel, start to feel like he ready to cry\nBut my gun so big, it make you ready to die\nDamn, see, a line like that'll wake Biggie up\nMake him light a Philly blunt and go, \"Huh! that was really tough!\"\nBK, you know how we play, we keep the blicky tucked\nYou , bust at the D's, it ain't a tittyfuck\nWhat's really up? You know I'm godly with lyrics\nYou talk words but don't do 'em, go decide on your image\nThat heater blast, it's like eating ass, he probably don't get it\nA pussy get wet, but I ain't gon' tell nobody I did it\nLike I said, man, it's been a couple months, but it feels like I ain't go in years\nI want to give y'all classics, but all my peers are frozen scared\nI did this for my fans, cause me and Chilla, yeah, I know, it's weird\nI'm like D. Rose, I shouldn't be playing with these lower tiers\nHoffa!\n\n\n\nThis just in\nIf y'all ain't know, this Justin\nThe first was for Math, the last two was to diss Justin\nRounds like this just tend to hit harder, so let's get started\nWhat happened with Diz, Justin? Let's jump in\nHe said I should punch you in your face\nYou started talking hard, dropped your guard\nTurned the other cheek, and let him rock your jaw\nI was in the crowd when it happened; I was shocked and all\nI started popping off, then Dizaster's crew got involved\nBut, now you got a lawsuit?\nSaying King of the Dot is unprofessional like your injuries were their fault?\nSo how the fuck is this stuff respectable?\nAnd to this day, y'all still put him up on this fucking pedestal\nLike Justin credible, but to me, it's just incredible?\nMy question to the crowd... is this how real niggas behave?\nHow the fuck you suing niggas with the reputation he made?\nBut let's keep pace, and talk about how your ex, Bonnie, knew Drake\nHe hit her online, and asked her out on a true date\nTo sip wine, have some good convo, chew steak\nShe told you, watched you hate, and made you lose faith\nYou told her she better not, or you would catch a new case\nSo she , waited for you to leave, and packed her suitcase\nYou came home, found a piece of paper on your food plate\nIt was a note that said, \"if you're reading this, it's too late\"\nIs you that insecure? That ain't a good look, Hoffa\nYou was out of town, having niggas from your hood watch her\nBut if you used that wood proper like you should, partner\nBonnie would've came straight back like good posture\nBut you lost her, she moved out, hoping another guy wife her\nYou got evicted, your future was in a shelter like Mekhi Phifer\nYour new chick want to be Bonnie, but ain't fly like her\nShawty's just a plain jump-off; that's a skydiver\nBut hype up your pain, say you getting more than me\nFor the same reason those situations ended horribly\nIt's cause you feel a immaturity and insecurity\nLooking like you should have a job in security\nAnd currently, you've been running around badmouthing 'em\nQuit talking about about your ex, why? This ain't algebra, I'm bounded, bruh\nYou really got a nerve calling me sweet\nY'all ever seen Math versus Day? Well, if not, here's a sneak peek\nWhen you was rapping, shit, Daylyt was at your feet, sleep\nWhen he was rapping, he was pouring water on your cheap sneaks\nWhen I battled Davone Campbell, we gave the streets heat\nThe shit was epic, ask Method Man if he agrees, G\nImagine Batman and Superman having beef, peep\nMy wordplay made the world marvel versus D.C\nSee, you remind me of that one old man that's so cynical\nRecalling everything from his era that's so memorable\nLike, \"when I came up, it was all about being original, and if you made threats, you had to be ready to get physical\"\nTypical grandfather shit, old man Math, stuck in his old ways\nSaying my generation lacking respect for the old days\nCause now in battle rap, we got hybrids and flying cars, times evolved, advancing the whole page\nAnd here he go, still talking about inventing the wheel in the Stone Age\nOkay, you probably that old man that fall asleep on the train and wake up at the last stop\nHe put his face close to the screen and type with one finger on his laptop\nIt's like you so old on them bag blocks, you ain't sell crack rocks, you sold cracked rocks\nYou probably sit in rocking chairs with brown sandals and black socks\nBut here's where the act stops, cause the same style I'm using now\nThe same style Math had for years that got him losing ground\nYou don't got bars like that, that's why you losing now\nAgainst Mr. Jump to Top Tier from the Proving Grounds\nBosstown!"
    ],
    "Release date": "April 4, 2015",
    "Title": "Math Hoffa vs Chilla Jones",
    "Artist": "Don’t Flop"
}