{
    "Lyrics": [
        "\nRight now, this chap is like: \"finally\"! Gotcha!\nHe don't got no father\nThat's why he killed Harry Potter's\nLord Voldemort, AKA Tom Riddle\nThese people like the way you perform, you make your arms wiggle\nIt's like you waving a wand some of your bars sizzle, test it; you fire\nSo now you think you the bomb, is you?\nWell I guess that's why U.S troops moving in on you like you Iran's missiles\nYou hang with fags and act tough you got Kim Jong issues\nHands down you can't see me so ima armpit you\nYou act up on this stage; watch my palm twist you\nAnd while you down on the ground like \"what's wrong with you\"\nI said you heard me bitch I'm like a dog whistle\nNow I ain't ever been to Manchester, but if there's real niggas there\nShout out to all them and all the real niggas in here\nAnd it don't matter your colour; if you're about truth and sharing facts with eachother, then that is my brother\nSome like to label me a bully but today, ima preach a sermon\nAin't much difference between us besides our speech and wording\nWhether you follow a priest or a high chief in turbans, we all searching for peace that we can keep this earth in\nSo please, it's urgent, keep me equal verses him\nIf Shotty make fun of my accent, and I see people smerking\nOr he diss America like Patrick and I see it's working, then that would be disturbing\nBecause as far as history's concerning, if my country didn't have your country's back; you'd all be speaking German\nNow picture that, you'd have to say Hallo every time you greet a person, \"Hallo!\"\nBut i like this place so ima keep returning, so help me with the speech, I'm learning\nNow in America, we call football, football\nOver here, what we call soccer, you call football\nNow i don't analyse this shit and ima keep it hood y'all\nIn soccer, you kick a ball with your foot, so that's a good call\nBut what do you call somebody who likes to front on his bros\nBut when a stranger comes around you get to see him exposed?\nWhere i'm from, a bitch-ass nigga is the answer\nSo where's Unanymous?\nU-nan! I can't lie, I gotta thank you, because when you brought his dead relatives and he threatened that he would bang you\nThat gave me enough evidence to prove that he's a wankster\nBecause when Arsonal did it worse, where the fuck was his anger?\nYou withdrew from checking that account, just like a banker\nNow if you weren't in Manchester you probably can't win fights\nThis slave run to the north, so he can land his rights\nY'all think Shotty be shining, y'all think your man so bright?\nWell my fans find it romantic how I candlelight (Can dull light)\n(British Accent) Shotty. Why the fuck are you so Joffy\nIs dick sucking your hobby?\nThen why are you so cocky?\nDo you have a faggot, waiting for you in your lobby\nYour style is kinda sloppy, ima die fly you know why? I'm kamikaze\nAnd when it's time to catch a body gangsters die behind my bars like John Gottie\nYou don't got bars like that!\nYou got a donkey smile my nigga, why do you show it off like that?\nI wear a hat, every battle, because i'm bald like Smack\nAnd I'll be here third round to bring them bars right back\n\n\nTo sum it up, you're about to see Ad (add) divide someone that isn't equal\nCalico killed him, funny when he couldn't count on his hands youw saw the calculator (calcule-hater)\nIf a square root for him, i'll diss em all point em out for later\nI know you're all G bro times table turn and you're left without remainders\nIt's math all work, I give one G three round and each round is greater\nSee that G is a thou (thousand) that's one in three rounds and each round means greater\nYou'll get more hammered (Mohammed) than Ali if i'm on form and you ain't going around with Fraser\nIf you bank (Eubank) on beating Clay, you're a power ranger\nWait, news just in Justin it's just intricate it's like I'm rushing past it\nI said you'll get more hammered (Mohammed) than Ali so let's look up his matches\nSonny Liston, Ken Norton, George Forman amongst the classics\nBut i'm referring to his bout with Buster Mathis just to show you how much of a Buster Math is\nBack to that power ranger bar, cos that's fucking madness\nYou're not touching Cassius, only power rangers beat clay, because that's what the putty clan is\nBack to the calculator\nI'll push Math buttons, so figure this out, because we're going back to the calculator\nI'll hit this knee, if his picks are proud of nature, but\nWould he buzz, if them toy stories rowed his face off\nI'm not one of them mermaid, like Flounder's neighbour\nBut try hit a lad in this battle and you'll see a fan taser ya\nMath Hoffa, battle rap gangster, with a strap on you\nGood cos in England bullets go buy caps like a hat shopper\nDuck like a quack-talker you don't jab proper you need a better pad-spotter grasshopper\nIn this scenario, you're a fat bitch and I'm a skinny chair leg that you sat on, cos i'm about to snap on you\nYou wanna go to war? Well i'm trying to tally bans (Taliban) I need at least a rack (Iraq) offer\nKamikaze, I'll key the code into the bomb if this G had (Jihad) Horroh\nMath Hoffa, I bought a CD and played a track of ya it was whack so i put the disc back in it's place like a back doctor\nI'm Shotty Horroh! Slag want the cock cos the swag's proper see I get more booze than Calico trying to explain a bad proctor\nI'm sending you, back to New York with a tattoo or a brand on ya saying Shotty Horroh was ready to body bag anybody that smack offers\nYou don't got bars like that\nYou've got bars like: \"bars type whack\"\nWho the fuck says \"bars type whack\"!?\nI don't want bars like that!\nAnd yo! He said I wasn't gonna show up, well that's what the talk is about, but i show up to the show down to show off when the show's on for all of the crowd\nFuck Math Hoffa! Time\n\n\nI don’t think this faggot ever gon’ blow up\nWell that’s what the talk is about\nBut you show up to blow, suck, and throw butt at all of the crowd\nRight now I’m on vacation\nI’d like to thank yo moms for the fun\nIf you a chick that like big dicks, I’ll be at the bar when I’m done\nI didn’t really write a second round for Shotty\nThis motherfucker’s a bum\nYour battle with Dizaster proves, according to those little views\nThat even if I lose, nobody will give a fuck that you won\nYou hear that crowd response? So fuck it, I’m done. Time\nY’all think I’m playin’. Time\n\n\nWe're just starting, we're just building\nNow I wanna talk about you acting like 2Pac\n'Cause carrying on that thug image is just fitting\nLet's take Holla's scheme verbal , ‘cause I want you to see it all\nSo fill up your cup Bishop, Suge killed him\nPlus I heard they filmed the Hitman assassinating\nBut the footage come up missing\nSo How Do You Want It, when I Get Around I Hit 'Em Up\nMy Ambitionz Az A Ridah means I still Don't Give a Fuck\nPicture Me Rollin' - All Eyez On Me, I Ain't Hard 2 Find\nMe Against The World - Only God Can Judge Me now, 'cause every star's aligned\nYou think Life Goes On? Well God Bless The Dead\nAnyone that has Unconditional Love for you will Shed So Many Tears when Shots wrecks ya head\nYour rebuttal will be the Ballad Of A Dead Soulja, he's in No More Pain\nSay your Hail Mary's, 'cause I take out the Heartz of Men – no more games!\nThat's 18 2Pac songs. So did you do the math, Math?\n18 + 2pac is 20, like 2-0, when up to now these last two have been bagged\nIt's all intricate math work when I write my lyrics\n'Cause other than that Pat Stay battle, you can count on it\nI'm not one to 'free' for five minutes\nYou could bring a 3, 6, 9 or a 12\nTheir Choppers will divide you and put you inside yourself\nFrom Math work to history, no religion, 'cause 2Pac's the Messiah\nNewsflash, Paparazzi cameras snappin'\nThe greatest rapper alive tragically died under masses of fire\nHe was more than you could ever be as a man or a writer\nSo for you to be as brash as to liken your character like him is just blasphemous lying\nThis is for the 2Pac fans\nAnd now it's all Makaveli , you copy his style\nLast rounds didn't stop me, I took 'em and smiled\nAnd now I'm 'bout to set the record straight\nI'm talking about when Shotgun Suge left you buried, mate\nMotherfucker we was in N-E-W Jers, where plenty murders occurred\nYou’re just a comedy nonsense, silly bollocks in all your verse\nHoffa check the scenario:\nThem C's brought this G to his knees, spun his round like it’s a Merry-Go\nWhat the fuck is you, coked up or doped up?\nGet them little faggot nerd glasses broke up\nWhat the fuck is you, stupid? I’ll take a plane and battle Math in Brooklyn\nThen his kids losing, chew 'em up, I'll move on his block, I think he lost\nDropped off in a box, Don't Flop, Mosh Team, we're moving up another notch\nGet your squad mobbed on\nLet's stop with all these fake-ass East Coast 2Pac’s, it's wrong\nIs he 2Pac? No never, you don't have that soul\nYou're a drone clone, and the old fella on the stage at Coachella\nI'd thought you'd know better\nBeing so clever, but maybe you're just dumb\nI mean please, bro - you're from the East Coast\nPac would hate your fucking guts\nYou ain't 2Pac, you’re his tattoos, his ink and art\n‘Cause the gut says you’re a thug – but you’re a bitch at heart\n\"He don't got bars like that!\"\nHe's got bars like, \"Bars type wack.\"\nWhat kind of grown man flies to England to say, \"Bars type wack\"?!\nI don't want bars like that, fuck you and your bullshit fucking second round, you can have them bars right back\nAnd in this country, as far as the battle league shit, and the owners and proprietors, Rowan's the king\nSo if you come here, and take his dough for this shit and go in the ring\nAt least fuckin' come with a flow you can spit\nYou're as old as a bitch, that's as old as a bitch\nYou said, \"If you want to meet a guy at the bar with a big dick, hue hue\"\nAnd then some guy started banging on there, and you paused -\nGAY! GAY! GAY!\nI mean they said I wasn't going to show up\nWell that's what the talk was about\nBut I show up to the showdown to show off when the show's on for all of the crowd\nI mean what did he think? There's no space in my graveyard left?\nThis Math Hoffa’s a fag, what he could never give A-R Test\nThat's Time!"
    ],
    "Release date": "March 16, 2013",
    "Title": "Math Hoffa vs Shotty Horroh",
    "Artist": "Don’t Flop"
}