{
    "Lyrics": [
        "\nYo, sing this shit, are y'all fuckin' dumb?\nEternal Atake\nGotta shoot two at her (Yeah)\nGotta shoot two at her (Woah)\nBlue cheddar (Yeah)\n\n\nThat girl, she got with my clone (One, two, three)\nI told that lil' girl that she gotta just do better (Woah)\n\n\nAre you serious?\nI swear my money get serious\nOkay, all my checks, I just be clearin' it\nShe suck my dick 'til she get delirious (Wow)\nOkay, jump on the jet, so I'm Clearin' it (Woo)\nOkay, 'Port, but I'm not talking New' (Let's go)\nOkay, smoke that boy just like a cigarette\nIf that boy try to make a false move, uh (Damn)\n\n\nI'm on some whole other shit\nI got a whole 'nother rich, I'm on a new level\nI was fucking on your bitch\nShe was ridin' on my dick, she ain't need two pedals\nI swear these niggas, they bitches\nI swear they all gonna snitch when my niggas go shoot at 'em\nNiggas, they mad about this\nNiggas, they mad about that, but it's only if you let 'em\nShe save my name in her phone\nOnly thing she save me under is probably that \"U\" letter (Hello?)\nNo, I don't got provolone\nOnly thing in my pocket is probably, um, some blue cheddar\nShe tried to leave me alone\nThen she got right with my clone, man, I hope that she do better\nI know it's blue cheese on me\nBut when I got fifties on me, I call that shit loose cheddar (Hah)\nJeremy Scotts all on my feet\nI had a cougar with me, so I call that girl Coretta (Coretta)\nI am the richest nigga in my city\nI can make it rain like no matter what's the weather (Facts)\nI know that girl, she got swag\nBut when it come to puttin' it together, she could do better\nI sent that girl a DM\nShe ain't answer me, so you know that I gotta shoot two at her (Yeah)\n\n\nGotta shoot two at her (Yeah)\nAyy, gotta shoot two at her (And you are Lil Uzi? Vert, let's go)\nAyy, stay with the blue cheddar (Woah)\nThat girl, she got with my clone (One, two, three, let's go)\nI told that lil' girl that she gotta just do better\n\n\nAre you serious?\nI swear my money get serious\nOkay, all my checks, I just be clearin' it\nShe suck my dick 'til she get delirious\nOkay, jump on the jet so I'm Clearin' it\nOkay, 'Port, but I'm not talking New' (Woo)\nOkay, smoke that boy just like a cigarette\nIf that boy try to make a false move (Lil Uzi)\n\n\nThey try to cut me down when they say I'm too low, woah, uh (Turn me up)\nI said, \"Turn me up,\" I cannot hear my flow, woah, woah\nI ain't never been no fool\nDo what I want, I'ma bend your rules (Woah)\nI'ma take the dub, I'ma win\nI ain't ever been no type that lose, yeah\nBorn like this, I ain't did no study\nEverything I got, man, I got it in a hurry\nIf I love you, better say that you love me\nAnd if I trust you, better say that you trust me\nTalk 'bout the bag, the mula, the guap\nI'm at the bank, only time that I'm runnin'\nI said I'm on the road, no, I cannot stop\nI'm runnin' through obstacles, I'm in a hurry\nWoah, stop that\nTold a fuck nigga just drop that (Yeah)\nIf you shoot first, we gon' pop back\nMargiela on me, lil' nigga, that's not that\nWhat you got on? Prada sweatsuit made of nylon\nSee my righteous girl, yeah, she say, \"Right on\"\nWhen I hit that girl right with the light on\nWhen I hit that girl, oh\n\n\nGotta shoot two at her\nAyy, gotta shoot two at her (Woah)\nAyy, stay with the blue cheddar (Woah)\nThat girl, she got with my clone (One, two, three, yeah, yeah)\nI told that lil' girl that she gotta just do better\n\n\nAre you serious?\nI swear my money get serious\nOkay, all my checks, I just be clearin' it\nShe suck my dick 'til she get delirious (Woah)\nOkay, jump on the jet so I'm Clearin' it\nOkay, 'Port, but I'm not talking New' (Mhm)\nOkay, smoke that boy just like a cigarette\nIf that boy try to make a false move (Woah)\n\n\nLil Uzi Vert, doot-dooda-loot-doo, doot-doo\nThank you, Lil Uzi Vert leaves\nYou 'posed to be standin' still right now\nReady, set, go"
    ],
    "Release date": "December 13, 2019",
    "Title": "Futsal Shuffle 2020",
    "Artist": "Lil Uzi Vert"
}