{
    "Lyrics": [
        "\nPedophile\nPedophile\n\n\n(He said) Promise me you won't tell\n(He said) Promise me you won't tell\n(He said) Just promise me you won't tell\nIf I take you to the hotel\n(He said) Promise me you won't tell\n(He said) Promise me you won't tell\n(He said) Just promise me you won't tell\nIf I take you to the hotel\n\n\nThings are so intimate I used to be so innocent\nUntil he touched me in a spot that made me hot\nAnd ever since nothing really made sense\nSomething was wrong because he had a beard\nEven knowing his age it still felt weird\nHe had a suit and tie instead of pants hanging\nHe owned his own company not gang banging\nIt attracted me, loved it was scared to bring him in public\nSociety would judge worser than Young Thug\nThe way his pants hugged and attack me\nIt struck to my core that I liked grown men\nNot 1 or 2 years older, man I'm talking about 10\nRan to him for protection to people opinions\nKept coming and coming like an election\nHe told me \"don't say shit we got to keep it down, erase your call log when my number get dialed\"\nTo get used to it , it really took awhile\nRunning around town with a pedophile\n\n\n(He said) Promise me you won't tell\n(He said) Promise me you won't tell\n(He said) Just promise me you won't tell\nIf I take you to the hotel\n(He said) Promise me you won't tell\n(He said) Promise me you won't tell\n(He said) Just promise me you won't tell\nIf I take you to the hotel\n\n\nBrainwashed with what you tell me\nWhat you mean? I was 15 and you play me like R.Kelly\nReady for suicide I'm getting my tubes tied\nDon't want another man on me cause I imagine you inside\nRefuse to be abused, misused and bruised\nYou get accused and act confused fuck wrong with this dude?\nBitch ass prick you ain't slick, why me?\nWhy I have to be the victim you pick?\nI was just a sophomore (yeah bitch)\nYou belong in one room, no windows, one door\nI'm cool and I got God to cherish me\nThat's the only man  that I need until I get me some therapy\n\n\n(He said) Promise me you won't tell\n(He said) Promise me you won't tell\n(He said) Just promise me you won't tell\nIf I take you to the hotel\n(He said) Promise me you won't tell\n(He said) Promise me you won't tell\n(He said) Just promise me you won't tell\nIf I take you to the hotel"
    ],
    "Release date": "February 7, 2016",
    "Title": "Pedophile",
    "Artist": "​cupcakKe"
}