{
    "Lyrics": [
        "\nMoney and the power\nOnce you get a 'lil they just want to take you down (cause)\nI got the money and the power\nOnce you get a 'lil they just want to take you down (cause)\nWe’ve been going hard for too long\nCan’t get enough, what is you on?\nReally ain’t nothing, I could drop that\nWake up in the morning, make it all back\n\n\nIt’s nothing, nothing to get it poppin’\nWanna roll. Roll up, up, and away\nHere we go now\nNow Martin had a dream, I’ve been dreamin’ ’bout gold\nTell ‘em I just wanna shine, and I gotta let it show\nShow up on the scene, walk right through the door\nGot a nigga on repeat, it’s my double up flow\nVibrate the whole building, I ain’t ringing through your phone\nWaiting ’til the smoke clear, can you see me through the fog?\nFall back, it could go all bad\nWe be goin’ hard with your ex, oh Tic-tac\nTacky motherfuckers must not be hip yet\nLife is a bitch, but I bet I get that bitch wet\n\n\nWe, we’ve been going hard for too long\nCan’t get enough, what is you on? (Yeah)\nReally ain’t nothing, I can drop that\nWake up in the morning, make it all back\nWe, we’ve been going hard for too long\nWe, we’ve been going hard for too long\nMa-money and the power\nOnce you get a little, they just wanna take you down (cause)\n\n\nBut I’m ready, ready, so you can tell ‘em to bring it on\nOn a whole other level of high, no phone\nFoes all mad ’cause the dough don’t fold\nForget about your plans, we ain’t leavin’ ’til it close\nClose to the top, I can barely see the ground\nWith the whole team here, everybody get around\nLook like a parade when we’re coming through your town\nOne hand to the sky, two feet to the ground\nWait, can’t stop ’til the sun’s up\nParty everywhere ever since I got my funds up\nYup, pray to God it never run out\nOff that loud, burnin’ rubber, need to slow it down\n\n\nWe, we’ve been going hard for too long\nCan’t get enough, what is you on? (Yeah)\nReally ain’t nothing, I can drop that\nWake up in the morning, make it all back\nWe, we’ve been going hard for too long\nWe, we’ve been going hard for too long\nMa-money and the power\nOnce you get a little, they just wanna take you down (cause)\n\n\nMon-money and the power\nOnce you get a little, they just wanna take you down\nMon-money and the power\nOnce you get a little, they just wanna take you down\nThat, that’s how it is\nWhen you fuckin’ with me, you should know how it goes\nThat, that’s how it is\nI’ve got a bottle in my hand and a pocket full of dough\n\n\nWe, we’ve been going hard for too long\nCan’t get enough, what is you on? (Yeah)\nReally ain’t nothing, I can drop that\nWake up in the morning, make it all back\nWe, we’ve been going hard for too long\nWe, we’ve been going hard for too long"
    ],
    "Release date": "September 13, 2013",
    "Title": "Money and the Power",
    "Artist": "Kid Ink"
}