{
    "Lyrics": [
        "\nCame in at first, had bad luck\nGot a whole lot, remember I ain't had nothin'\nWe done sold out, now everybody mad at me\nTell 'em roll out, now everybody smashin'\nGet ready cause you know we 'bout to be a problem\nHope you ready cause you know it 'bout to be a problem\n\n\nIt's the only way we know to go\nSquad up, never roll alone\nAnd we gon' ride on forever\nWe ride out together\nPull up right in your zone\nTake over the street, that's how we roll\nAnd we gon' ride on forever\nWe ride out together\n\n\nFancy when I drive, six cars in the driveway\nCash in the driver door, spend it, do it my way\nI fight you like a matador, fresh out the catalog\nOne fall we all fall, crew like dominoes\nPaper chase, vamanos, all my dogs riding smoke\nMob heavy like the Pope, for that pot of gold\nWe are not alone, boy, better check your tone\nYou gone need a lot of help, I ain't talkin' bank loans\nSit with us, table last supper\nToast to the brothers, some bad motherfuckers\nYeah, ain't nothin' but pure luxury\nYou lookin' left to me, should be looking up to me\nPreferably one of the best\nShe ridin' cause we next now and forever to death\nBe loyal, real, and respect, stay ahead of the rest\nWe just sit back, relax, doin' things to impress\n\n\nIt's the only way we know to go\nSquad up, never roll alone\nAnd we gon' ride on forever\nWe ride out together\nPull up right in your zone\nTake over the street, that's how we roll\nAnd we gon' ride on forever\nWe ride out together\n\n\nGot no time to waste\nAnd no way these niggas stoppin' me, oh no\nFlyin' from a mile away\nIt's not a problem, only real ones follow me\nAnd I can do this with my eyes closed\nBlindfold two times over\nRide solo, I got women and got soldiers\nI ain't trippin', you try to get it your night's over\nTalkin' on Melatonin, get it and fight coma\nWhat's a flea to a giant, niggas feedin' the fire\nHistory, niggas be less them niggas flee when they flyin'\nYou don't believe it? Then try it\nWe don't believe in just tryin'\nI call it peoples and leave 'em in 100 pieces divided\nThat's cold-blooded\nAnd I've been this dope for like four summers\nAnd I ain't really going for the he say, or she say\nKeep it G for Pete's sake\nI know this shit that bone you pick\nMight leave you niggas fillets\n\n\nIt's the only way we know to go\nSquad up, never roll alone\nAnd we gon' ride on forever\nWe ride out together\nPull up right in your zone\nTake over the street, that's how we roll\nAnd we gon' ride on forever\nWe ride out together\n\n\nIt's YG 4hunnid!\nIs you ridin'?\nIs you with all the burglarizing and the violence\nIf Jimmy got caught up, but you was right there with him\nSo the police askin' you questions, is you gone keep quiet??\nIs you loyal, is you real, is you fake?\nWhen I can't tell that's the type of way that I hate\nYou got that fake-friend syndrome\nThere's no cure so them symptoms is gon' show\nYou know the code, stick around, hold it down, never fold\nLike it's a crease up in your Dicky Browns\nHold up, each one teach one\nMotivate each one to be something\nCause I ain't just another statistic\nI do this, this, and that if you wanna get specific\nI'm just tryna make bread come quicker\nFor me and my day one hittas\n\n\nRide out!"
    ],
    "Release date": "February 16, 2015",
    "Title": "Ride Out",
    "Artist": "Kid Ink, Tyga, YG, Wale & Rich Homie Quan"
}