{
    "Lyrics": [
        "\nGoodbye, no use leading with our chins\nThis is where our story ends\nNever lovers, ever friends\nGoodbye, let our hearts call it a day\nBut before you walk away\nI sincerely want to say\nGoodbye, bye\nGoodbye!\nGoodbye, bye\nGoodbye!\n\n\nYou told me that I was crazy\n'Til I pulled up on your man and you\nYou looked like the devil when you waved at me\nBitch, I got something to say to you\nGoodbye, bye\nGoodbye!\n\n\nYeah, I cracked my windshield, lucky that I didn't crack you\nBitch, you're a black hole, sucking me in your vacuum\nYeah, I cracked my windshield, lucky that I didn't crack you\nAnd I'm feeling drunk in this hotel room trying to ask you\n'Bout all of your past dudes and why they stay so present\n'Cause bitch if I'm the future, then why they in yo' presence?\nAnd if I'm the king and you the queen\nThen why you acting like a peasant?\n(Why you acting like a peasant?)\nI thought that you were gonna tell all of your exes\nGoodbye, bye\n(Fucked it all up! Stupid!)\nGoodbye!\n\n\nLet me start with Paul, have fun on your farm!\nWhile you counting your chickens\nAnd your goats while you getting dogged\n'Cause you think you love Paola\n'Cause you went and fucked Paola\nBut you're just enamored by pussy power\n'Cause you never really got it\nSo when she threw it, yeah, you caught it\nAnd I knew it but I bought it and Paul's just your puppy\nBetter keep him on your leash\n'Cause the second that he finally gets some more pussy he's gon' leave\nBut round of applause for all the losers like Paul!\n(That's just one bum you should've told)\nGoodbye, bye\nGoodbye!\nGoodbye!\n\n\nYeah, let me name these hoes!\nThere was Blake, there was Devon, there was Igor, there was Paul\nThen I found out you're a prostitute\nSo there's more names than I recall!\nShould've listened to the cops! Should've listened to my pops!\nShould've listened to Bugus, man, why did I not?\nBecause I, I really loved you\nOh, I, I really loved you\nBut you're a money hungry ho\nGuess what I'm saying\n\n\nYou told me that I was crazy\n'Til I pulled up on your man and you\nYou looked like the devil when you waved at me\nBitch, I got something to say to you\nGoodbye (Know you fucked this up!), bye\n(And I'ma call you from the Grammies, too!)\nGoodbye! (Hopefully you pick up, so I can tell you again)\nGoodbye-bye-bye!"
    ],
    "Release date": "January 14, 2014",
    "Title": "Goodbye",
    "Artist": "Russ"
}