{
    "Lyrics": [
        "\nI never would've thought that\nFeelings could get thrown in the air\n'Cause I accidentally caught that\nI need some new boxing gloves\nShit got hectic whenever I fought back\nFor example, ten minutes can't go past without you brushing my thoughts\nThat's fourteen forty a day so I'll say a hundred and forty four times\nI think about you or something like that\nLost match, the fucking thought of you with somebody else\nI don't like that; cellular convos getting left in the wrong\n'Cause I get so fucking mad when you don't write back\nThis isn't a song, I just happen to rhyme when I get emo\nAnd find time to write facts, fuck\nI love you\nCan we add some more color, um, like, some more, yellow>\nYeah, that's good\n\n\nI fucking hate you, but I love you\nI'm bad at keeping my emotions bubbled\nYou're good at being perfect\nWe're good at being troubled, yeah\nI fucking hate you\nBut I love you\nI'm bad at keeping my emotions bubbled\nYou're good at being perfect\nWe're good at being troubled, yeah\n\n\nGirl, you fucking with my emotions\nThe fuck is all this noise about?\nI even considered picking up smoking\nYou turned to a bitch, who let the dogs out?\nBut in my dog house\nMy bitch is the raddest\nCrazy who makes me the happiest can make me the saddest\nLook Alice, let's get lost in your wonder-er-land, fuck an atlas\nYou're perfectly perfect for me\nWhat the fuck is this, practice?\nActually, if you even consider leaving\nI'll lose a couple screws in due time, I'll stop breathing\nAnd you'll see the meaning of stalking\nWhen I pop out the dark to find you\nAnd that new dude that you're seeing with an attitude\nThen proceed to fuck up your evening\nMake sure you never meet again like goddamn vegans\n'Cause when I hear your name I can not stop cheesing\nI love you so much that my heart stops beating when you're leaving\nAnd I'm grieving and my heart starts bleeding\nLife without you has no goddamn meaning\nSorry—I'm passive-aggressive for no goddamn reason\nIt's that my mood change like these goddamn seasons\nI fall for you, but I love you\n\n\nI'm bad at keeping my emotions bubbled\nYou're good at being perfect\nWe're good at being troubled\nYeah\n\n\nThe sky's falling girl, let's try to catch it\nThe sky's falling girl, let's try to catch it\nThe sky's falling girl, let's try to catch it tonight\nThe sky's falling girl, let's try to catch it\nThe sky's falling girl, let's try to catch it\nThe sky's falling bitch, let's try to catch it tonight\n\n\nC'mon baby, even though I hate you, I still love you\nI love you\nAnd Salem, my love (I know)\nI'm passive aggressive (I'm sorry, fuck)\n(Come here)\nI like when we hold hands\n(You're the best around)\nSee I get jealous (Fuck)\nAnd if I see that nigga (If I see him)\nI just might kill him (Look)\n(Look, I wanna strangle you, 'til you stop breathing)\nLove, love, love\n(Spend the rest of my life, looking for air)\n(so you can breathe, or we can die together, you and me)\n(Fuck, look)\nI'm in love (Love)\n\n\nI fucking hate you\nBut I love you\nI'm bad at keeping my emotions bubbled\nYou're good at being perfect\nWe're good at being troubled, yeah\nI fucking hate you\nBut I love you\nI'm bad at keeping my emotions bubbled\nYou're good at being perfect\nWe're good at being troubled, yeah\n\n\n\"Yo, why is Samuel such a fucking dick?\"\n\"He isn't such a badass actually. He's only here because he ran away, because some shit happened back home. He's actually a dweeb\"\n\"Yo, what happened?\""
    ],
    "Release date": "March 29, 2013",
    "Title": "IFHY",
    "Artist": "Tyler, The Creator"
}