{
    "Lyrics": [
        "\nYeah, eh, ah, nothing\nPull the trigger, ain't nobody gonna do it for you\nPull the trigger\nMaybe, you should pull the fuckin' trigger\n\n\nPull the trigger, ain't nobody gonna do it for you\nPull the trigger, don't hesitate, just shoot\n\n\nYeah, why you believin' the propaganda?\nWhy everybody sound like they wanna be from Atlanta?\nAre you the voice or the echo?\nAre you the nail or the hammer?\nI be talkin' while chewin' my beats, I don't mind my manners\nChoruses that fit the opera, that's why I need phantoms\nI got my doubt at gun point, that's why I need ransoms\nAnd I be handsome, that's why I got your girl before the money\nHonestly, I thought I'd have 30m's before my twenties\nBut I'm cool with how it's happenin'\nGirl in San Fran. who wants to cross routes with me\nLike a young Colin Kaepernick\nTreat the money like a lateral, I'm passin' it\n'Cause my family's number one, never put 'em number two\nTryna buy a house in cash for all the times we had to move\nAll the times my mom cried 'cause she ain't know what else to do\nAll the times she lost hope 'cause she ain't know what else to lose\nAll the times I shoot shots 'cause I don't know what else to shoot, man\n\n\nPull the trigger, ain't nobody gonna do it for you\nPull the trigger, don't hesitate, just shoot\n\n\nI'ma stay winnin', I don't believe in luck\nI believe that life's a buffet, better eat it up\nI've seen enough to know that I'm really 'bout to blow\nNever felt like an employee, always felt like CEO\nEven when I stacked shoes, I was never clocked in\nYeah, I always walked out, but I never walked in\nThat's a tribute to my head-space\nAnd lately my Devils have been Spanish chicks in red lace\nDoing Brujeria on me for ten days\nMore like ten months, but I got out of it\nIf I fall in love again, it's probably with a Saudi chick\nBut I keep my head up high and my middle fingers higher, yo\n\n\nPull the trigger, ain't nobody gonna do it for you\nPull the trigger, don't hesitate, just shoot\nPull the trigger, ain't nobody gonna do it for you\nPull the trigger, don't hesitate, just shoot"
    ],
    "Release date": "July 28, 2015",
    "Title": "Pull the Trigger",
    "Artist": "Russ"
}