{
    "Lyrics": [
        "\nYou must have heard about the re-up\nCall me real late, you know I'll be up\nThat's the only time you ever free up (Oh, yeah)\nI'm not tryna fuck the energy up\nShe said, baby, please don't get the wrong idea\nRoll the tree and fuck this Hennessey up (Oh, yeah)\nI come down and start to get ideas (Oh, yeah)\nAll my demons keep on waking me up\n\n\nBorn alone, die alone\nI let the drugs take my soul\nFirst time I bought some weed I was sold\nIf I get forty-thousand for a show\nI'm scared I'll spend twenty-thousand on some dope\nEither RAF or Ricky on my toes\nIn high school I never made the honor roll\nPoppin' mollies, I've been on a roll\nHope the highway doesn't take a toll\nSmokin' blunts, burn the seat in the Rolls\nNo, I'm not the same NAV from before\nI don't know who I am anymore\nWoke up somewhere I ain't been before\nHalf a pill ain't enough anymore\nThey rappin' about drugs they never did before\nWhat's fake and what's real? I don't know anymore\nTakin' full bars, I should really split 'em\nFell on my face, had to really quit 'em\nMy broski up north whippin' in the kitchen\nMy uncle just lost his kidney\nThat won't stop me from poppin' and sippin'\nYou can tell that I'm gone from a distance\nPoppin' prescriptions without a prescription\nTold Santa, all I want is molly for Christmas\n\n\nRe-up\nCall me real late, you know I'll be up (Oh, yeah)\nThat's the only time you ever free up (Oh, yeah)\nI'm not tryna fuck the energy up\nShe said, baby, please don't get the wrong idea (Oh, no)\nRoll the tree and fuck this Hennessey up (Oh, yeah)\nI come down and start to get ideas (Oh, yeah)\nAll my demons keep on waking me up\n\n\nGot a hell of a habit; take another tablet out the cabinet\nIs there heaven for a savage? Is there heaven for a savage?\nI'm poppin' pills like an addict\nThe trap: how I learned mathematics\nIs there heaven for a savage? Is there heaven for a savage?\nBags under my eyes cause I go hard\nProbably cost more than the Goyard\nProbably why I got a cold heart\nProbably why I got to shine 'cause my life has been so dark, man\nPull up, bring your friend—that's a trio (Yeah)\nShow up unannounced like my PO (Yeah)\nYou know the deal, the batch made her bend over backwards like Neo, yeah\nI'm crazy but maybe I'm torn aside\nI'm talkin' 'bout drugs like I glorify it\nThe truth is that I'm fuckin' horrified\nI only slept twice in like forty nights\nMan, I'm on the back, she on the poltergeist\nMan, I should just start takin' my own advice\n'Cause nowadays love is just overpriced, man\n\n\nYou must have heard about the re-up (Oh, yeah)\nCall me real, ain't you know I be up? (Oh, yeah)\nThat's the only time you ever free up (Oh, yeah)\nI'm not tryna fuck the energy up\nShe said, baby, please don't get the wrong idea (Oh, no)\nRoll the tree and fuck this Hennessey up (Oh, yeah)\nI come down and start to get ideas (Oh, yeah)\nAll my demons keep on waking me up"
    ],
    "Release date": "November 10, 2016",
    "Title": "Re Up",
    "Artist": "Belly"
}