{
    "Lyrics": [
        "\nFree Remy!\n(Word)\nYou know what? Free Remy!\nFuck you, Free Remy!\n(Fuck Nicki Minaj!)\nAre you dumb?\nYou wore a pink diamond chicken wing chain (Are you dumb?)\nYou had a leopard beehive on your head (Are you dumb?)\n(Fuck Nicki Minaj!)\nAre you forgettin' that I pressed you before, bitch?\n(Fuck Nicki Minaj!)\n\n\n(I) Fuck with your soul like shETHER\n(Will) You ain't the queen, I'll show you\n(Not) Lipo your ass and belly\n(Lose) I prove you lost already\nThey told you your whole career\nI'd come home and kill you, right? Ha-ha!\n\n\nI told you I wasn't talkin' about your dumb-ass\nIt looks stupid, you literally got a dumb ass\nTalkin' cray, and we all know that you dumb as\nYou get Donkey of the Day, yeah, you dumb ass\nLet's be honest, you stole that line 'bout bitches bein' your sons\nHow you take my '09 jail tweet and run?\nTalkin' about bringin' knives to a fight with guns\nWhen the only shot you ever took was in your buns\nAnd I saw Meek at All-Star, he told me your ass dropped\nHe couldn't fuck you for three months because your ass dropped\nNow I don't think y'all understand how bad her ass got\nThe implants that she had put in her ass popped\nI was like, \"Damn, 90 days and you couldn't have box?\nDid she at least compensate? Start givin' you mad top?\nHer name Minaj, right? She ain't throw you some bad thots?\"\nHe said \"Nah,\" that's when I knew you was really a trash bop\nYou was screamin' \"Free Remy!\" when I was upstate doomed\nBut now that they freed Remy you don't sing the same tune\nLocked me up, threw away my keys, threw away my weaves\nSnatched me from my son, braids to the back, state greens\nDaily News, \"Her career's over,\" \"She was kinda stupid,\"\nBut you saw a opportunity 'cause you a opportunist\nLeft your Day 1 'cause you heard he was on some cheat shit\nThen got with the dude that told you on some creep shit\nBut what happened to Omeeka? Nah, on some G shit\nLeft him and took a pic with the dude he had beef with?\nAnd we all know it was a beef that you started\nPillow-talkin' out of your ass, this bitch retarded\nNow you gotta die, you dearly departed\nBloodbath when I catch you, a real red carpet\nNow what I'ma do, I'ma just stick to the facts\nBitch so scared of my future, got this bitch goin' backwards\nBeen through mad crews, you disloyal hoochie\nNow all of a sudden you back with Drake and Tunechi?\nAfter he said you sucked his dick, you back with Gucci?\nWho next: Puff, Deb or Fendi? You a A-list groupie\nAnd to be the Queen of Rap, you gotta actually rap\nThe whole industry know that your shit is a wrap\nNo, to be the Queen of Rap, you can't have a ghostwriter\nAnd that's why this is my house; Flo Rida\nNiggas done seen Drake pennin', Wayne pennin'\nAnd since your first boyfriend left, bitch ain't winnin'\nYou a Internet troll, a Web browser, I'm sorry\nYou can't get a on line without Safaree\nMentionin' guns, you Pussy Galore, James Bond\nOnly time you touch a trigga is when you fucked Trey Songz\nCoke head, you cheated on your man with Ebro\nI might leak the footage of you sniffin' them ski slopes\nThey gassin' you up, but you been on E, though\n\"Pills and Potions,\" yep, you been on E, ho\nGot your ghostwriters back, so you think you lit\nRem Belushi, I'm a Ghostbuster, bitch\nI'm supposed to be scared\n'Cause you bought your Barbie chain back?\nI'll revert to \"Ante Up,\" you'll get your Barbie chain yapped\nTried to front in February, catch you in that Maybach\nShow you how to use your name, you be usin' your name wack\nI'm sayin', how you mix Nicki with a Minaj?\nI'ma park this bitch, put Nicki in the garage\nI'm gettin' money like Nicky Barnes, I'm the big homie\nI responded in less than 48 Hours; Nick Nolte\nGettin' close like Nick Jonas, grippin' the gauge\nThen blaze off, Face Off, bitch, Nicolas Cage\nYou animated like Nickelodeon, you fake, bitch\nOnly the kids believe in you; you St. Nick\nNow when I shoot Nick at Nite, they won't understand it\nI'm Wild'n Out, 'bout to hit Nick with the Cannon\nHow are you on the VMAs, actin' like you hood?\nWay across the stage, talkin' about \"Miley, what's good?\"\nThat's Hannah Montana, she was always happy\nYou only fronted on Mariah 'cause Mariah don't carry\nTried to disrespect Taylor 'cause Taylor wasn't Swift enough\nPillsbury Doughgirl; Remy pick the biscuit up\nI'm jealous? Bitch, you was happy when they took me\nBest thing that ever happened to you was when they booked me\nYou said you never fucked Wayne – how stupid I look, B?\nGet the picture, I'll expose you, I'm kind of a bully\nYou named yourself Nicki Lewinsky, the mind of a rookie\n'Cause you was suckin' his dick and now he tired of your nookie\nYou claimed you never fucked Drake\nNow that's where you took me\nYou fucked the whole Empire – who you tryin' to be, Cookie?\nBoogie Down Bronx, I come out of the Boogie\nTo let you know real bitches never lie on their pussy\nAnd stop talkin' numbers, you signed a 360 deal\nThrough Young Money, through Cash Money, through Republic\nWhich means your money go through five niggas before you touch it\nAny videos, promotions come out of your budget\nEndorsements, tour and merchandise, they finger-fuck it\nYou make, like, 35 cents off of each ducat\nI own my masters, bitch, independent\nSo for every sale I do, you gotta do like ten\nStop comparin' yourself to Jay, you not like him\nYou a motherfuckin' worker, not a boss like Rem\nYou're done, them pop chicks ain't get the news yet\nBitch, I pop chicks, yeah, and I'm the new vet\nI kill rappers, and you good as dead, bitch\nTalkin' shit about me to a deaf bitch\nAnd usually I have sympathy for the impaired\nBut not when you hard of hearin' from untreated gonorrhea\nBut you point your fingers at me? I’m the bad girl\nWhen she the one out here misleadin' the black girls?\nAll these fake-asses influenced by that girl\nDyin' from botched surgeries – what a sad world!\nBut before the butt job, you was a Spongebob\nSuckin' cock for records, captain of the cum squad\nAnd I got a few words for the moms of the young Barbz\nGuess who supports a child molester? Nicki Minaj\nYou paid for your brother’s wedding? That’s hella foul\nHow you spendin' money to support a pedophile?\nHe a walkin' dead man, sendin' threats to him\nI guess that’s why they call you Barbie, you was next to Ken\nTalkin’ about your money long and your foreign sick\nWhy you ain’t help your bro hide his cum from forensics?\nYou probably somewhere overseas, foreign sick\nThought you could fuck with me, by far Rem sick\nMeek, Drake, Safaree, I see men in your pants\nWe call that Jelani, get it? Semen in your pants\nUh, I got trigger fingers, you got bitter fingers\nYeah, you must think you Drake and I'm Twitter fingers\nVH1, watch this\nYou just got bodied by a Love & Hip-Hop bitch\n\n\nDon't ever in your fuckin' life play with me\nThat's on the set!\nYou tried it on the Rae Sremmurd record\nYou tried it on your little freestyle\nThey was both duds, just like every other one was duds\nJust like this last one was a dud\nBut what you not gonna do is keep subbin' me\nBig… Pun!\nI send a fuckin' headshot, you dead, bitch!\nWill not lose!"
    ],
    "Release date": "February 25, 2017",
    "Title": "ShETHER",
    "Artist": "Remy Ma"
}