{
    "Lyrics": [
        "\nYo, who dat boy? Who him is?\nHim that ni-guh, I swear\nStand out guy, him don't need no chair\nWell, where the fuck him at? 'Cause nigga, I'm right here\nI don't shop at the mall, all y'all just\nDumb mothafucka, I'm a goddamn artist\nYou can give me some markers and I'll draw you a closet\nAnd you know that it's GOLF, bitch, gonna make the deposit\nNigga fresh to death like he got dressed in a coffin\nCons, overalls, and a striped shirt\nThe boy drips swag like a broken faucet\nIt's runnin', nigga, I'm runnin' shit\nThat cherry be the bomb like he ran in Boston\nWon't stop 'til the cops surround him\nOne nigga jiggy and the other awesome\nWith his fuckin' face blown off, that's how they found him\nIt's Young T\n\n\nWho dat boy? Who him is?\nWho dat boy? Who him is?\nNigga, who dat boy? Who him is?\nWho dem boys? Nigga, who dem is, nigga?\nWhy you niggas feel like that?\nMad 'cause a nigga neck chill like that\nYou mad 'cause a nigga push wheel like that?\nWhy you puttin' bad vibes in the air like that?\nNigga, who dem boys?\n\n\nWho dem is? Nigga, who dem is?\nWho else step in this bitch this jig?\nWho else your bitch say got a bick this big?\nWho else came through with a wrist this flick?\nNigga, Guess my pants, do my dance\nSpin around, bitch, you could kiss my ass\nNever seen a nigga in this much Raf\nStill doin' math when I miss my class\nWas it Summertime '06, had the Number (N)ine\nNigga, never mind, was another time before Vince\nHad the Gucci gold tips with the letterman\nNigga, dollar sign was my favorite number at the time\nFresh freshmen 'til they skipped my ass\nSenior citizen, don't forget my pass\nBeen that nigga and you knew that there\nMake the dick disappear, how she do that there?\n\n\nWho dat boy? Who him is?\nWho dat boy? Who him is?\nNigga, who dat boy? Who him is?\nWho dem boys? Nigga, who dem is, nigga?\nWhy you niggas feel like that?\nMad 'cause a nigga's neck chill like that\nYou mad 'cause a nigga push wheel like that?\nWhy you puttin' bad vibes in the-?\n\n\nFuck the rap, I'm tryna own a planet\nFrom my other fuckin' business ventures\nThese niggas these days\nActin' like some bitches, like they're fuckin' with ya (yeah)\nTeeth is glistenin', Jesus, Christmas\nHe just shittin', she exquisite, bitches be expensive\n(Yeah, let 'em know, nigga) And I don't even need attention\nWANG$AP on the bumper sticker, fuck you niggas\nFuck global warming, my neck is so frío\nI'm currently lookin' for '95 Leo\nMy mom say she worried because I'm so ill\nI should stay in bed, but got too much bread\nTo make, she said watch my weight\nSo I stayed home and start eatin' some meals\nGet out of my way-way, boy that's McLaren\nThat's 0 to 60 in 2 point nueve, I'm gone\n\n\nFuck"
    ],
    "Release date": "June 29, 2017",
    "Title": "Who Dat Boy",
    "Artist": "Tyler, The Creator"
}