{
    "Lyrics": [
        "\nFunkmaster Flex night\nFunkmaster Flex, Funkmaster Flex, Funkmaster Flex\nRemy, not another one\nWhy?\nOh man, oh man, oh man, not again\nRem!\n\n\nI guess you know now who the head bitch is\nI'm a savage, I be killin' dead bitches\nI bet you wish that you ain't never said shit\nNow they so busy shootin' videos and I'm like nah\nWhere the fuck is your song? I mean, come on\nYou know the pub want some bars, I'm Remy Ma-\n-Rgarito, I ain't sparrin' with you bozos\nMy raps too hard and you Miguel Cotto, uh\nI swear to God, this chick a real fraud\nBet you wonderin' how I know your problems?\nIt's a lot of people that you really bothered\nThey was sellin' footage and you know I bought it\nThis ain't a little L, wait, wait\nYou took a Big L, you diggin' in the crates, yeah\nI put you on the bench, you really press\nShe was absent, an automatic F\nWaited four days, ma,  where you been?\nI came here in the 'Rari playin' Lil' Kim\nDon't know what made you think that you could fuck with Rem\nBut I guess this is what I gotta do to make ya spit\n\n\nAlready took a L, now you got another one\nI secure the bag, now I got another one\nI caught the W, now I got another one\nYo, what's that shit you be sayin', Khaled?\n(Another one)\nAlready took a L, now you got another one\nI secure the bag, now I got another one\nI caught the W, now I got another one\nYo, what's that shit you be sayin', Khaled?\n(Another one)\n\n\nHeard you callin' everyone\nNow call 'em back, 'cause I got another one\nHeard you was kiddin', sayin' I ain't havin' none\nBut that's okay baby, 'cause now you my son\nThey like, \"Yo, Rem go in again\"\nMy flow cold, her ink froze in the pen\nYou gotta go, you gotta go, lil hoe\nI kick a dead horse till it don't move\nDon't come around me, now I got the crown, see\nI beat you with punches in 48, you Ronda Rousey\nThe wigs and nose, you a whole clown, B\nI better not ever hear you say anything about me\nI came from behind bars like a bottle girl\nNo candy bars, I raise the bar, I'm like a bodybuild\nAll blue Maserati, sawed-off lil shottie\nPut blood in your head, leave your whole damn head red, Lil Yachty\nOh, and if you doubt that, you can catch me outside, bitch, how bout that?\nWhen it's dark and hell is hot, I'll DM your ex\nSittin' here now like, \"Who I'ma DM next?\"\nI handle these bars like a BMX, Grrr\nGet at me dog, DMX\nAnd I'm waitin' for a bitch to talk outta her neck\n'Cause we got pictures, we got videos, and we got texts\n\n\nAlready took a L, now you got another one\nI secure the bag, now I got another one\nI caught the W, now I got another one\nYo, what's that shit you be sayin', Khaled?\n(Another one)\nAlready took a L, now you got another one\nI secure the bag, now I got another one\nI caught the W, now I got another one\nYo, what's that shit you be sayin', Khaled?\n(Another one)"
    ],
    "Release date": "March 2, 2017",
    "Title": "Another One",
    "Artist": "Remy Ma"
}