{
    "Lyrics": [
        "\nAyy, ayy, gang\nY'all know how the fuck I'm rockin' man\nI'm hearin' a whole lot of talk about who run this shit\nI be countin' stacks\n\n\nWho run Ohio, that's me\nWhich one of y'all hotter than me?\nLeave the beat like a hundred degrees\nAnd it's still all this ice on me\nWho getting plays like me?\nWho getting paid like me?\nY'all was not made like me\nAnd I put that on my G's\nRemember they hated on me\nI knew all I needed was cheese\nRan it up and I blew it on jeans\nHad to run it back up times three\nNone of y'all wanna be like me\nRun around with them pipes like me\nFresh pair of Off-Whites on my feet\nGold chain on a Polo white tee\nIn a trap with a whole lot of P's\nSmoking dope 'til we Vietnamese\nI threw bro lil thirty\nHe threw like fifty to me\nAll of these rappers is broke\nThat shit be sickening to me\nYou blew the whole bag on the road\nYou look like a victim to me\nI just pulled up in a foreign\nAnd you got a Honda on E\nAll black tints on all my whips\n'Cause I know they're looking for me\nJust know wherever I go\nIt's a glizzy with me right up under the seat\nI give a fuck what you claiming you is\nYou can get touched with the heat\nI remember being irrelevant\nNow I get bands for all of my feats\nRemember totin' tourists\nNow we got AR's that's chopping down trees\nIt's a fifty on bro and a thirty on me\nYou don't really really want the beef\nYou can talk that shit on the internet\nRun up, get done up, get wrapped up in sheets\nThey was talking crazy last night\n'Til a hundred shots hit they block\nI don't even know who got hit with that shit\nBut we smoking all opps\nEverywhere I go I'm with the gang\nIt's at least three or four of them Glocks\nIf you speaking on who run it, ain't say my name, you smoking on rocks\nI'm in the street like fuck 12, bitch I'm off the Henny\nYou can find me with the gang 'cause I don't fuck with many\nThem my brothers, if I'm busting they gon' dump it with me\nThey know I'm a threat and that's the reason they ain't fucking with me, gang\n\n\nY'all know how the fuck I'm comin' man\nI don't wanna hear no more talk about who run this shit\nAny of these rappers got a motherfuckin' problem, tell 'em get up with me\nY'all know where the fuck I be at, gang\nWho run it?"
    ],
    "Release date": "April 17, 2018",
    "Title": "Who Run It",
    "Artist": "Slim Jesus"
}