{
    "Lyrics": [
        "O in the hood, it's Florida Evans\nI'm a terrorist, but not bein' in 9/11\n\nIt be so sweet to me, uh huh, uh huh\nIt goes real deep in me, uh huh, uh huh\nSugar walls, filled with your cream\nMake me wanna sing bout the dick-a-ling\nRide with me boo, put the car on cruise\nI got you, cause thugs need love too\n\nJacki-O in the hood, Ms. Florida Evans\nMs. Carrera causin' terror in my 9/11\nI'm just a black quarter\nGot 'em nauseous, with the Porsches\nThe two exhausts, with the 400 horses\nGust like mustard, trust it, salt shaker\nWon't ever make another color like me cause it's order\nThe hoochies, the haters, the hoes say it won't last\nI be makin' everybody think the hood roll back\nMoney on top of money, I got it, honey\nI'm buyin' shit like I got Monopoly money\nSwitch things, nigga through the beams do in my suite\nLookin', bustin' thug love, damn, guess what I see\nYoung thug lookin' like a slave, nigga was a Kunta Kinte with braids\nHood nigga, feel-good nigga, ol' sticky\nSkin like mocha, his lips so pretty\nI'm Jacki-O, you ain't gotta use the door\nDon't you see I got a drop?\nJump in from the top\n\nIt be so sweet to me, uh huh, uh huh\nIt goes real deep in me, uh huh, uh huh\nSugar walls, filled with your cream\nMake me wanna sing bout the dick-a-ling\nRide with me boo, put the car on cruise\nI got you, cause thugs need love too\n\nI kidnap the kind of thug that you curse 'round\nGirl, you know the kind you gotta hide your purse 'round\nI stuck the clutch, he bust the dutch\nI jumped out and he scotched the cops somethin'\nWe blowin' 'dro, from the city to the Grove\nMan, I think he ready, his pants lookin' heavy\nI think he ready to roar, he ready to score\nI switched gears, hit the brakes, and slowed his horses\nWhoa, pony, slow down, homie\nYou got me, nigga, nobody rides free\nHe put it on me, the sex unreal like a pill\nThe young nigga was the deal\nI refund that nigga, gave him back his dough\nThe way he ate the snapper, call him Jacques Cousteau\nHe feel so real, can't believe he had skills\nHe could've got the Heisman, the way he played the field\nThat's real!\n\nIt be so sweet to me, uh huh, uh huh\nIt goes real deep in me, uh huh, uh huh\nSugar walls, filled with your cream\nMake me wanna sing bout the dick-a-ling\nRide wit me boo, put the car on cruise\nI got you, cause thugs need love too\n\nIt's over, I done put him in the Rover\nMoved him out his aunt's house, put him in a condo\nThis young nigga got me goin', I think I'm whooped\nI'm in the school zone with the cruise on\nI'm lookin' for you, where you at?\nI got a fresh pair of Jordans for you\nDamn, hit a bitch back!\nLunch money and he cruise in my ride\nAnd when I'm boostin', I be stealin' his size\nI can't tell these hoes, nah\nThe first thang they gon' say is, \"Shake it off, O!\"\nFuck that! This nigga go deep\nI put him up on the lick, this nigga gon' cream\nBut I ain't gon' sweat him, and I ain't gon' chase him\nBut Imma breast feed him, and I'm gon' raise him\n\nIt be so sweet to me, uh huh, uh huh\nIt goes real deep in me, uh huh, uh huh\nSugar walls, filled with your cream\nMake me wanna sing bout the dick-a-ling\nRide wit me boo, put the car on cruise\nI got you, cause thugs need love too\n\nIt be so sweet to me, uh huh, uh huh\nIt goes real deep in me, uh huh, uh huh\nSugar walls, filled with your cream\nMake me wanna sing bout the dick-a-ling\nRide wit me boo, put the car on cruise\nI got you, cause thugs need love too\n\nIt be so sweet to me, uh huh, uh huh\nIt goes real deep in me, uh huh, uh huh\nSugar walls, filled with your cream\nMake me wanna sing bout the dick-a-ling\nRide wit me boo, put the car on cruise\nI got you, cause thugs need love too"
    ],
    "Release date": "October 26, 2004",
    "Title": "Sugar Walls",
    "Artist": "Jacki-O"
}