{
    "Lyrics": [
        "\nTamale, tamale, tamale, tamale, tamale, tamale, tamale!\n\n\nThey say I've calmed down since the last album\nWell, lick my dick, how does that sound? Ummm\nSmell my gooch, you could kiss my buns\nAnd I don't give a shit, ban my rectum\nSomebody said bands make her dance\nYou think you're getting cash, no bitch, you're dumb\nThe only thing that you're gonna get is this dick\nWait turn this up, bitch, this my jam (Where the drums at?)\nHere, take a goddamn picture\nAnd tell Spike Lee he's a goddamn ni**er\nAnd while you're at it, pass the lotion\nAnd fapping and Xbox Live, that fun\nBefore I cum, I call your sister\nWhen she comes over, I take picture\nInstantly put it on Instagram\nAnd suplex her off a building if I get banned (I'm just fucking around)\n\n\nTamale! Tamale! Tamale! Tamale!\nWhy y'all so salty? Hot tamale is on\nA can of beans, bitch, I'm on\nYour boy is bad to the bone\n\n\nBring back the horns that was played in the beginning\nAnd tell Tony Parker that I found his vision\nAnd if he's tripping off my sneak dissing\nThen he has to deal with me and my minions\nTryna get a bimmer, E46\nHave you heard \"48\"? Motherfucker, I'm great (Yeah)\nGolf Wang prints always cover the sleeves\nFrom cuts for the Biebs, 'cause he's puffin' the trees, please\nFuck I look like? Got a new bike\nTire never pop like the puss on a butch dyke\nThink I give a fuck, I do go raw\nThen I bust in her jaw like (Fuck that disease!)\nMy urethra, hole that I pee from\nBigger than the obese neck on Aretha\nNow turn that snare down\nI'm back like I'm Rosa Parks fare on the same damn bus\nLike, \"You're going to jail now\"\n\n\nTamale! Tamale! Tamale! Tamale!\nWhy y'all so salty? Hot tamale is on\nA can of beans, bitch, I'm on\nYour boy is bad to the bone\n\n\nHow much wood could a woodchuck chuck?\nIf a woodchuck could ever give a fuck?\nBitch suck dick, motherfuck you and your opinions\n(Can you kick it?) Yes, I can sir, where the lump is\nSicker than the last bar bold-er, I’m a CO\nColorado, fuck Michael, bitch, I’m badder than my BO\nFind me and Lance tryna dance during chemo\nBefore they repossess our strong arm bands and tuxedos\n\n\nYeah, buddy, this is my jam, na, na, na, na, na, na, na!\nGolf Wang, Golf Wang, no, fuck you, na, na, na, na, na, na!\nWhy y'all so salty? Hot tamale is on\nA can of beans, bitch, I'm on\nYour boy is bad to the bone\n\n\nHow many fags can a lightbulb screw?\nWell if it has a dick, maybe two or six\nAnd tell the NRA I'm about to lose my shit\nAnd shoot through Wayne LaPierre's hair with a crucifix\nHow many ladies in the house?\nHow many ladies in the house without a rich nigga, huh?\nA little Jergens in my palm for the jerkin'\nHope my mom don't catch me, tryna set mood\nLittle Redtube, fuck lotion, I don't need lube, dry fist suits me\nUp and down, the friction makes a (squeaky) sound\nThe shit's kind of disgusting\nFap time and before I flatline\nClancy chimes in my room and catch me\nThis shit's so damn embarrassing, like—\n\n\nOh, shit, aw, fuck\nWhat the fuck?\nAw, I'm sorry\nIs that my shirt?\nYeah, sorry, I needed something\nClean that shit up, we're going to the office!"
    ],
    "Release date": "April 1, 2013",
    "Title": "Tamale",
    "Artist": "Tyler, The Creator"
}