{
    "Lyrics": [
        "\nThis another street heat-BANGER!\n\n\nLook how she wobble with it! (4x)\nNow won't you shake with it! (4x) \n\n\nLook how she roll with it, shawty cold with it\nShawty make you wanna get out on the floor with it!\nI ain't a dyke, bitch, but if I might, bitch\nI got the money that could take you home tonight, bitch!\nNow all the hoes get down on the floor\nAnd we gon' throw this money 'til they say it's time to go\nI'm sippin' on Ciroc, I'm blowin' in the dro\nI'm standin' on the speaker like I'm finna do a show!\nLook at it on her, the one right there\nShe climbed on the pole, she froze in the air\nShe . dropped into a split\nI'm lookin' like \"Damn, she the shit!\"\nShawty don't quit, she all about the money\nShe bouncin' through the club like the Energizer Bunny\nShe pop-pop-poppin' that pussy, call her Popper\n'Cause when she get to rollin',  can't stop her!\n\n\n\n\nDamn, ho!  Oh, it's you again\nGo show them muhfuckas how to do it, then!\nShake your right cheek, shake your left cheek\nThey made it rain, now she wetter than a jet-ski!\nNow watch her d-d-do it, do it, do it like a pro\nShe walked around the pole, put the pussy on the floor\nShe laid on her back, her legs in the air\n'Cause she ain't got a bra or no underwear!\nShawty don't care, she all about the paper\nShe keep takin' shots to the dome, no chaser\nShe whip-whip-whippin' that pussy, call her Whipper\nAnd if she keep twerkin' while she work it, I'mma tip her!\nA stone-cold stripper, a whole lotta ass\nShe workin' on the pole, got a floor full of cash\nThem other hoes mad, but go on, make 'em sick\n'Cause you be gettin' money, and they be gettin' dick, trick!\n\n\n\n (Samples from Verse 1)\n\"She roll with it, shawty cold with it!\"\nAy! (4x)\n\"Shawty make you wanna get out on the floor with it!\"\nAy! (4x)\n\"I ain't a dyke, bitch, but if I might, bitch\nI got the money that could take you home tonight, bitch!\"\nAy! (4x)\n\"Now all the hoes get down on the floor\nAnd we gon' throw this-throw this money 'til it's time to go!\"\nAy! (5x)\n\"I'm sippin' on Ciroc, I'm blowin' in the dro\nI'm standin' on the speaker like I'm finna do a show!\"\n\n"
    ],
    "Release date": "June 30, 2016",
    "Title": "Wobble",
    "Artist": "Shawnna"
}