{
    "Lyrics": [
        "\nNow, I know the only compass that I need\nIs the one that leads back to you\nNow, I know the only compass that I need\nIs the one that leads back to you\n\n\nShe had cat eyes, nine lives, no tan lines, thigh highs\nShe ride me like a drive by, I'm real these niggas Sci-Fi\nBut that's neither here nor there, she been contemplatin short hair\nShe said she tryna be different but she just like the rest of these bitches\nBut that's neither here nor there, and my dick is her chair\nIt be sexual warfare, I be loaded like software\nGot so many hoes I'm hoeing, but she the only one worth knowing\nAnd yeah, I do my dirt, but that's for the flowers to grow in\nI ain't tripping, but she be tripping\nThey ain't got shit on me, but she keep sniffing\nLook, girl, just gimme that brain, and I'll return the favor\nThem hoes say I'ma dog, but how come I don't chase 'em?\nI lick her with no chaser, I pick her out a line up\nI just wanted some time, she say, \"Okay I'm your honor\"\nBut she been wanting to break up since Dolce and Gabbana\nAll that ass I just be like, \"Come sit your groceries on my counter\"\nI drink tea, she drink wine, call it Tijuana\nI dying to meet her girl, but she want me to meet her momma\nSwear I may go Issey Miyake, Bond no. 9\nThe weed is funky, but I'm smelling fine, Tunechi!\n\n\nNow, I know the only compass that I need\nI'm putting my hat back on\nIs the one that leads back to you\nNow, I know the only compass that I need\nIs the one that leads back to you\n\n\nI got that shit in my system\nSomebody gonna be my victim\nEh, so where you at with it?\n'Cause I can't do it by myself, I need a ass-sistant\nI got that good-good, that get right\nThat early morning, that midnight\nI beat it up like a fist fight, one, two, three, four, five, 6-9\nThat dick all in your windpipe, some of her friends I dislike\nSome of your friends, they alright, sometimes I think y'all all dykes\nBut fuck all that, I'm on one, don't wanna be with the wrong one\nThat cold head, that warm tongue, my third leg run marathons\nI feel you like I'm blind, girl, can't you see? It's meant to be\nSo come to me, then come for me, my game cold, one degree\nI'm rolling with two bad bitches 'cause misery loves company\nOne sweet, one sour, my honeybee and my bumblebee\nI miss you in the worst way, ride that dick no speed bumps\nNo red lights, no stop signs, just get to Lil Tunechi\n\n\n\"Now, I know the only compass that I need\"\nI'm putting my glasses back on\n\"Is the one that leads back to you\nNow, I know the only compass that I need\nIs the one that leads back to you\"\n\n\nShould I call somebody else?\n'Cause, girl, it's almost twelve and this dick won't suck itself\nGirl, you know it need some help, it'd make a nigga's day\nIf you said you on your way, eh, eh\nShould I call somebody else?\nCuz girl it's almost twelve, and this dick won't suck itself\nGirl you know it need some help, it make a nigga's day\nI just hope you know the way\nAnd she said\n\n\n\"Now, I know the only compass that I need\"\nI'm putting you back on\n\"Is the one that leads back to you\nNow, I know the only compass that I need\nIs the one that leads back to you\"\n\n\nYou need to get to me baby\nBut you already got to me"
    ],
    "Release date": "March 22, 2013",
    "Title": "Back To You",
    "Artist": "Lil Wayne"
}