{
    "Lyrics": [
        "\nThank you, thank you, thank you, you're far too kind\nHold your applause, this is your song, not mines\n\n\nThank you, thank you, thank you, please hold your applause\nFor I just applied logic—keys, keys open doors\nNow I'm balcony, opera, black tux, binocular\nBlack Luxe, stop it, I shouldn't be so popular\nName keep poppin' up, face keep poppin' up\nOn the tube, I'm just watchin' Pacquaio box 'em up\nHow would I know HBO would get a shot of us?\nSittin' so close that we almost got snot on us\nPlease don't bow in my presence—how am I a legend?\nI just got ten #1 albums, maybe now eleven?\nMore hits than a Now 11; that is no reason\nTo treat me like I'm somehow from outta heaven\nHeaven knows that I've made my mistakes\nThank God, what a guy, as I say my grace!\nWho woulda thought by makin' birds migrate for the winter\nI be fly all summer? Might I say\n\n\nThank you, thank you, thank you, you're far too kind\nHold your applause, this is your song, not mines\nThank you, thank you, thank you, you're far too kind\nDo me a favor, don't do me no favors, I'll handle mines\n\n\nHovi baby, we are really high, really high tonight\nWe tip the waiter a hundred dollars to keep the ice cold, alright\nWe the last ones to keep the wise guys code alive\nIf I can't live by my word, then I'd much rather die\nNo no, don't thank me, this is just how my suit is stitched\nI'm cut from a different cloth, I'm just who the shoe fits\nFor The Color of Money like a Tom Cruise flick\n'Cept I put eight balls in corners without usin' pool sticks\nBeautiful music when champagne flutes click, eh\nBeautiful women sippin' through rouge lips, eh\nDangers approaches, we're like: \"Wait, who's this?\"\nLet us save you some trouble, son, what size suit you is?\nThis way after the Ruger shoots through a few clips\nYou can lay in your casket just as you is\nWe appreciate the target practices\nWe'll be sure to send flower baskets, kid\n\n\nThank you, thank you, thank you, you're far too kind\nHold your applause, this is your song, not mines\nThank you, thank you, thank you, you're far too kind\nDo me a favor, don't do me no favors, I'll handle mines\n\n\nI was gonna kill a couple rappers, but they did it to themselves\nI was gon' do it with the flow, but they did it with their sales\nI was gon' 9/11 'em, but they didn't need the help\nAnd they did a good job, them boys is talented as hell\n'Cause not only did they brick, they put a building up as well\nThen ran a plane into that building and when that building fell\nRan to the crash site with no masks and inhaled\nToxins deep inside their lungs until both of them was filled\nBlew a cloud out like a L into a jar, then took a smell\n'Cause they heard that second hand smoke kills\nNiggas thought they was ill, found out they was ILL\nAnd it's like you knew exactly how I wanted you to feel\n\n\nThank you, thank you, thank you, you're far too kind\nHold your applause, this is your song, not mines\nThank you, thank you, thank you, you're far too kind\nDo me a favor, don't do me no favors, I'll handle mines\n\n\nWe are really high, really really high, no\nReally really high, really high tonight, ha\nWe are really high, really high tonight\nWe are really high, really high tonight\nLucky Lefty, kiss the wife goodnight for me, hehe"
    ],
    "Release date": "September 8, 2009",
    "Title": "Thank You",
    "Artist": "JAY-Z"
}