{
    "Lyrics": [
        "\n(Metro Boomin want some more, nigga)\n\n\nThey tell me, \"Don't forget where you came from\"\nI regret what I came from\nIn my old hood moving like I got a vest on me\nI'ma keep on winning, you should place your bets on me\nI could open up a bakery, baguettes on me\nWalking through the mall, I got a check on me\nDesigner look the best on me\nI got lots of pressure, lotsa stress on me\nIndependent, I got people that depend on me\nKnew you was a fake, you can't pretend on me\nWhat I used to spend on you, I spend on me\nSomehow all these problems keep on landing on me\nI went on a mission with a bad bitch\n3 AM, I'm getting Backwoods like I'm average\nAll this money turned me to a savage\nMy life was better when I didn't have shit\n\n\nDo you know how it feel to feel alone?\nBought myself a house, still feel like I ain't home\nDriving by myself, ain't got nowhere to go\nI just took two 30s, now I'm in my zone\nAre you really here for me? I don't know\nAre you really here for me? I don't know\nAre you really here for me? I don't know\nAre you really here for me? I don't know\n\n\nMe and Metro Boomin' want some more, yeah\nAll this money made me bored, yeah\nBut there's lots of drugs to explore, yeah\nI'm a boss, yeah, I could employ ya\nCouldn't buy one, now I got four, yeah\nUsed to pray feds don't kick down the door, yeah\nRunning back the sack the trap feel like a sport, yeah\nYeah I'm famous but I miss my life before, yeah\nFinally got some money, can't go to the store\nI lose every girl I love when I'm on tour\nMy mama calling me and I ignore her\nRunning from my problems 'til my feet get sore\n\n\nDo you know how it feel to feel alone?\nBought myself a house, still feel like I ain't home\nDriving by myself, ain't got nowhere to go\nI just took two 30s, now I'm in my zone\nAre you really here for me? I don't know\nAre you really here for me? I don't know\nAre you really here for me? I don't know\nAre you really here for me? I don't know\n\n\nI got what you need, you feeling lonely?\nI need, I need you to hold me\nI hope you mean everything that you told me\nI'll try to come back to you, girl, I'm sorry\nIf you miss me just call me\nYou try to diss me 'cause you salty\nDid this on my own, it's all me\nI just wish that you would call me\n\n\nCall me\nI just wish that you would call me up\nWish that you would call me\nI just wish that you would call me up\nWish that you would call me\nI just wish that you would call me up\nWish that you would call me\nI just wish that you would call me up\nMe up\nJust wish that you would call me up\nMe up, me up\nI just wish that you would call me up\n(Me up, me up)\nI just wish that you would call me up\nMe up"
    ],
    "Release date": "July 14, 2017",
    "Title": "Call Me",
    "Artist": "NAV & Metro Boomin"
}