{
    "Lyrics": [
        "\nFargo, get on some real yard shit come in on it like this\n\n\nNo one gyal can satisfy me\nMi need more fuel for the lime green\nMi nuh know one gyal can deny me\nMi know seh mi chain shiny but why pree?\n\n\nMi a controlla, young soldier, once over\nAny man ah diss we ah get slumped over\nNuh fi scared of the ting, gyal come closer\nYou need fi come over\nBad man we nuh watch that\nEven when mi need fi watch that\nI got my gun on me\nIf mi ever need fi shot that\nOne time, yeah\nOne time for the rude boy, yeah, you know that\nHundred down on the new toy and you know that\nI've been lookin' for you, baby\nYou need somebody wavy\n300 down on the Wraith, I bought the whole thing\nYoung nigga gettin' this cake, it's not a joke ting\nI'm that nigga and I'm wavy\nThese hoes never 'bout to play me, okay\nAnd nuh wait for the ting, she ah push pon it\nBut I'm on it, shawty up on it\nCome bruk it down and\nBaby, I'm on it\nTop down in the mornin', tell me you want it\nShe be fuckin' for a come up, I got no condoms\nHit my nigga on the low, \"Ray, go get the condoms\"\nWe poppin', we got the hoes, they pullin' up on us\nBut still I'ma keep it low 'cause shawty know I got it\nShawty know I'm on it\nPull up upon mi wanna rub up upon pon mi\nCome fuck with the top shotta\nMoney on me\nNo, no likkle man can harm me\nI'm on it\nYou know I got it on me but wait gyal\n\n\nI've been lookin' for you, baby\nYou know that a nigga wavy\nTop down in the Mercedes\nDrop down for a young nigga, yeah-yeah-yeah\nI've been lookin' for you, baby\nYou know that a nigga wavy\nTop down in the Mercedes, yeah\n\n\nNo one gyal can satisfy me\nMi need more fuel for the lime green\nMi nuh know one gyal can deny me\nMi know seh mi chain shiny but why pree?\nNo one gyal can satisfy me\nI need some fuel for the lime green\nIf we ah fuck gyal like you ah fuck man, you can't call man grimy\n\n\nNo-no, but wait, but wait\nShe ah go let me fuck soon\nWait, just wait\nUh-no-no\nWhy dem haffi break this ting down?\nYeah, Fargo\nNo one gyal can satisfy me\nMi need more fuel for the lime green\nI'm smokin' on lava and pine tree\nThem hoes, they can never deny me\nAnd I need fi know all that you need me for\nYou're the one that I want in the club\nAfter all, don't you see these hoes?\nNothin' like you, nothin' like you, nothin' like you"
    ],
    "Release date": "July 9, 2016",
    "Title": "Controlla (Remix)",
    "Artist": "Tory Lanez"
}