{
    "Lyrics": [
        "\nWe got London on the track\nI'm in London, got my beat from London\n\n\nI ain't tryna die young, so I gotta ride with one\nStood ten toes down in my Balenciaga, ayy\nHe ran down on a nigga, that’s a shotta, shotta\nCold hearted nigga, wet tha blocka, blocka\nGotta keep it on me, I don't wanna die young\nI rather be judged by twelve, than carried by six\nHow am I gon' post bail? Just look at my wrist\nTell me, why the legends always gotta die quick?\n\n\nWhen I'm in traffic gotta slide with the beam on me\n'Cause I keep 'bout ten racks bussin' out the jeans on me\nNiggas be hatin', I'm rich, it's all about the cream, homie\nIf I ever get caught lackin', they gon' slide\nEver since I got the Rollie, I ain't got the time\nFlawless diamonds, niggas can't never block the shine\nThey know I'm ballin' in the city like DeRozan\nGotta keep my niggas 'round me, I can't do the wrong friends\nI was knockin' down walls, now they closin' in\nHopped off the porch, and then I hopped inside the Porsche, ayy\nFuck being the side nigga, I'ma be the main course\nWhipped the Rolls like a young nigga made for it\n\n\nI ain't tryna die young, so I gotta ride with one\nStood ten toes down in my Balenciaga, ayy\nHe ran down on a nigga, that’s a shotta, shotta\nCold hearted nigga wet that blocka, blocka\nGotta keep it on me, I don't wanna die young\nI rather be judged by twelve, than carried by six\nHow am I gon' post bail? Just look at my wrist\nTell me, why the legends always gotta die quick?\n\n\nTryna get my bag, I had to go and make it happen\nMe and my dogs, we was bussin' out them bandos\nCount out them hunnids, then we throw it in the mattress\nWrap it in plastic, and throw it in the attic\nI be in the streets, nigga, I stand ten toes\nAny nigga in my situation would've been fold\nWe was trappin' out the basement, made it back tenfold\nGotta stay out the way, that's why I'm always behind the tint for\nWe was fightin' fed cases, 'member I was 2 and 0\nNigga was fightin' depression, sippin' syrup, I was movin' slow\nI was down below, but still, I always kept my head up\nNigga gotta get my bread up, I don't wanna die young\nNo, no, no\n\n\nI ain't tryna die young, so I gotta ride with one\nStood ten toes down in my Balenciaga\nHe ran down on a nigga, that’s a shotta, shotta\nCold hearted nigga wet that blocka, blocka\nGotta keep it on me, I don't wanna die young\nI rather be judged by twelve, than carried by six\nHow am I gon' post bail? Just look at my wrist\nTell me, why the legends always gotta die quick?"
    ],
    "Release date": "July 20, 2018",
    "Title": "Die Young",
    "Artist": "Roddy Ricch"
}