{
    "Lyrics": [
        "\nI wish everything I touch would turn to gold\nNLE, you heard me?\nBaby Mexico Choppa, man, Top Shotta\nBaby Mexico Shotta, you heard me?\nWe finna talk our shit, you heard me?\nYNR (Yeah)\nMidas got a jugg, ayy (Yeah, yeah)\n\n\nYeah, yeah, yeah, yeah\nI am a menace, keep me a rack just like tennis\nI'm with the shit like I'm Dennis\nI started this shit, I'ma finish\nNiggas be hatin', tryna blemish my image\nWho want the smoke? .223 came with the scope\nExtended clip long as a rope\nWe wipe his nose, just like he had him a cold\nI knew that boy was a ho\nPull up with the gang, you know that we bangin'\nWhat is your set, nigga? What is you claimin'?\nI am a beast, you cannot tame it\nDon't point a finger, this shit can get dangerous\nThese niggas hatin', these niggas plottin'\nOoh, he got money, I'm runnin' his wallet\nYou say you a killer, lil' nigga, stop it\nIn a shootout, your gun was droppin'\nYou really a fraud, you cannot stomp on this yard\nMy niggas, they scammin', they swipin' them cards\nI am so high that I'm talkin' to stars\nI'm gone off them jiggas, I'm poppin' them bars\nDon't mind my pimpin', bitch, don't sweat me\nChopper got a kick, call that shit Jet Li\nSauce Gang dripped up, what is your recipe?\nGon' get an F if a nigga try testin' me\nWhole lotta money, whole lotta guala\nHit the party fifty deep, nothin' but my shottas\nNigga tried me so you know I had to pop him\nSo many bullets, it confused the doctor\nWhole lotta racks, whole lotta stacks\nFuck a headshot, I'ma shoot him in the back\nThree-point-five rolled up in the Cack'\nWe don't smoke reggie, this shit called gas\nI'm sticked up like a blind man\nI'm super hot like a frying pan\nHe say that he gon' take somethin' from me\nAyy, just know, he lyin', man\nI'ma up from my hip then blow like a whistle\nYour bitch suckin' dick like a Kool-Aid pickle\nTwo bullets in your chest, that's a nipple\nAnd if a nigga run up, I'ma pop him like a pimple\nGet rich or die tryin', I'm feelin' like 50\nBrand new chopper got double-D titties\nNigga, don't play me, I don't get silly\nLove all the beef like a Southwest Philly, yeah\n\n\nYeah, love all the beef like a Southwest Philly, yeah, ayy\nBet, love all the beef like a Southwest Philly\n\n\nI might just OD, Percs killin' me slowly\nFeelin' like I'm Kobe, can't nan' nigga hold me\nIf he wanna run up on me, shoot him like Ginobili\nAnd I'm with the shit, lil' homie, yeah, like I'm Toby (Yeah)\nAnd I'm with the shit, lil' homie, yeah, like I'm Toby, bitch (Yeah)\n\n\nFinna ad-lib, keep all that (Like I'm Toby, yeah, yeah)\n(Like a school shooter named Toby, yeah)\nKeep all that, Tay, yeah (This shit straight drop, lil' nigga, no cut)\nAyy, Tay, keep all that, keep all that (Straight drop, lil' nigga, no cut)\nYeah, yeah\n(Up from my hip, yeah)"
    ],
    "Release date": "January 10, 2019",
    "Title": "Shotta Flow",
    "Artist": "NLE Choppa"
}