{
    "Lyrics": [
        "\nYeah\nNLE, Top Shotta\nBaby Mexico Choppa\nYeah, what we on, Blueface? How we comin'?\nYeah, yeah (Midas got a jugg, ayy)\nYeah, yeah, yeah\nYeah, yeah, yeah, yeah\n\n\nI am a menace, keep me a rack just like tennis\nI'm with the shit like I'm Dennis\nI started this shit, I'ma finish\nNiggas be hatin', tryna blemish my image\nWho want the smoke? .223 came with the scope\nExtended clip long as a rope\nWe wipe his nose, just like he had him a cold\nI knew that boy was a ho\n\n\nPull up with the gang, you know that we bangin'\nWhat is your set, nigga? What is you claimin'?\nI am a beast, you cannot tame it\nDon't point a finger, this shit can get dangerous\nThese niggas hatin', these niggas plottin'\nOoh, he got money? I'm runnin' his wallet\nYou say you a killer, lil' nigga, stop it\nIn a shootout, your gun was droppin'\nYou really a ho\nYou pull up, I let that bitch blow\nAnd just like some tissue, we wipin' your nose\nI was on stage with the strap at my show\nIf you play, I'ma blow, put a tag on your toe\nWet a nigga up, send him straight to the doctor\nTwo bullets in his chest, make the fuck nigga holler\nI'm a big dog, Great Dane, nigga, you a toddler\nBitch nigga, you my son, so that make me a father, yeah\n\n\nI am a menace, keep me a rack just like tennis\nI'm with the shit like I'm Dennis\nI started this shit, I'ma finish\nNiggas be hatin', tryna blemish my image\nWho want the smoke? .223 came with the scope\nExtended clip long as a rope\nWe wipe his nose, just like he had him a cold\nI knew that boy was a ho (Huh?)\n\n\nBlueface, baby\nYeah, yeah, aight\nBitch, I'm a Loc, MAC with the scope\nI am big homie, one phone call, they go\nPick the wrong side, Glock put him courtside\nNow he watchin' it shoot from the floor\nOoh, hold up, hold up, hold up, let me switch the flow\nChoppa got a chopper, make a wrong move, bet he pop ya\nBitch call me daddy, bitch call me papa\nThat boy bologna, bitch, I'm vegan\nYou know if I hit it, then it was on camera\nHopped off the bus, then I hopped in a Porsche (Panamera)\nOn Forgis, sittin' on a four piece\nWith a biscuit\nI play with fire, sometimes I burn bridges\nBet you ain't never met a nigga love swimmin'\nPull up like Tracy McGrady from the Pistons\nGotta keep a pistol for a fuck nigga dissin'\nBet this chopper make him dance like a disco\n\n\nI am a menace, keep me a rack just like tennis\nI'm with the shit like I'm Dennis\nI started this shit, I'ma finish\nNiggas be hatin', tryna blemish my image\nWho want the smoke? .223 came with the scope\nExtended clip long as a rope\nWe wipe his nose, just like he had him a cold\nI knew that boy was a ho (Huh?)\n\n\nI might just OD, Percs killin' me slowly\nFeelin' like I'm Kobe, can't nan' nigga hold me\nIf he wanna run up on me, shoot him like Ginobili\nAnd I'm with the shit, lil' homie, yeah, like I'm Toby (Yeah)\nAnd I'm with the shit, lil' homie, yeah, like I'm Toby, bitch (Yeah)\n\n\nFinna ad-lib, keep all that (Like I'm Toby, yeah, yeah)\n(Like a school shooter named Toby, yeah)\nKeep all that, Tay, yeah (This shit straight drop, lil' nigga, no cut)\nAyy, Tay, keep all that, keep all that (Straight drop, lil' nigga, no cut)\nYeah, yeah"
    ],
    "Release date": "June 20, 2019",
    "Title": "Shotta Flow (Remix)",
    "Artist": "NLE Choppa"
}