{
    "Lyrics": [
        "\nAyy, I'm finna go in there, you heard (Haha)\nYeah, yeah (Huh), yeah (Yeah), yeah (Huh)\nYeah (Yeah), yeah (Yeah), yeah, yeah, yeah, yeah\nYeah (Yeah, yeah), yeah, huh, yeah (Yeah)\nEverything's chrome in the future!\nYeah, yeah (Yeah)\n\n\nI hop on the beat and you know I’ma kill it\nMy nigga loose screws, you know that they drillin’\nI run up my money, I love this feeling\nRemember them days a nigga was stealin’\nHopped in the game, I got it on lock\nMy niggas got dope, they trap out they socks\nThe police pull up, we run from the narcs\nWe always on go, you know we don’t stop\nCherry on top when I aim with the beam\nI’m burnin’ her head, no Charlie Sheen\nMy hoes, they grown, don't fuck with the teens\nMy bitch, she bad, boujee, and mean\nYeah, fuck that, get back on the sub\nIf a nigga diss me, them shots get to bustin’\nI ain’t got time with all that fussin’\nSoon as I see him, you know that he duckin’\nShoot up the spot and make him move out\nSoon as he move, I find his house\nDon’t fuck with the rats, don’t fuck with the mouse\nIf he snitch, put the gun in his mouth\nHe thought that we was playin'\n'Til we pulled up with sticks, yeah (No cap)\nGlizzy got a beam and it came with a dick, yeah (No homo)\nChoppa got a scope and it came with some tits, yeah (Yeah)\nDon’t get fucked up out your life, we shoot us a flick, yeah (Yeah)\nWhenever we aim, you know we attack\nShoot through his stomach, it come out his back\nMy niggas, they bangin’ and ready to stack\nDiss on the set, get put in a bag\nWe love the money, the drugs, the guns\nI don’t ever beat ’cause I’m countin’ my funds\nI’m always workin’, I don’t have fun\nBefore you diss me, know your pros and cons\nLet’s have a shoot out, I’m ready to die\nFace to face, eye to eye\nThe last thing that he saw was the fire\nPut him on a tee, now he up in the sky\nMy killers outside, they don’t wanna be seen\nThey come in the show if you makin’ a scene\nChoppa R. Kelly, let that bitch sing\nHow the fuck I'ma miss when I got me a beam?\nI’m done, sike\nI pull up to shoot, you pull up to fight\nShoot him in his leg, he beg for his life\nPut one in his head like he was on Skype\nKick down the door (Yeah), bitch, get on the floor (The floor)\nWhere is the bread? ’Cause we need all the dough\nGive me the cash (The cash), I came for the bag (The bag)\nIf he do somethin' sheisty, put one in his ass (Rrrah)\nShot"
    ],
    "Release date": "February 16, 2019",
    "Title": "Shotta Flow 2",
    "Artist": "NLE Choppa"
}