{
    "Lyrics": [
        "\nYeah\nFreshDuzIt\nYeah\nHuh? Huh? Huh?\n\n\nI ain't gon' say too much when a nigga speakin' on that hot shit\nFuck the police 'cause them bitches ain't gon' stop shit\nOppositions mad, if they play they gettin' popped quick\nFlyest nigga in the game, yeah, I'm a cockpit\nPosted on Camelot with a hundred some shottas\nI be swimmin' with the sharks, lil' nigga, you a lobster\nBullets heat a nigga up, like he eatin' on some pasta\nAnd shout out to Kingston, I keep me some Rastas\n\n\nMy niggas trappin' out the bando, shout out to the Migos (The Migos)\nIf a nigga knock wrong, shoot him through the peephole (Grrah)\nThe trap always open, bitch, we ain't never closed\nWe movin' them packs and we movin' them kilos\nStep one, step two, do my dance in this bitch\nGot a hundred some drums like a band in this bitch\nMan, she keep on bitchin', all that naggin' and shit\nHo, shut the fuck up and just gag on this dick\nI'm a side nigga, and I love when she swallow\nIf a nigga say something, hit him with a hollow\nThat glizzy (Yeah), knock your meat out your taco (Your taco)\nFlexin' on these bitches, they call me Johnny Bravo\nSchool of hard knocks, let me take you to class\nMy bitch is real skinny, but she got a lot of ass\nI love counting money, I get a lot of cash\nIf you try to take it from me, his toe gon' have a tag, yeah\n\n\nI ain't gon' say too much when a nigga speakin' on that hot shit\nFuck the police 'cause them bitches ain't gon' stop shit\nOppositions mad, if they play they gettin' popped quick\nFlyest nigga in the game, yeah, I'm a cockpit\nPosted on Camelot with a hundred some shottas\nI be swimmin' with the sharks, lil' nigga, you a lobster\nBullets heat a nigga up, like he eatin' on some pasta\nAnd shout out to Kingston, I keep me some Rastas\n\n\nAll up in the party, you know we keep them carbines (Them Carbines)\nBring a nigga chills like I work at Baskin-Robbins (Robbins)\nI love Batman, but a young nigga robbin'\nFirework show 'cause my niggas get to sparkin'\nI'm a hothead, I'll crash any second (Yeah)\nHe speakin' on who? Send his bitch ass to heaven (To heaven)\nExtended clips when we tote them MAC-11's (Uh-huh)\nMy niggas, they be Crippin', they be screamin' out them sevens (Crip)\nWhy you investigating me? 'Cause I don't know a thing\nAnd I'ma always keep it solid, I'll never sing\nYou know I'm Shotta Fam, always gotta rep the gang (Shotta)\nHe kept on dissin', so a nigga had to snatch his brain, huh? (Gang, gang)\nHad to snatch his brain, huh? (Had to snatch that nigga brain)\nI had to snatch his brain, yeah (Had to snatch that nigga brain)\nI had to make it rain (Make that motherfucker rain)\nR. Kelly, let that fuckin' chopper sing, yeah (Make it sing)"
    ],
    "Release date": "September 13, 2019",
    "Title": "Camelot",
    "Artist": "NLE Choppa"
}