{
    "Lyrics": [
        "\nYeah, huh\nYeah, yeah, yeah, yeah, yeah, yeah\nHuh? Yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nHahaha\nI ain't doin' no playing Jack, you hear me?\nYeah, yeah, hrrroww\nBow, yeah, yeah, yeah, yeah, yeah, yeah, yeah, yeah\n\n\nI'm tired of him breathing, I'm taking his breath (Huh?)\nShoot to my right, my flag on the left\nI earned my stripes but I'm not a ref\nThese niggas, they woke, they overslept (Yeah)\nMy bitch, she clutch because she a nurse\nWhenever I'm down she give me a perc\nThe police pull up, my gun in her purse\nThe ops pull up, put him on a shirt\nBitch, we came in this world and we lookin' for murder\nKnock yo cap off and it's word to Bobby Shmurda\nNigga watch yo mouth, I would hate to have to hurt ya\nYou would kill off a perc but snitch when you sober\nMan down in the street, man, this nigga tried to play me\nI hit one in the head but his gun was on safety\nThey askin' how I been, what I been feelin' lately\nI got good aim in the pocket like I'm Brady\n\n\nCan't speak on the shit I did to you\nTo be honest, them bullets wasn't meant for you\nI'm sorry that they hit you\nFuck that, spin again, shoot the friend too\nSee at first I was gon' stop and chill\nHell nah, how them hollows feel?\nI'm independent, can't sign a deal\nWon't sell out for a couple mill\nBefore you try and rob, hit yo knees and pray to Buddha\nSoon as you up it, Lil Trey gonna shoot ya\nRemember I was young and I used to be a hoopa\nI got into guns then I turned to the shoota\nKnock off yo head, call that a fuckin' train wreck\nBitch, close yo legs, Where the fuck is yo brain at?\nWet a nigga block, make it look like we painted\nMan I used to struggle, now a nigga famous\n\n\nI'm 16, with big dreams, I wanna be a star\nI used to spend money on lil things, now I want a car\nAye, that Rollie or that Audemars, Where do I start?\nMan this lean fuckin' up my tummy, makin' me fart\nHunnid-sumthn shots in the rental\nMy bitch, she bad, like Kendall\nI'm poppin' niggas like pimple\nI'm in her mouth, that's dental\nWe strapped up like a gay ho\nWe kill niggas like Tadoe\nWe ruthless like Fredo and love totin' Dracos\nMop a nigga with the .40, I'm a janitor\nWe smokin' on gas, that's cannabis\nThat's a lot in the Draco, I'm a animal\nIn Florida, chillin' in Panama\nHe said he want smoke, I hope that he ready\nI put on my mask like Jason and Freddy\nYou soft as a bear, just like Teddy\nI shoot him in the head, knock out his spaghetti (Yeah)\n\n\nI'm tired of him breathing, I'm taking his breath (Huh?)\nShoot to my right, my flag on the left\nI earned my stripes but I'm not a ref\nThese niggas, they woke, they overslept (Yeah)\nMy bitch, she clutch because she a nurse\nWhenever I'm down she give me a perc\nThe police pull up, my gun in her purse\nThe opps pull up, put him on a shirt\nBitch, we came in this world and we lookin' for murder\nKnock yo cap off and it's word to Bobby Shmurda\nNigga watch yo mouth, I would hate to have to hurt ya\nYou would kill off a perc but snitch when you sober\nMan down in the street, man, this nigga tried to play me\nI hit one in the head but his gun was on safety\nThey askin' how I been, what I been feelin' lately\nI got good aim in the pocket like I'm Brady"
    ],
    "Release date": "March 22, 2019",
    "Title": "Capo",
    "Artist": "NLE Choppa"
}