{
    "Lyrics": [
        "\nAyy, huh, yeah\n(I don't even think y'all niggas ready)\nYeah, yeah, yeah, yeah, yeah, yeah\nSGULL\n(They not ready, bruh, Tay, they ready?)\nHuh, yeah, yeah\n(Tay said, \"No\")\nWhat? Yeah\n(Huh, huh)\n\n\nBullets eat a nigga up, like I'm playin' Pac-Man (Yeah)\nChoppa got a kick back (Yeah), leave him on a kick stand (Huh, yeah)\nNigga call me doo-doo (Huh), yeah, I'm the shit, man\nNigga talkin' shit, so I fired on his bitch ass (Yeah, yeah)\nGlock freeze him up, yeah (Huh, huh, huh, huh)\nCall that freeze tag (Yeah, yeah, yeah)\nChopper leave him stuck, yeah (Wait, wait)\nThat's a glitch, man (Yeah, yeah)\nIf a nigga play, I'ma hit him broad day with the K\nMake a nigga go, \"Ah,\" yeah\nDo the race, call it Tay-K, yeah\nFuckin' on another nigga bae, yeah (Huh, yeah)\nMake a nigga shake, earthquake, yeah (Huh, grrr)\nNigga, I'm real, you fake, yeah\nI be totin' them glizzies, we love totin' guns\nI do it for real, you do it for fun (Yeah, huh, yeah)\nWhen an opp see me, you know they gon' run\nI hang out the window, shoot shit like LeBron\nYou know that I hit 'em (Huh), I had to get 'em (Huh, huh)\nThey thought I was bowlin', I had to split 'em (Yeah)\n7.62 (Yeah), cut him down the middle\nCookin' him up like a fuckin' McGriddle (Yeah, yeah, yeah, huh)\nSub me in the game\nAnd you know that I'ma score, bitch (Huh)\nPull up with the gang, twist your finger, make it bang (Yeah, yeah)\nTo be honest, I'm an animal, I can't be tamed (Yeah, yeah, huh, yeah)\nBullets fallin' out the sky, let that bitch rain (What?)\n2-3 shots, take him out with a bang (What? Yeah, huh, yeah)\nBack in the summer, I didn't have a name (No)\nNow she suck on my dick while my balls be hangin' (Slob, bitch, slob)\nDamn, lil' Choppa, she say that you slangin'\nHit from the back, have her changin' language\n\n\nHuh, huh?\n(*Ringer*)\nWhat the fuck?\nBitch, stop calling my phone! (Yeah)\n\n\nI hit her one time then I leave her alone (Huh)\nI know I'm not right, 'cause I'm doin' her wrong\nJust like a dog, I just wanna bone (Rrrr)\nWe makin' 'em serve, we serve in a cone (Yeah, yeah)\nI'm a real nigga, you cannot clone\nI'm cold with this shit like my first name was stone (Yeah, yeah)\nI'm still a menace (Huh?), wait (What the fuck?)\nI am a devil, whole other level (Yeah, yeah, yeah)\nI'm clutchin' my metal, cook him like a vegetable (Huh)\nShe eatin' my dick like that bitch is an edible (Yeah, yeah, yeah)\nI'm clutchin' my metal, cook him like a vegetable (Hold up)\nShe eatin' my dick like that bitch is an edible (Hold up, hold up, hold up, hold up)\nI'm clutchin' my metal, cook him like a vegetable (Hold up, bro)\nShe eatin' my dick like that bitch is an edible\nBack in 8th grade, I was lame, I was boostin' (Huh, huh, huh)\nNow I'm up in high school gettin' head from my tutor (Yeah, yeah, yeah, yeah)\nUsed to be a fighter, graduated to a shoota (What?)\nShoot him in the head, I'm tryna knock out his noodles (Yeah, yeah)\nI'm a big dog, little nigga, you a poodle (What?)\nI sell a bitch a dream like my name Young Ruler\nPop off, like I'm Martin Luther (Huh, huh)\nBullets bless him, that's a hallelujah (Yeah, yeah, yeah)\n\n\nHrrrrr\nBop, bop, bop, bop, bop\n(They shootin')\nSlatt, slatt\n(Choppa)"
    ],
    "Release date": "April 11, 2019",
    "Title": "Birdboy",
    "Artist": "NLE Choppa"
}