{
    "Lyrics": [
        "\n\n\nMhm, mhm\nYeah, yeah, yeah, yeah\nYeah, yeah, yeah\nDollars\n\n\nI switched the time zone, but what do I know?\nSpendin' nights hitchhikin', where will I go?\nI could fly home, with my eyes closed\nBut it'd get kinda hard to see, that's no surprise though\nAnd you could find me, I ain't hidin'\nI don't move my feet when I be glidin'\nI just slide in and then I roll out\n\n\nYeah, well, climbing over that wall, mm (Yeah, wall, wall)\nI remember, yes I remember, yes I remember it all\nSwear the height be too tall (Yeah), so like September I fall\n(Down, down, down) Down below, now I know that the medicine be on call, yeah (Gimme, gimme, gimme, gimme, gimme, gimme)\nIt's feelin' like you hot enough to melt, yeah (Melt, yeah)\nCan't trust no one, can't even trust yourself, yeah (-Self, yeah)\nAnd I love you, I don't love nobody else, yeah (Else, yeah)\n\n\nTell them they can take that bullshit elsewhere (Yeah)\nSelf care, I'm treatin' me right, yeah\nHell yeah, we gonna be alright (We gon' be alright)\n\n\nI switched the time zone (Yeah), but what do I know? (Yeah)\nSpendin' nights hitchhikin', where will I go?\nI could fly home (Yeah), with my eyes closed (Yeah)\nBut it'd get kinda hard to see, that's no surprise though\nAnd you could find me (Yeah), I ain't hidin' (Yeah)\nI don't move my feet when I be gliding\nI just slide in (Yeah) and then I roll out\n\n\nBeen on the road, I don't see it\nOut on the road, I don't see where I'm going\n\n\nYeah, I been reading them signs (Wow, yeah, yeah, yeah, yeah)\nI been losin' my, I been losin' my, I been losin' my mind, yeah (Yeah)\nGet the fuck out the way ('Kay), must be this high to play ('Kay)\nIt must be nice up above the lights\nAnd what a lovely life that I made, yeah (Uh)\nI know that feelin' like it's in my family tree, yeah (Wow)\nThat Mercedes drove me crazy, I was speedin'\nSomebody save me from myself, yeah\n\n\nTell them they can take that bullshit elsewhere\nSelf care, we gonna be good\nHell yeah, they lettin' me go-o-o-o-o-o-o-o\n\n\nI switched the time zone (Yeah), but what do I know? (Yeah)\nSpendin' nights hitchhikin', where will I go? (Yeah)\nI could fly home (Yeah) with my eyes closed (Yeah)\nBut it'd get kinda hard to see, that's no surprise though (Yeah)\nAnd you could find me (Yeah), I ain't hidin' (Yeah)\nI don't move my feet when I be glidin' (Yeah)\nI just slide in (Yeah) and then I roll out\n\n\n\n\nI didn't know, I didn't know\nI didn't know, I didn't know, hey\nWell, didn't know what I was missing\nNow I see a lil' different, I was, thinking too much\nGot stuck in oblivion, yeah, yeah, oblivion, yeah, yeah\nOblivion, yeah, yeah\nI got all the time in the world\nSo for now I'm just chilling, plus I know it's a\nIt's a beautiful feeling in oblivion, yeah, yeah\nOblivion, yeah, yeah, oblivion, yeah, yeah\n\n\nYeah, okay I ride around my city when I come home, yeah\nThe sun set quickly then get up slow, yeah\nI disconnect and upload\nWatch it spin around, we just spinnin' round, yeah\nLet's go and travel through the unknown, yeah\nWe play it cool, we know we fucked though, yeah\nYou keep on sayin' you in love so\nTell me are you really down? Are you really down? Yeah\nLet's go back to my crib and play some 45's\nIt's safer there, I know there's still a war outside\nWe spend our nights all liquored up, our mornings high\nCan you feel it now?\n\n\nOblivion, yeah, yeah\nOblivion, yeah, yeah, yeah, yeah, yeah, yeah, yeah\nOblivion, yeah, yeah, oohhh\nI got all the time in the world, so for now I'm just chilling\nPlus, I know it's a, it's a beautiful feeling, in oblivion, yeah, yeah\nOblivion, yeah, yeah, oblivion, yeah, yeah"
    ],
    "Release date": "July 13, 2018",
    "Title": "Self Care",
    "Artist": "Mac Miller"
}