{
    "Lyrics": [
        "\nI spent the whole day in my head\nDo a little spring cleanin'\nI'm always too busy dreamin'\nWell, maybe I should wake up instead\nA lot of things I regret, but I just say I forget\nWhy can't it just be easy?\nWhy does everybody need me to stay?\nOh, I hate the feeling\nWhen you're high but you're underneath the ceiling\nGot the cards in my hand, I hate dealing, yeah\nGet everything I need then I'm gone, but it ain't stealing\nCan I get a break?\nI wish that I could just get out my goddamn way\nWhat is there to say?\nThere ain't a better time than today\nBut maybe I'll lay down for a little, yeah\nInstead of always trying to figure everything out\nAnd all I do is say sorry\nHalf the time I don't even know what I'm saying it about\n\n\nGood news, good news, good news\nThat's all they wanna hear\nNo, they don't like you when I'm down\nBut when I'm flying, oh\nIt make 'em so uncomfortable\nSo different, what's the difference?\n\n\nWhen it ain't that bad\nIt could always be worse\nI'm running out of gas, hardly anything left\nHope I make it home from work\nWell, so tired of being so tired\nWhy I gotta build something beautiful just to go set it on fire?\nI'm no liar, but\nSometimes the truth don't sound like the truth\nMaybe 'cause it ain't\nI just love the way it sound when I say it\nYeah, it's what I do\nIf you know me, it ain't anything new\nWake up to the moon, haven't seen the sun in a while\nBut I heard that the sky's still blue, yeah\nI heard they don't talk about me too much no more\nAnd that's a problem with a closed door\n\n\nGood news, good news, good news\nThat's all they wanna hear\nNo, they don't like you when I'm down\nBut when I'm flying, oh\nIt make 'em so uncomfortable\nSo different, what's the difference?\n\n\nThere's a whole lot more for me waitin' on the other side\nI'm always wonderin' if it feel like summer\nI know maybe I'm too late, I could make it there some other time\nI'll finally discover\nThat there's a whole lot more for me waitin'\nThat there's a whole lot more for me waitin'\nI know maybe I'm too late, I could make it there some other time\nThen I'll finally discover\nThat it ain't that bad, ain't so bad\nWell, it ain't that bad, mm\nAt least it don't gotta be no more\n\n\nNo more, no more, no more, no more\nNo, no, no, no, no, no, no, no\nHey, hey\nMm, hey, mm, mm, mm"
    ],
    "Release date": "January 9, 2020",
    "Title": "Good News",
    "Artist": "Mac Miller"
}