{
    "Lyrics": [
        "\nCan you turn the beat up?\nA little louder\nThere you go\n\n\nPeople love you when they on your mind\nA thought is love's currency\nAnd I been thinkin' 'bout her all the time\nI never seen somebody put together perfectly\nWhat would I have to do to call you mine?\nSomeone like you is so hard to find\nYou can open up your eyes, or you can walk in blind\nAll I ask is that you hurry, I won't hurt you, don't you worry\nListen to me, I'ma set you free\nHe ain't gonna break your heart again\nGo through the worst to reach the ecstasy\nWhen your imagination's on pretend\nI never thought that it would feel this way\nYou never taught me how to heal the pain\nI wish you caught me on a different day\nWhen it was easier to be happy\n\n\nJust a little taste and you know she got you\nCan you hide away? Can you hide away?\nSound of silence as they all just watch you\nI kinda find it strange how the times have changed\nI wish we could go and be\nFree once, baby, you and me\nWe could change the world forever\nAnd never come back again\nLet's leave it all in the rear-view\nLet's leave it all in the rear-view, girl\nYou don't have to cry\nYou don't have to cry\n\n\nMend a broken heart, girl, if you can\nI don't expect you to be capable\nYou got the world right in your hands\nThat responsibility is unescapable\nI promise that I'll be a different man\nPlease give me the chance to go and live again\nI'm havin' some trouble, can you give a hand?\nIt seems perfection really is so unattainable\nDon't even say you 'bout to end it all\nYour life precious, ain't no need to go and kill yourself\nI'm not so sure that there's an end at all\nI wish the truth would just reveal itself\nWho do you call to make it to the top?\nAnd who do you call to make the shootin' stop?\nAnd who do you call to give the coupe a wash?\nAfter everything I did I think I'm still myself\n\n\nJust a little taste and you know she got you\nCan you hide away? Can you hide away?\nSound of silence as they all just watch you\nI kinda find it strange how the times have changed\nI wish we could go and be\nFree once, baby, you and me\nWe could change the world forever\nAnd never come back again\nLet's leave it all in the rear-view\nLet's leave it all in the rear-view, girl\nYou don't have to cry\nYou don't have to cry"
    ],
    "Release date": "June 18, 2013",
    "Title": "Objects In the Mirror",
    "Artist": "Mac Miller"
}