{
    "Lyrics": [
        "\nExcuse me, sir (Yes)\nYour Grace\nIs that my flamethrower beside you? (Why it is)\nPlease, sir, pass it this way\nCan you hand me that pistol over there?\nPlease don't get muffins on it\nMy Lord, my Lord (Yes)\nPlease hand me the bazooka (Why, thank you)\nBang, bang, bang, bang, bang (Haha)\nNo blood on the couch, please (Brrah)\nPlease, no blood on the couch (Yes)\nSir, you got blood on the couch\nCan you hand me that machine gun?\nSir, damn you, yeah\n\n\nGet my gun, we 'bout to rob a Wells Fargo\nCall some broads, we need to get a whole carload\nWith my dawgs, we pull up looking like a car show\nSmoke a blunt and then she get up off my narcos\n\n\nFather God in heaven above\nI come to you as humbly as I know how\nOff hella the drugs and I'm out of my mind\nIn the meantime, I'ma just smoke this loud\nPut this shit on my tongue and this shit'll dissolve\nGet a shot of Hennessy just to wash it down\nAll my white friends got me talkin' proper now\nI got the BET's deal so I'm hot for now (Yeah)\n\n\nHe without sin cast the first stone\nTo a nigga with a gun that can run in your home\nOne dome shot, niggas'll never look at him wrong again\nOh my God, oh my God, on this lick\nIn the car twisted, come here, lil' bitch\nSuck on my dick, some of the fun under your sister\nCome, come, give me some, tongue, tongue, get it done\nYoung fun, yum, yum, yum, I'm twisted\n\n\nGet my gun, we 'bout to rob a Wells Fargo\n(Whatever I said, I don't know what I said, I don't give a fuck, ah)\nCall some broads, we need to get a whole carload\n(You gettin' this? You recording this?)\nWith my dawgs, we pull up looking like a car show\n(Are you getting this?)\nSmoke a blunt and then she get up off my narcos (Woo, yeah)\n\n\nRoses is falling, the money is calling, I'll pedal forever and ever to you\nTEC in the boxes of chocolate, I'll send 'em, I'll ship 'em, I'll get 'em delivered to you\nBaby, whatever, just come on, just hop in the getaway car and we'll go and get food\nSky is dissolving or falling, whatever, just tell 'em the teller better not make a move (Hey)\n\n\nSkrrt skrrt in a new thing\nThrow the cash 'til she get her Raekwon like the Wu-Tang\nI think I deserve me a Mulsanne\nMe, you, and two or three hoes should do the group thing\nJust don't fuck up the sheets, the Airbnb, and fuck off the lease\nBitch, mind your bees, I need peace of mind\nI beat meat, delete, then be leavin' fine, let's go\n\n\nGet my gun, we 'bout to rob a Wells Fargo\nCall some broads, we need to get a whole carload\nWith my dawgs, we pull up looking like a car show\nSmoke a blunt and then she get up off my narcos (Woo)\n\n\nNigga, it's just how you count it\nIt just depend on how you count it"
    ],
    "Release date": "July 5, 2019",
    "Title": "Wells Fargo (Interlude)",
    "Artist": "Dreamville, JID & EARTHGANG"
}