{
    "Lyrics": [
        "\nAyy\nThese motherfuckers, man, yo\n(Elite, Elite, Elite)\nCheck it\nYo, check it out, ayy\n\n\nSince 1993 I've been smoking weed, ask about me\nNiggas know not to, oh, wait\nNiggas know not, oh, fuck, ayy\n\n\nRoll up and pour me a drink up, let's get fucked up\nRoll up and pour me a drink up, let's get fucked up\nRoll up and pour me a drink up, let's get fucked up\nRoll up\n\n\nUh, I'm drunk at a party and put down my cup\nThe fuck is my water? I pick the shit up\nThen drink out the water and threw the shit up\nIt's ash in my cup, I'm mad as a muh', huh\nI push pack like USPS, you is a bitch\n\n\nAyy, yo, yo, shut the fuck, ayy\nDon't even rap, nigga, you\nAyy, hold on\nHold the fuck up, nigga\n\n\nTell me why you wanna come get high tonight\nI only got one reason, I'm top dog tonight\nI let the broads borrow my room and I got caught tonight\nDrunken partying, slobbering, 'nother sloppy night\nAlways fight with my mama, but look, I'm Ali, night\nI'll call her, when I'm a baller, I promise that I'ma spoil you\nUntil then, I'ma ignore you, it's nothing personal (Sorry)\nI'm just tryna fuck a couple girls and go\nCan't do that while I'm on the phone\nI'm not a mother's boy, I'm a motherfucker\n\n\nAyy, ayy, ayy, ayy, ayy, ayy, hold on, hold on, nigga\nCan I smoke? Can I smoke? Can I smoke, nigga?\n(Oh-oh-oh-oh)\n\n\nRoll up and pour me a drink up, let's get fucked up\nRoll up and pour me a drink up, let's get fucked up\nRoll up and pour me a drink up, let's get fucked up\nRoll up\n\n\nYeah\nSittin' sideways, side steppin' side bitches\nSide eyes, light skin, need stitches, mind your business\nI'm slurring my verbiage, surfing, no turfing\nMy girl drippin', dirty whispers in my ear\nI don't mumble\nABC your way up out the convo\nLookin' for sluts, oh?\nI know a couple\n\n\nBro, bro, bro, bro\nAyy, bro, bro, bro, bro\nAyy, nigga, come on, like\nNigga, stop rapping, start passing\n(Oh-oh-oh-oh)\nLike can I? My nigga\n\n\nRoll up and pour me a drink up, let's get fucked up (Bro, bro)\nRoll up and pour me a drink up, let's get fucked up\nRoll up and pour me a drink up, let's get fucked up\nRoll up\n\n\nLook, okay the weed so strong it got me stressed\nThe stress so strong it got me weed (Yeah)\nI'm so on, it threw me off (Yeah)\nI'm throwed off, yes indeed\nI threw up after my threesome\nOn my threads, had to leave the crime scene like criminals do\nShe wanna come to my crib and give me a genital smooch\nTypical, typical, get the piccolo, skididdle, skedaddle\nI sling peen like a lasso\nThat mean king save the queen from the castle\nI grab the saddle\nPrisoner to prescription, it's changed, jackal, Jack Daniels\nShawty tryna tell me\n\n\nMotherfucker, ayy, didn't I say? Nigga, ayy\nWe can't rap, nigga, we smoking weed\nStop rappin', nigga, this is not a rap session\nWe gettin' high\n\n\nIf I smoke a blunt right now\nI'ma be on 285 with my pants pulled down around my ankles\nStill no stranger to the blunt smoke, gun smoke\nYou niggas don't want smoke\nNo guts like that Swisher we just smoked\nWe cutthroat, niggas ain't...\n\n\nHold, hold on, hold on\nWait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait, wait\nHold on, wait, wait, wait, wait, ayy, wait\nShh, shh, shh\nWait, wait, wait, okay\nWatson, Watson, stop\n'Cause this nigga J. Cole, he done grew some dreads\nHe think he smoke now\nPass the blunt, nigga, stop rappin'\nThat's the end of the song, nigga\nThis the end of the session, we goin' home\nI just called my Lyft\nI just wanna call the, I mean hit the blunt, I mean\nLet me try one more time"
    ],
    "Release date": "July 5, 2019",
    "Title": "1993",
    "Artist": "Dreamville, J. Cole, JID, Cozz & EARTHGANG"
}