{
    "Lyrics": [
        "\n\n\nMake it, make it, make it, boy, we gotta make it\nYou can save your hand, I ain't gotta shake it\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\nClique too big, bread gotta break it\n'Cause these others lowkey with the snakin', fakin'\nEverything lined up for the takin'\nAnd what I need from 'em? No favors, no favors\nWhat I need? No favors\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\n\n\nI'm about gettin' the job done, boy up every night\nI'm about rollin' a seven when I toss up the dice\nI'm about gettin' my logo all flooded with ice\nI'm about takin' a risk that might fuck up your life\nTell 'em point and shoot like camera crews\nIn front of cameras too (brrr!)\nDamn, Sean, what happened to the humble attitude?\nI'm like, \"Niggas took the flow, but I'm still standin' too.\"\nThought I had the Midas touch, and then I went platinum too\nMotherfuck all your comparisons (fuck 'em!)\nI've been talkin' to God like that's my therapist\nI'm African-American in America, I ain't inherit shit\nBut a millionaire under 30 so He must be hearin' shit\nDon, don, don life, I do this for the crib, the D to Flint\nKids who get sick with lead, others get hit with the lead\nFrom where they need a handout, but they tell you put hands up\nOnly deals I had was from the Sam's Club\nNow it's blue blood in my veins, though you know what I came for\nBorn in a world goin' where they told me I can't go\nIn my lane though, I'm in the same boat as Usain Bolt\nGet ahead by any means so the head's what I aim for\nWhen my grandma died I realized I got an angel\nShow me everything's a blessing dependin' on the angles\nLook, I am the anomaly, never needed favors or apologies\nThat's my new lifetime policy\nWoodgrain steering wheel, this bitch feel like a pirate ship\nHow many hot verses 'til you bitches start acknowledgin'\nThe pictures we been paintin'? My nigga\nConnected to a higher power—how I know?\n'Cause I don't write this shit: I think it, my nigga\nLook, all I ever did was beat the odds\n'Cause when you try to get even it just don't even out\nNever stoppin' like we hypnotized\nWatch what we visualize on the rise\nBe the G.O.A.T. while we alive; when we die, we gon' be the gods\n\n\nMake it, make it, make it, boy, we gotta make it\nYou can save your hand, I ain't gotta shake it\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\nClique too big, bread gotta break it\n'Cause these others lowkey with the snakin', fakin'\nEverything lined up for the takin'\nAnd what I need from 'em? No favors, no favors\n\n\nIf she was flavor, I won't save her\nNo taste buds, ho, later!\nFuck you lookin' at, hater?\nI saw them eyes like an ass raper\nTry to copy my swag like a cheating classmate\nI'll be the last face you see 'fore you pass\nWhen you get your fuckin' ass graded like a math paper\nSo ahead of my time, \"late\" means I'm early\nMy age is reversing, I'm basically thirty\nAmazingly sturdy, zany and wordy\nBrainy and nerdy, blatantly dirty\nInsanely perverted, rapey and scurvy\nThey blame me for murdering Jamie Lee Curtis\nSaid I put her face in the furnace, beat her with a space heater\nA piece of furniture, egg beater, thermos\nIt may be disturbing, what I'm saying's cringeworthy\nBut I'm urinating on Fergie, call Shady number 81\nSurely I'm turning into the Aaron Hernandez of rap\nState of emergency, the planet's having panic attacks\nBrady's returning, matter of fact I may be deserving\nOf a pat on the back like a Patriots jersey\nInexplicable stomach growl from the pit of it\nLike a fuckin' Terrier hid in it\nDespicable, dumb it down, ridiculous\nTongue is foul, shoot off at the fuckin' mouth\nLike a missile, a thunder cloud\nHundred pound pistol, pull the trigger, this gun will sound\nAnd you'll get a round like Digital Underground\nAnd fuck Ann Coulter with a Klan poster\nWith a lamp post, door handle, shutter\nA damn bolt cutter, a sandal, a can opener\nA candle, rubber, piano, a flannel, sucker\nSome hand soap, butter, a banjo and manhole cover\nHand over the mouth and nose smother\nTrample ran over the tramp with the Land Rover\nThe band, the Lambo, Hummer and Road Runner\nGo ham donut, or go Rambo, gut her, make an example of her\nThat's for Sandra Bland, ho, and Philando\nHannibal on the lam, no wonder I am so stubborn\nI'm anti, can't no government handle a commando\nYour man don't want it\nTrump's a bitch, I'll make his whole brand go under (yeah)\nAnd tell Dre I'm meeting him in L.A.\nWhite Bronco like Elway, speeding\nI'm 'bout to run over a chick, Del Rey CD in?\nFemales stay beating 'em\nBet you they'll lay bleeding, and yell, \"wait,\" pleading\nBut screaming is pointless like feeding Michel'le helium\nLeaving 'em pale-faced, medium-sized welt\nStraight treating 'em like a cellmate\nSeedy, I'm climbing hell's gate\nBitch, I'm like your problems: self-made\nMeaning someone else's help ain't needed, 'cause I'ma—\n\n\nMake it, make it, make it, boy, we gotta make it\nYou can save your hand, I ain't gotta shake it\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\nClique too big, bread gotta break it\n'Cause these others lowkey with the snakin', fakin'\nEverything lined up for the takin'\nAnd what I need from 'em? No favors, no favors\nWhat I need? No favors\nEverything lined up for the takin'\nAnd what I need from 'em? No favors\n\n\n(I know you feeling yourself right now.)\n(But I'm not sure she's the one—I wouldn't call her, man.)\n\"Hey, I'm outside.\"\nWhat are you doing here?"
    ],
    "Release date": "February 3, 2017",
    "Title": "No Favors",
    "Artist": "Big Sean"
}