{
    "Lyrics": [
        "\nMan don't you know that I'm loco\n\n\nUh-huh, hmm... I was chillin, right around my way (way!)\n21st eastside of the Beach\nThis motherfucker ran up on me\nTalkin shit with his homies like he was a straight.. G\nAskin where I'm from while he runnin up\nGangbang, my set on e'ry one of 'em (true)\nSome things, sons they just won't change\nFools don't respect nuttin but the gangbang (bang!)\nWhat's seen is what's saw, Dogg is the law\nI have you niggas runnin like a marathon\nLittle G's tryna creep, on the East with it\nTalkin 'bout they gon' get my chain and they gon' leave with it (nmm hmm!)\nBut they don't know once they get close\nIt's Tic-Tac Toe, three motherfuckers laid on the floor (watch out!)\nYeah, this happened yesterday\nOn the West they spray - I heard the ese say, he said...\n\n\nVato, you won't believe what I saw\nI saw these pack of guys and they act real hard (and what they do?)\nThey twist the fingers and said, \"You know who we are\"\nHe said, \"I don't give a fuck, I'm Snoop Doggy Dogg\" (uh huh!)\nThey keep buckin and it went too far\nSo Snoopy, he went straight to the trunk of his car (and what he get?)\nHe got his gun and they start runnin' hard\nHe started firing and then he just charged\n\n\n(Blaow!) Run nigga, run nigga!\n(Blaow!) Duck nigga, duck nigga!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run nigga, run nigga!\n(Blaow!) Duck nigga, duck nigga!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run, motherfucker run!\n\n\nI didn't mean to hit what I hit\nNow that's three motherfuckers dead now I ain't seen shit\nBut these niggas'll scream for plea\nBut for a G like me, it's just a case really you could see\nI crack the Mac back and pop off rollin\nAnd smack ya neck back, ya drop off, fallin\nI haven't seen my momma in a week\nAnd she ain't even ran her mouth about me\nFuck that, I ain't give a fuck about the law\nNiggas say they wanna brawl, you would think that they were brawlers\nBelieving all the things that you never saw\nIn it y'all, been a Dogg, smoke you like a Menthol\nYou think you know? But this can't go\nYou think you'll blow? On my door? What the fuck yo!\nSee these niggas proceed to speed\nSo fulfill the need to leave or you'll hear my enemies goin...\n\n\nVato, you won't believe what I saw\nI saw these pack of guys and they act real hard (and what they do?)\nThey twist the fingers and said, \"You know who we are\"\nHe said, \"I don't give a fuck, I'm Snoop Doggy Dogg\" (uh huh!)\nThey keep buckin and it went too far\nSo Snoopy, he went straight to the trunk of his car (and what he get?)\nHe got his gun and they start runnin' hard\nHe started firing and then he just charged\n\n\n(Blaow!) Run nigga, run nigga!\n(Blaow!) Duck nigga, duck nigga!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run nigga, run nigga!\n(Blaow!) Duck nigga, duck nigga!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run, motherfucker run!\n\n\nI wouldn't be the nigga that I am\nIf I didn't pop niggas in their mouth God... damn!\nAnd Snoop'll keep one foot on the streets\nAnd leave 'em covered in sheets, run with them niggas with the heat\nYou never seen a thug like dis\nYou never seen a dub like me\nAnd I ain't weak for wanting peace\nIn fact I could be \"Beast of the East\" motherfucker!\nI never hesitate to blaze (blaze!)\nA nigga really tryna change his ways\nWe gotta move my team, cause my peoples\nIs screaming that we need more for fun or it's illegal\nPut the bang on the song, make it feel like a drive-by (drive-by!)\nIt's a shame but somebody's gotta die (die!)\nThey see it happens state-to-state\nBut when I'm mobbin L.A., all I hear the ese's say - they go...\n\n\nVato, you won't believe what I saw\nI saw these pack of guys and they act real hard (and what they do?)\nThey twist the fingers and said, \"You know who we are\"\nHe said, \"I don't give a fuck, I'm Snoop Doggy Dogg\" (uh huh!)\nThey keep buckin and it went too far\nSo Snoopy, he went straight to the trunk of his car (and what he get?)\nHe got his gun and they start runnin' hard\nHe started firing and then he just charged\n\n\n(Blaow!) Run nigga, run nigga!\n(Blaow!) Duck nigga, duck nigga!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run nigga, run nigga!\n(Blaow!) Duck nigga, duck nigga!\n(Blaow!) Run, motherfucker run!\n(Blaow!) Run, motherfucker run!\n\n\nSnoop Dogg, him bust gunshots\nSkateboard P, they say him bust gunshots\nDPG, them bust gunshots\nBBC, you know them bust gunshots (come again, now!)\nSnoop Dogg, him bust gunshots\nSkateboard P, you know him bust gunshots (come again, now!)\nBBC, them bust gunshots\nDPGC, you know them bust gunshots (come again, now!)\nI'm tired of hearin all that bullshit\nWhen you gon' play some of that good shit... damn\nI mean give me some like a..."
    ],
    "Release date": "August 15, 2006",
    "Title": "Vato",
    "Artist": "Snoop Dogg"
}