{
    "Lyrics": [
        "\nYeah, gotta say what's up to my nigga Slick Rick\nFor those who don't like it, eat a dick\nBut for those who with me, sing that shit\nAs it go a little something like this\n\n\nLodi Dodi, we likes to party\nWe don't cause trouble, we don't bother nobody\nWe're just some niggas who're on the mic\nAnd when we rock up on the mic, we rock the mic (right)\nFor all my doggs keepin' y'all in health\nJust to see you smile and enjoy yourself\nCause it's cool when you cause the cozy conditioning\nWhich we create, cause that's our mission\nSo listen close, to what we say\nBecause this types of shit happens every day\n\nI woke up around 10 o'clock in the morning\nI gave myself a strech, up, a morning yawn, and\nWent to the bathroom to wash up\nI threw some soap on my face and put my hands up on a cup\nAnd said \"Um, mirror mirror, on, the wall\nWho is the top dog of them all?\"\nThere was a ruffle duffle, five minutes it lasted\nThe mirror said, \"You are, you conceited bastard!\"\nWell that's true! That's why we never have no beef\nSo I slipped on my khakis and my gold leaf\nUsed Oil of Olay cause my skin gets pale\nAnd then I got the file, for my fingernails\nI'm true to the style on my behalf\nI put some bubbles in the tub so I can take a bubble bath\nClean, dry, was my body and hair\nI threw on my brand new doggy underwear\nFor all the bitches I might take home\nI got the Johnson's Baby Powder and Cool Water cologne\nNow I'm fresh, dressed, like a million bucks\nThrew on my white socks, with my all-blue Chucks\nStepped out the house, stopped short, \"oh no\"\nI went back in, \"I forgot my Indo!\"\nThen I dilly (dally) I ran through an (alley)\nI bumped into this smoker named (Sally) from the (Valley)\nThis was a girl playing hard-to-get\nSo I said \"What's wrong?\" cause she looked upset\nShe said um:\n\n\nIt's all because of you, I'm feeling sad and blue\nYou went away, now my life is filled with rainy days\nI love you so, how much you'll never know\nCause you took your dope away from me\n\n\nDamn, now what was I to do?\nShe's crying over me and she was feelin blue\nI said, \"Um, don't cry, dry your eye\nAnd here comes your mother with those two little guys\"\nHer mean mother steps then says to me \"Hi!\"\nDecked Sally in the face and punched her in the eye\nPunched her in the belly and stepped on her feet\nSlammed the child on the hard concrete\nThe bitch was strong, the kids was gone\nSomething was wrong I said, \"What was goin on?\"\nI tried to break it up, I said, \"Stop it, just leave her!\"\nShe said, \"If I can't smoke none, she can't either!\"\nShe grabbed me closely by my socks\nSo I broke the hell out, and I grabbed my sack of rocks\nBut um, they gave chase, they caught up quick\nThey started crying on my shoes and grabbin my dick\nAnd saying\n\n\"Why don't you give me a play\nSo we can break it down the Long Beach way\nAnd if you give me that okay\nI'll give you all my love today\nDoggy, Doggy, Doggy, can't you see?\nSomehow your words just hypnotize me\nAnd I just love your jazzy ways\nDoggy Dogg, your love is here to stay\"\n\nAnd on and on and on she kept going\nThe bitch been around before my mother born!\nI said \"Cheer up!\" and I gave her a hit\nI said, \"You can't have me, I'm too young for you bitch!\"\nShe said, \"No you're not!\" then she starts cryin\nI says I'm 19, she says, \"Stop lyin!\"\nI says, \"I am, go ask my mother\nAnd with your wrinkled pussy, I can't be your lover\"\n\n\nYeah, uh, tick-tock ya don’t stop\nAnd to the, uh, tick-tock n'ya don’t quit\nYeah, n'ya tick-tock ya don’t stop\nAnd to the, uh, tick-tock n'ya don’t quit\nBiatch!"
    ],
    "Release date": "November 23, 1993",
    "Title": "Lodi Dodi",
    "Artist": "Snoop Dogg"
}