{
    "Lyrics": [
        "Hey, guys\nSo cool\nThank you guys so much for coming, this is awesome\nThis is so great\nHow many of you guys know me from my show, \"Community\"?\n(cheers and applause)\nGreat\nJust want to let you guys know\nThis is gonna be nothing like that\nThis is gonna be a lot grosser\nI feel bad--\nI feel bad for a lot of people who come to the show\nLike, people bring their kids and stuff like that\nAnd they'll be like, \"Oh, he's gonna do Troy and Abed!\"\nAnd I'm just like, \"Dicks, dicks, dicks, dick, dicks, dicks!\"\nAnd they're-- \"Let's go!\"\nI mean, 'cause I did--\nI can be gross sometimes and I know it's bad\nI mean, 'cause I did a half-hour special for Comedy Central\nAnd the way I got that half-hour special\nWas I did an hour in New York\nI did an hour on my own and Comedy Central was there\nAnd they were like, \"We really liked your hour.\"\nI was like, \"Oh, thank you man, that was really great.\"\nThey were like, \"We would love to give you a half-hour.\"\nI was like, \"Great, would love to do a half-hour.\"\nThey're like, \"Great, but don't do any of the shit you did in that hour\nIt was disgusting, don't do it.\"\nDid you guys hear about that Spider-Man thing that happened with me?\n(cheers and applause)\nOkay, for those of you who have a life\nBasically that happened was there was--\nThey were talking about on this geek blog\nAbout making Spider-Man, you know, they're redoing it\nSo they said that maybe this new Spider-Man. Since they're making it so quickly after making these other Spider-Mans. Maybe they should make it real different\nYou know, make it kind of like, dark and edgy like \"The Dark Knight,\" and put it in modern-day times and stuff, and maybe-- You know, Spider-Man Maybe doesn't have to be white. Maybe he can be black or Hispanic or something like that. And then somebody put a big picture of me in the comments, and was like, \"Donald Glover can play Spider-Man! He's nerdy!\"\nAnd I was like, \"Okay\"\nAnd somebody sent that to me so I was like, \"Oh, yeah, I'll put that up, oh Donald for Spider-Man, let's do this.\"\nYou know, kind of a joke, but also, like, who doesn't want to be Spider-Man? That'd be cool. And that's when the world went crazy\nAnd half the world was like, \"Donald for Spider-Man! We're only gonna watch the next Spider-Man if Donald Glover's playing Peter Parker!\"\nAnd the other half was like, \"He's black, kill him!\"\nLike, it was so fast. It was so fast\nIt was insane, like you were either very hot or cold on the subject and I didn't--\nI didn't say anything, I didn't do anything during that whole time\nI just laid low, but I did read one comment that was like\n\"Oh, we're gonna make Spider-Man black now? We're just gonna make Spider-Man black now? That's what we're gonna do, we're just gonna make Spider-Man black? That's what we're gonna do, we're gonna make Spider-Man black now? Gonna make Spider-Man black? Well, why don't we just have Michael Cera play Shaft?\"\nAnd I didn't respond to any of the stuff I saw online, except for that one. I wrote back, \"Uh, dot, dot, dot, yes!\"\nThat would be fucking amazing! If fucking Michael Cera played Shaft. I'd watch that movie every day-- I'd go broke. I'd go broke, just like, yes, one more for \"Shaft,\" please. Like, I'd be there every day\nI mean, like, wouldn't that be awesome to be watching the movie, just be like, \"Hey, Shaft, what's going on, baby?\"\n\"Oh, nothing, let's find some hoes.\"\nLike, that'd be so awesome! I'd watch that all the time. The thing that bothered me the most about that, the thing that really got under my skin was that people kept bringing up Shaft\nLike I care about Shaft. Like I must care-- He's black, he must love Shaft. Like I give a fuck about Shaft. Like, I'm like, oh no don't take our Shaft! Like, I don't care, I don't care about Shaft\nLike, it's just like--\nLike Shaft was the Black Spider-Man or something like that. It's just like, oh, yeah, white people. You guys get this dude who swings from building to building and saves people, and black people, you get this dude who slaps women sometimes. Enjoy!\nLike, what? No, that's not okay. He's not even a superhero. He's just a black guy. He's just a black dude\nYou couldn't-- He's not a superhero\nYou couldn't have no Shaft ride at Universal Studios. You couldn't have, like--\n“Yeah, what we do is, we put you in the car\nAnd then we set up like five women mannequins\nAnd then you hold your hand out and you just slap 'em all, just slap 'em all. $5, please”\nThat's ridiculous. That really bothered me\nLike, no one-- like, Shaft--\nI don't give a fuck about Shaft. I don't care about Shaft. The fact that they kept assuming that--\nLike I woke up every morning, like, in my Shaft pajamas, jumped out of bed, ran down the stairs drank a cup of Shaft juice, turned on the Shaft television--\nI just realized \"Shaft juice\" sounds like semen. Don't wanna drink that, that'd be gross"
    ],
    "Release date": "April 10, 2012",
    "Title": "This Is Gonna Be Gross",
    "Artist": "Donald Glover"
}