{
    "Lyrics": [
        "\n\n\nThirsty, thirsty, tryna choose\nI mean, I know I'm pretty cool\nMy Nitty bag, my kitty boost\nI got the juice, I got the juice\n\n\nChano, Chatham's own\nFoolies glad I'm home\nEven my haters kinda glad I'm on\nRest In Peace to my Vagabond\nRapper song, singer, suspended, subpoena\nFor misdemeanors, dreamer\nHeld back ass is lowkey still a senior\nAnd I still shake up BO Squad, praying for my BroBois\nCity on the come up, shout that nigga Sosa!\nShout my nigga Fat Trel, shout my nigga Joseph\nPlaying Buenos Aires while they sleepin': buenas noches!\nWonder if I wrote this, 'cause it's so crisp\nThe most brokest cold stockbroker, winter solstice\nI could win an Oscar, Russian accent husky\nAcid addict, costly avid actor, Kevin Costner\n\n\nJuice! Juice! Juice! Juice!\nI got the juice, I got the juice (Yup!)\nJuice! Juice! Juice! Juice!\nI got the juice, I got the juice (Yup!)\n\n\nGod give me one sentence more\nMaybe I just gotta get suspended more?\nHashtag it, get mentions for it\nMake you love it, get it trending more\nAnd then act humble\nHear some bull that some dude mumble\nWantin' to jump dude, but let that nigga punk you\nKnowin' bitch niggas wanna bring guns to the rumbles, IGH!\nBut I love y'all souls, don't let the juice spill Pac!\nBlue pill pop 'til you feel good enough to pop\nThe popped bitch in the blue heels, yop!\nThat one, drown in the juice nigga\nHunnid proof get found in a youth nigga\nStop with all the tryna' introduce nigga\nEverybody know you dude, you the new nigga!\nHow's it feel to be you? Yo no sé\nI ain't really been myself since Rod passed\nI ain't even really need that shop class\nI ain't really been weak since pop's smashed\nI'm a genius, a mothafuckin' pop smash\nHit sensei, master\nJack and Lindsey, Wiley, Kembe\nBeen paid, 10 Day been they FAFSA\n\n\nJuice! Juice! Juice! Juice!\nI got the juice, I got the juice (Yup!)\nJuice! Juice! Juice! Juice!\nI got the juice, I got the juice (Yup!)\n\n\nJugo, you never tasted paper\nTripped, racing yaself tryna' chase the paper\nI just faced a Veg-er\nAnd you love being Kobe when you make the lay-er\n'Til you realize everybody in the world fuckin' hates the Lakers\nAnd then everybody wanna sip\n'Til the juice spill, everybody wanna bib\nAnd then everybody wanna dip\nTold you I ain't worried, I ain't scared of the booth\nAll you can do is spit a verse of the truth\nMerge the mixture with the purest of fruits\nAnd the thirst is the worst, it's the curse of the juice!\n\n\nJuice! Juice! Juice! Juice!\nI got the juice, I got the juice (Yup!)\nJuice! Juice! Juice! Juice!\nI got the juice, I got the juice (Yup!)\n\n\nThirsty, thirsty, tryna choose\nI mean, I know I'm pretty cool\nMy Nitty bag, my kitty boost\nI got the juice, I got the juice\n\n\n(Juice, juice, juice, juice) Yup!\n(Juice, juice, juice, juice) Yup!\nYup! Yup!\nYup!"
    ],
    "Release date": "January 31, 2013",
    "Title": "Juice",
    "Artist": "Chance the Rapper"
}