{
    "Lyrics": [
        "\n\n\nKicked off my shoes, tripped acid in the rain\nWore my jacket as a cape, and my umbrella as a cane\nThe richest man rocks the snatch-less necklace\nSpineless bitches in backless dresses\nWore my feelings on my sleeveless\nMy weed seedless, my trees leafless\nI miss my diagonal grilled cheeses\nAnd back when Mike Jackson was still Jesus\nBefore I believed in not believing in\nYeah, I inhaled, who believed in me not breathing in\nCigarette stained smile all covered in sin\nMy big homie died young, just turned older than him\nI seen it happen, I seen it happen, I see it always\nHe still be screaming, I see his demons in empty hallways\nI trip to make the fall shorter\nFall quarter was just a tall order\nAnd I'm hungry, I'm just not that thirsty\nAs of late, all my verses seem not so verse-y\nAnd all my words just mean controversy\nTook the team up off my back, like \"That's not your jersey?\"\nStressin', pullin' my hair out, hoping I don't get picked\nAll this medicine in me hoping I don't get sick\nMaking all of this money hoping I don't get rich\n'Cause niggas still getting bodied for foams\nSometimes the truth don't rhyme\nSometime the lies get millions of views\nFunerals for little girls, is that appealing to you?\nFrom your cubicle desktop, what a beautiful view\nI think love is beautiful too\nBuilding forts from broken dams, what a hoover could do\nFor future hoopers dead from Rugers\nShooting through the empty alley\nCould've threw him an alley-oop\nHelping him do good in school\nDamn that acid burn when it clean ya\nI still miss being a senior\nAnd performing at all those open mic events\nEyes closed, eyes closed seeing arenas\nAnd I still get jealous of Vic\nAnd Vic's still jealous of me\nBut if you touch my brother\nAll that anti-violence shit goes out the window along with you\nAnd the rest of your team\nSmoking cigarettes to look cooler\nI only stop by to look through ya\nAnd I'm only getting greedier\nAnd I'm still Mr. Youmedia\nAnd I still can't find Talent\nAnd I'm still choosing classmates that wouldn't fuck\nMom still thinks I should go back to school\nAnd Justin still think I'm good enough\nAnd Mama Jan still don't take her meds\nAnd I still be asking God to show his face\nAnd I still be asking God to show his face\n\n\nI am a new man, I am sanctified\nOh, I am holy, I have been baptized\nI have been born again, I am the White Light\nRain, rain don't go away\nIgh!"
    ],
    "Release date": "February 22, 2013",
    "Title": "Acid Rain",
    "Artist": "Chance the Rapper"
}