{
    "Lyrics": [
        "\nY'all know me, still the same OG\nBut I been low-key\nHated on by most these niggas\nWith no cheese, no deals and no G's\nNo wheels and no keys\nNo boats, no snowmobiles and no skis\nMad at me ‘cause I can finally afford\nTo provide my family with groceries\nGot a crib with a studio\nAnd it's all full of tracks\nTo add to the wall full of plaques\nHangin' up in the office in back of my house like trophies\nDid y'all think I'ma let my dough freeze?\nHo, please!\nYou better bow down on both knees\nWho you think taught you to smoke trees?\nWho you think brought you the oldies?\nEazy-E's, Ice Cube's, and D.O.C.'s\nThe Snoop D-O-double-G's\nAnd the group that said, \"Motherfuck the police!\"\nGave you a tape full of dope beats\nTo bump when you stroll through in your hood\nAnd when your album sales weren't doin' too good\nWho's the Doctor they told you to go see?\nY'all better listen up closely\nAll you niggas that said that I turned pop\nOr The Firm flopped\nY'all are the reason that Dre ain't been gettin' no sleep\nSo fuck y'all, all of y'all!\nIf y'all don't like me, blow me!\nY'all are gon' keep fuckin' around with me\nAnd turn me back to the old me\n\n\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips\nJust a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\n\n\nSo what do you say to somebody you hate (What?)\nOr anyone tryna bring trouble your way?\nWanna resolve things in a bloodier way? (Yup)\nJust study a tape of N.W.A\nOne day I was walkin' by\nWith a Walkman on, when I caught a guy\nGave me an awkward eye ('Chu lookin' at?)\nAnd strangled him up in the parking lot with his Karl Kani\nI don't give a fuck if it's dark or not\nI'm harder than me tryna park a Dodge\nWhen I'm drunk as fuck\nRight next to a humongous truck in a two-car garage\nHoppin' out with two broken legs\nTryna walk it off\nFuck you too, bitch! Call the cops!\nI'ma kill you and them loud-ass motherfuckin' barkin' dogs\nAnd when the cops came through\nMe and Dre stood next to a burnt-down house\nWith a can full of gas and a hand full of matches\nAnd still weren't found out (Right here!)\nSo from here on out, it's the Chronic II\nStartin' today and tomorrow's anew\nAnd I'm still loco enough\nTo choke you to death with a Charleston Chew\nChicka-chicka-chicka Slim Shady\nHotter than a set of twin babies\nIn a Mercedes Benz with the windows up\nWhen the temp goes up to the mid-80s\nCallin' men ladies\nSorry Doc, but I been crazy\nThere's no way that you can save me\nIt's okay, go with him, Hailie (Dada?)\n\n\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips, just a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips, just a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\n\n\nIf it was up to me, you motherfuckers'd stop\nComin' up to me with your hands out\nLookin' up to me like you want somethin' free\nWhen my last CD was out, you weren't bumpin' me\nBut now that I got this little company\nEverybody wanna come to me\nLike it was some disease, but you won't get a crumb from me\n‘Cause I'm from the streets of C-Compton! (Compton!)\nI told 'em all\nAll 'em little gangstas, who you think helped mold 'em all?\nNow you wanna run around talkin' 'bout guns like I ain't got none\nWhat, you think I sold 'em all\n‘Cause I stay well off?\nNow all I get is hate mail all day sayin' Dre fell off\nWhat, ‘cause I been in the lab\nWith a pen and a pad tryin' to get this damn label off?\nI ain't havin' that\nThis is the millennium of Aftermath\nIt ain't gon' be nothin' after that\nSo give me one more platinum plaque\nAnd fuck rap, you can have it back\nSo where's all the Mad Rappers at?\nIt's like a jungle in this habitat\nBut all you savage cats know that I was strapped with gats\nWhile you were cuddlin' a Cabbage Patch\n\n\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips, just a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips, just a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre\n\n\nNowadays, everybody wanna talk\nLike they got somethin' to say\nBut nothin' comes out when they move their lips, just a bunch of gibberish\nAnd motherfuckers act like they forgot about Dre"
    ],
    "Release date": "November 16, 1999",
    "Title": "Forgot About Dre",
    "Artist": "Dr. Dre"
}