{
    "Lyrics": [
        "\nLa-da-da-da-dah\nIt's the motherfuckin' D-O-double-G (Snoop Dogg!)\nLa-da-da-da-dah\nYou know I'm mobbin' with the D-R-E, yeah, yeah, yeah\nYou know who's back up in this motherfucker\nWhat? What? What? What?\nSo blaze the weed up then, blaze it up, blaze it up!\nJust blaze that shit up, nigga! Yeah, 'sup, Snoop?\n\n\nTop Dogg, bite 'em all, nigga, burn the shit up\nD-P-G-C, my nigga, turn that shit up\nC-P-T, L-B-C, yeah, we hookin' back up\nAnd when they bang this in the club, baby, you got to get up\nThug niggas, drug dealers, yeah, they givin' it up\nLowlife, yo' life, boy, we livin' it up\nTakin' chances while we dancin' in the party for sure\nSlipped my ho a forty-fo' when she got in the back do'\nBitches lookin' at me strange, but you know I don't care\nStep up in this motherfucker just a-swangin' my hair\nBitch, quit talkin', Crip walk if you down with the set\nTake a bullet with some dick and take this dope on this jet\nOut of town, put it down for the Father of Rap\nAnd if yo' ass get cracked, bitch, shut yo' trap\nCome back, get back, that's the part of success\nIf you believe in the X, you'll be relievin' your stress\n\n\nLa-da-da-da-dah\nIt's the motherfuckin' D-R-E (Dr. Dre, motherfucker!)\nLa-da-da-da-dah\n\n\nYou know I'm mobbin' with the D-O-double-G\nStraight off the fuckin' streets of C-P-T\nKing of the beats, you ride to 'em in your Fleet (Fleetwood)\nOr Coupe DeVille rollin' on dubs\nHow you feel? Whoopty whoop, nigga what?\nDre and Snoop chronic'd out in the 'llac\nWith D.O.C. in the back, sippin' on 'gnac (Yeah)\nClip in the strap, dippin' through hoods (What hood?)\nCompton, Long Beach, Inglewood\nSouth Central out to the West Side, it's California Love\nThis California bud got a nigga gang of pub\nI'm on one, I might bail up in the Century Club\nWith my jeans on, and my team strong\nGet my drink on and my smoke on\nThen go home with somethin' to poke on ('Sup bitch?)\nLoc, it's on for the two-triple-oh\nComin' real, it's the next episode\n\n\nHold up, hey\nFor my niggas who be thinkin' we soft, we don't play\nWe gonna rock it 'til the wheels fall off\nHold up, hey\nFor my niggas who be actin' too bold, take a seat\nHope you ready for the next episode\nHey, hey, hey, hey\nSmoke weed every day\n\n"
    ],
    "Release date": "July 4, 2000",
    "Title": "The Next Episode",
    "Artist": "Dr. Dre"
}