{
    "Lyrics": [
        "\n\n\nWhat's the difference between me and you?\nWhat's the difference between me and you?\n\n\nBack when Cube was rollin' with Lorenzo in a Benzo\nI was bangin' with a gang of instrumentals\nGot the pens and pencils, got down to business\nBut sometimes the business end of this shit\nCan turn your friends against you\nBut you was a real nigga, I could sense it in you\nI still remember the window of the car that you went through\nThat's fucked up, but I'll never forget the shit we been through\nAnd I'ma do whatever it takes to convince you\n'Cause you my nigga, Doc, and Eazy, I'm still with you\nFuck the beef, nigga, I miss you\nAnd that's just being real with you\nYou see the truth is\nEverybody wanna know how close me and Snoop is\nAnd who I'm still cool with\nThen I got these fake-ass niggas I first blew with\nClaimin' that they non-violent, talkin' like they\n(Do not resist the beat)\nSpit venom in interviews, speakin' on reunions\nMove units, then talk shit and we can do this\nUntil then, I ain't even speakin' your name\nJust keep my name outta your mouth\nAnd we can keep it the same, nigga\nIt ain't that I'm too big to listen to the rumors\nIt's just that I'm too damn big to pay attention to 'em\nThat's the difference\n\n\nWhat's the difference between me and you?\nYou talk a good one, but you don't do what you supposed to do\nI act on what I feel and never deal with emotions\nI'm used to livin' big dog style and straight coastin'\nWhat's the difference between me and you?\nYou talk a good one, but you don't do what you supposed to do\nI act on what I feel and never deal with emotions\nI'm used to livin' big dog style and straight coastin'\n\n\nYo, I stay with it, while you try to perpetrate and play with it\nNever knew about the next level until Dre did it (Yeah)\nI stay committed while you motherfuckers babysitted\nI smash the critics like a overhand right from Riddick (Yeah)\nCome and get it, shitted on villains by the millions\nI be catchin' bitches while bitches be catchin' feelings\nSo what the fuck am I supposed to do?\nI pop bottles and hot hollow-points at each and all of you\nA heartless bastard, high and plastered\nMy style is like the reaction from too much acid\nNever come down, pass it around if you can't handle it\nHang Hollywood niggas by they Soul Train laminates\nWhat's the difference between me and you? (What?)\nAbout five bank accounts, three ounces, and two vehicles\nUntil my death, I'm Bangladesh\nI suggest you hold yo' breath 'til ain't none left\nYo, that's the difference!\n\n\nWhat's the difference between me and you?\nYou talk a good one, but you don't do what you supposed to do\nI act on what I feel and never deal with emotions\nI'm used to livin' big dog style and straight coastin'\nWhat's the difference between me and you?\nYou talk a good one, but you don't do what you supposed to do\nI act on what I feel and never deal with emotions\nI'm used to livin' big dog style and straight coastin'\n\n\nA'ight, hold up, hold up!\nStop the beat a minute, I got somethin' to say, Dre\nI wanna tell you this shit right now\nWhile this fuckin' weed is in me (What the fuck?)\nI don't know if I ever told you this\nBut I love you, dog, I got your motherfuckin' back\n(Right) Just know this shit\nSlim, I don't know if you noticed it\nBut I've had your back from day one,\nNigga, let's blow this bitch\nI mean it dog, you ever need somebody offed:\n\"Whose throat is it?\"\nWell if you ever kill that Kim bitch\nI'll show you where the ocean is\nWell, that's cool, and I appreciate the offer\nBut if I do decide to really murder my daughter's momma\nI'ma sit her up in the front seat and put sunglasses on her\nAnd cruise around with her for seven hours through California\nAnd have her wavin' at people (Hi!)\nThen drop her off on the corner at the police station\nAnd drive off honkin' the horn for her\nRaw dawg, get your arm gnawed off\nDrop the sawed-off\nAnd beat you with the piece it was sawed off of\nFuck blood, I wanna see some lungs coughed up\nGet shot up in the hot tub 'til the bubbles pop up\nIn they nose and cough snot up, mucus in hot water\nThat's for tryin' to talk like The Chronic was lost product\nThat's for even thinkin' of havin' them thoughts thought up\nYou better show some respect whenever the Doc's brought up\nSo what's the difference between us? We can start at the penis\nOr we can scream \"I just don't give a fuck\" and see who means it\n\n\nWhat's the difference between me and you?\nYou talk a good one, but you don't do what you supposed to do\nI act on what I feel and never deal with emotions\nI'm used to livin' big dog style and straight coastin'\nWhat's the difference between me and you?\nYou talk a good one, but you don't do what you supposed to do\nI act on what I feel and never deal with emotions\nI'm used to livin' big dog style and straight coastin'\n\n\nWhat's the difference between me and-- *Gunshot*"
    ],
    "Release date": "November 16, 1999",
    "Title": "What’s the Difference",
    "Artist": "Dr. Dre"
}