{
    "Lyrics": [
        "\nDoc, doc, you gotta give us some good news\n(Yeah, about that…)\n\n\nDon't let me find out the bitch in you\nDon't let me find out the snitch in you\n\n\nFame and fortune is not your forte\nFuck the world now, I'm done with foreplay\nDoctor's orders: go fuck yourself\nTake two of these in the mornin', overdose and kill yourself\nDoctor's orders\n\n\nListen, this is my evaluation\nThis shit oversaturated, y'all can get evacuated\nKids sippin' Actavis and they ain't even activated\nMarried to the Internet, stuck in place, salivatin'\nAin't nobody graduatin'\nDon't nobody love this shit the way I love it\nThat's why I gotta hate it\nEverybody out for fame, that ain't no exaggeration\nDamn, I'm gettin' aggravated\nFuck, I'm gettin' agitated\nTeachers so underpaid in these fuckin' schools\nThe police got our name in all they databases\nGirls be thirteen actin' twenty-two\nNiggas be forty-four actin' half they ages\nSomebody tell me, what the fuck is goin' on?\nThese niggas in tight shit, I'm in the fuckin' Matrix\nIt's lookin' like a sign of the revelation\n'Bout time of the return of the fuckin' greatest\nI got all these patients, man\nHow come they ain't patient with me?\nThey just think I want the money\nWhy? When I can't take it with me\nY'all don't do it for the love, for the love not\nThey gon' find out who you are\nJust admit it 'fore you get admitted\n\n\nSay, what you livin' about? (Fuck you gon' tell me?)\nDo you remember where you started out though?\nYou're lookin' lost now (You want a pass? Oh, damn!)\nFake it 'til you make it, take your little paper\nBut when you look in the mirror your credibility’s gone now\nI'd rather be hated on for who I am\nThan to be loved for who I'm not, that's word to Doc\n\n\nFame and fortune is not your forte\nFuck the world now, I'm done with foreplay\nDoctor's orders: go fuck yourself\nTake two of these in the mornin', overdose and kill yourself\n\n\nIn the beginning a few of the people who had a problem I was this good scoffed, I just shook off\nProb'ly reminded you of the first time you saw Tiger Woods golf\nNever thought about how much my race and nationality meant\nBut based on how I ascended\nSee how plain it was now, they want me to jet\nBut no one really gave a fuck about my descent, 'til I took off\nMistook me because I looked soft\nBut I stood tall, I just followed the Doctor's orders\nSo I rose and grew balls, told these hoes to screw off\nDecided opposing you is what I'm ‘posed to do, all's\nI did was say what I'm feeling when the vocal booth calls\nAnd had you on pins and needles when I spoke to you all\nYou felt my pain, it's almost like I poked voodoo dolls\nAnd I hope my spirit haunts the studios when I'm gone\nMy picture jumps off a poster and just floats through the halls\nAnd fuckin' goes through the walls like the ghost of Lou Rawls\nKarma's headed for Armageddon\nThe drama setter, I'm going in, already got an arm and head in\nWhoever said words are just words ain't heard me word 'em\nI give a fuck if my image even ends up taking a personal hit\nWhoever I hurt or whatever bridges I burned in this bitch\nAnd whatever bitches feel like they didn't deserve what they get\nAnd whatever consequences come with every verse\nIt's worth it, so Doc, turn the beat on\nWhose turn is it to get murdered on it?\nAnd here's to all the years I spent toein' a line to overtime\nAs sure as a mole is blind\nIn my mind I'm still underground as a groundhog\nAnd I'ma go for mine, like a whole furrow just tryna dig up some gold and diamonds and coal to find\nNo signs of slowin', these lines are my 9's\nI just load up the most rhymes and open fire with a closed mind\nAll I needed was someone to co-sign\nBeen a Doctor's assault rifle\nWith the sniper scope for this whole time\nDay one, say when to blast, just give me the order, I spray (uh)\nPain in the ass, you'll get shot in the ass with a paint gun\nAin't no one safe from, non-believers there ain't none\nI even make the bitches I rape cum\nI'm waitin' on someone to say somethin'\nDre, make the bass pump!\nAnd let the tape run for old time's sake!\nI spit it straight through, this is take one\nThe moment you're waitin' for has come, but the—\n\n\nFame and fortune is not your forte\nFuck the world now, I'm done with foreplay\nDoctor's orders: go fuck yourself\nTake two of these in the mornin', overdose and kill yourself\nDoctor's orders, Doctor's orders\n\n\nAh, fuck!"
    ],
    "Release date": "August 7, 2015",
    "Title": "Medicine Man",
    "Artist": "Dr. Dre"
}