{
    "Lyrics": [
        "\nLook, I ain't gotta force it\nThis that youngest on the 30 Under Forbes list (That Forbes list)\nYeah, I be cashin' out, I be cashin' out (Money)\nI moved my mama from the hood into a fortress (That fortress)\nI said I made a few million in some weeks, bitch (In some weeks)\nHey, told the world about it, ain't no secret (Secret)\nYou niggas worried 'bout the crown, worried 'bout the crown (Worried)\nFuck it, you can tell them clowns they can keep it (They can keep it)\n\n\nAt 17 I made six figures (Yeah)\nImmature young rich nigga (What else?)\nBy 21 I made a mil' twice (Yeah)\nYour dreams, my real life\nI'm up early, you still asleep (Sleep)\nI've been a wolf and I kill the sheep\nGotta pray on the prey for my enemies\n'Cause they wanna feed off my energy (Yeah, yeah)\nLyrically no one ahead of me\nI could die today, still leave a legacy\nThat you can't ever be\nPut that on everything, this is my destiny\nIt was all meant to be, fuck is you tellin' me?\nYou ain't 'bout nothin'\nWith my niggas, we flexin' and stuntin'\n'Cause we had to work harder, was hustlin'\nPlay your card 'cause we know that you bluffin' (Yeah, hey)\nI got two cars, nigga, two cribs\nBig body and a little Benz\nTriplex on my own land\nAnd I paid bills before a grown man (That's right)\nThat's on my mama, stackin' plenty commas\nGot good karma like the Dalai Lama (Yeah)\nI'm tailor-made for this, buy designer\nBitch, I'm the nigga, just to remind you, yeah (Hey)\n\n\nTo remind you, to remind you\nBlack Power\nJust to remind you\n\n\nYah, murder gang, uh\nRun and make a nigga lose his vertebrae, uh\nSouthside nigga, murder everything, uh\nShots fire, make a nigga run, man (Fire, fire)\nI sent your grandma a dick pic, uh\nGot that bitch all on my dick tip, uh\nI am so strange like a misfit, uh\nKick that bitch out, she indifferent, uh\nFeel a nigga mind, see a nigga grind\nFuckin' gold mine of a mind\nFull kai, Super Saiyan on these niggas\nFightin' birds in the damn sky 'cause I'm damn fly–\n\n\nAyy, ayy Joey, ayy Joey, I'm just... I'm just gon' stop rapping\nI'm just gon' stop rapping right now, on this song\nNot... I mean, not in... not in, in general, but just on this song 'cause\nYou slumped out?\nI ain't... yeah, I ain't tryna... I ain't tryna destroy these niggas\nSike!\n\n\nAyy, grind on my dick like a Ripstik, uh\nMy body count is like 60, uh\nYour bitch on me, she need CPR\nI fucked that bitch right on DVR\nI slapped that meat on her cheeky, yes\nI sucked her toes, yes I'm freaky, yes\nCaught a grand theft just like GTA\nIf he talk shit, watch me beat him, ayy\nHop on that beat and I beat the A\nWork-work-work, shout out to RiRi, ayy\nKeep a blade on me like Sasuke, uh\nShout out my nigga, ImDontai, uh\nBuild to the pussy like Fortnite, uh\nMy dick is stuck in your whore like-\n\n\nOww!\n¡Cabrón! ¿Qué tú dijiste?\nBae, it's just a lyric, bae\n¿Qué tú dijiste?\nI'm sorry\n\n\nLook, I ain't gotta force it\nThis that youngest on the 30 Under Forbes list (That cashin' out)\nYeah, I be cashin' out, I be cashin' out (Money)\nI moved my mama from the hood into a fortress (That fortress)\nI said I made a few million in some weeks, bitch (In some weeks)\nHey, told the world about it, ain't no secret (Secret)\nYou niggas worried 'bout the crown, worried 'bout the crown (Worried)\nFuck it, you can tell them clowns they can keep it (They can keep it)"
    ],
    "Release date": "March 8, 2018",
    "Title": "King’s Dead (Freestyle)",
    "Artist": "Joey Bada$$ & XXXTENTACION"
}