{
    "Lyrics": [
        "\nLast time that I checked, it was five chains on my neck\nIt was no smut on my rep\nLast time that I checked\nI was sellin' zones in the set (Zones in the set)\nMake a quarter mill no sweat (Whoa)\nLast time that I checked, I'm the street's voice out west\nLegendary, self-made progress\nLast time that I checked, first, you get the money, then respect\nThen the power, and the hoes come next\nLast time that I checked\n\n\nI been self-made from the dribble\nI was been sayin' I'ma kill em, look\nPlaying no games with you niggas\nPop clutch, switch lanes on you niggas, look\nI laid down the game for you niggas\nTaught you how to charge more than\nWhat they paid for you niggas\nOwn the whole thing for you niggas\nReinvest, double up, then explained for you niggas\nIt gotta be love, who run the city? It gotta be cuz\nThis for the pieces I took off the Monopoly board\nAnd y'all niggas false claims—it gotta be fraud\nJust keep the hood up out your mouth and you gotta be charged\nI doubled up, tripled up, nigga, what!\nBanged on the whole game, I ain't give a fuck\nNobody trippin', had no business, got my digits up\nAnd when I drop, you know I'm 'bout to fuck the city up\n\n\nLast time that I checked, it was five chains on my neck\nIt was no smut on my rep\nLast time that I checked\nI was selling zones in the set (Zones in the set)\nMake a quarter-mill', no sweat (Whoa)\nLast time that I checked, I'm the streets' voice out west\nLegendary self-made progress\nLast time that I checked, first, you get the money, then respect\nThen the power, and the hoes come next\nLast time that I checked (Look...)\n\n\nAnd I come through fly (Check), no co-sign\nI ain't need radio to do mine, I done fine\nAnd I take my time (Check), and take my tribe\nEvery level that I crossed in this game like state lines\nIt was visionary; either I'm genius or you niggas scary\nMaybe it's both, and this balance I deliver daily\nFor every nigga in these streets tryna feed the babies\nThe single mamas working hard not to miss a payment\nAnd dirty money get washed on royalty statements\nBlack owners in this game of powerful racists\nYoung niggas in the set that's doing it makeshift\nOut the garage is how you end up in charge\nIt's how you end up in penthouses, end up in cars\nIt's how you start off a curb-server, end up a boss\nIt's how you win the whole thing and lift up a cigar\nWith sweat dripping down your face\n'Cause the mission was hard! Ayy!\n\n\nLast time that I checked, it was five chains on my neck\nIt was no smut on my rep\nLast time that I checked\nI was sellin' zones in the set (Zones in the set)\nMake a quarter-mill', no sweat (Whoa)\nLast time that I checked, I'm the streets' voice out west\nLegendary, self-made progress\nLast time that I checked, first, get the money, then respect\nThen the power, and the hoes come next (Uh-ohhh!)\nLast time that I checked\n\n\nI got the front end and the back\nWe on the way and that's a fact (Facts, nigga)\nThis real, this ain't rap, where everybody wanna act pro-Black\n(They don't really wanna fuck with us)\nThe last lie you heard, this ain't that\nThis that \"I done made it out the gutter\" shit\nNip told you, \"Fuck the middleman,\" I told you, \"Fuck a bitch\"\nFuck wearing they clothes, I wear my own shit\nY'all can own y'all label, I own my own, bitch!\nAyy, Nip, I remember all that game you throwed me\nDon't fuck around and get played by these label owners\nTalk that shit to these niggas, Adrien Broner\nBut secure the win, though, don't let that game fold you\n'Cause when this game over, it's really game over\nAnd all they do is play the game 'til this game over\nAnd you be giving game like a big brother\nMission, never let 'em take it from us, no!\n\n\nLast time that I checked, it was five chains on my neck\nIt was no smut on my rep\nLast time that I checked\nI was sellin' zones in the set (Zones in the set)\nMake a quarter-mill', no sweat (Whoa)\nLast time that I checked, I'm the streets' voice out west\nLegendary, self-made progress\nLast time that I checked, first, you get the money, then respect\nThen the power, and the hoes come next\nLast time that I checked"
    ],
    "Release date": "February 16, 2018",
    "Title": "Last Time That I Checc’d",
    "Artist": "Nipsey Hussle"
}