{
    "Lyrics": [
        "\nGo ahead and call me a coward\nSay that I'm not strong because I'm not like you\nGo ahead and call me crazy\n'Cause I live in a maze, tell me how about you?\nI think I live in my head\nSometimes I think that I'm dead, I hide behind my youth\nKnow I been losing my mind\nAnd I'm a little behind, step inside my shoes\n'Cause I've never been happy with myself\nAnd I don't need no one feeling bad for me\nTryna to offer me pity and throw jabs at me\nWanna give me advice and then laugh at me\nBehind closed doors, just close the door\nLet me be by myself—just me and myself\nI'm tired of living, I cry\nI hear it's easy to die, I wanna see for myself\nAnd I know that sounds crazy to everyone else\nBut I'm depressed as fuck, stressed as fuck\nAin't no medicine that could cure what's the test as drugs\nI mean, I need extra love\nAnd that ain't even enough, said that ain't even enough\nAnd where the fuck is God? (God, God)\nDamn, maybe I ain't believing enough\nBut today we gonna see if he's real\nAnd if He is, then I guess I'm prolly going to hell\nLook, I ain't wanna die like this\nI ain't picture my life like this\nThey don't know what it's like like this\nPretending I'm happy so I can smile like this, and laugh like you\nSometimes I wonder if I ever act like you\nCould I finally fit in and maybe relax like, \"Woo!\"\nOr would you feel lost without me?\n'Cause honestly, I think the world is better off without me\nAnd my mind's spinning, this is the line finish\nTruth is I don't care how they feel about my feelings\nI made up my mind, I'm going out like Robin Williams\nI guess I'm not the Ordinary People of John Legend\nAnd I've been suicidal since the day I was nine, shit\nOkay, the day I was nine\nI've been tired of being bullied, couldn't stay out the fire\nGrandma told me I should take it one day at a time\nAnd dammit, look at me now, fuck\nFuck, pen runnin' out, shit, fu—, ugh\nLook, just know it's a new day\nBut if you reading this, then it's prolly too late, blaow!\n\n\nJust make sure you tell my family it's okay, I'm sorry\nBut it's too late, I'm sorry, so much weighing on me\nI don't wanna live to see another day, I'm sorry\nBut I can't stay, I'm sorry, so much weighing on me\nJust make sure you tell my family it's okay, I'm sorry\nBut it's too late, I'm sorry, so much weighing on me\nI don't wanna live to see another day, I'm sorry\nBut I can't stay, I'm sorry, so much weighing on me\n\n\nI hope you got what you wanted\nI hope you finally happy, it's too late for you\nBeen going out of my mind\nYou don't know how many times that I done prayed for you\nI hope you hear me, goddammit\n'Cause I got so much shit that I wanna say to you\nI used to shine, now I'm all in the dark\nI remember I used to tell you to follow your heart\nBut goddammit, look at you now, it's all of your fault\nHow could you? Maybe it's my fault\nI shoulda paid more attention to what you been doin'\nMaybe I should have been more of an influence\nI can't believe that you're dead, I fu–\nI read your letter and all I could do is have mixed feelings about it\nBut I'll forever be attached to you (Damn)\nPart of me feels bad for you\nA part of me feels like you weak and I'm mad at you\nAnd I don't mean to be insensitive\nBut I don't understand how we couldn't prevent this shit\nYou took the easy way out, goddammit, you did\nI mean, look what you did, I'm so fucking upset\nHow could you be so selfish?\nNigga, how could you be so selfish?\nNow you're gone, you done left me so helpless\nI wonder what God thinks, I hope you in God's place behaving yourself\nYo, what the fuck you gotta say for yourself? (Say for yourself)\nLook, I really feel lost without you\nI hate the fact you think the world is better off without you\nAnd my mind's spinning, this is the line finish\nTruth is: I don't care how you feel about my feelings\nAnd I'd be lying to you if I told you I'm fine, listen\nI know that you can hear me, all I need is like five minutes\nI just wanna reach inside the casket and pull you out\nI'm sorry this is something that we both couldn't figure out\nI wish I could hear you now, is your soul missing?\nI wonder if you could do it again, would you do it different?\nTell me what death is like\nWas it meant for you, brodie? Did the heaven support it?\nAre you fucking happy now? Did you get what you wanted?\nIsn't this what you wanted? I feel the temperature falling\nAnd you've been suicidal back then you were nine?\nYeah, even back then, you was nine\nWe was living on the edge, couldn't stay out the fire\nGrandma told us we should take it one day at a time\nAnd damn it, look at you now, shit\nBut it's a new day\nAnd if you can't hear me, it's probably too late, fuck!\n\n\nJust make sure you tell my family it's okay, I'm sorry\nBut it's too late, I'm sorry, so much weighing on me\nI don't wanna live to see another day, I'm sorry\nBut I can't stay, I'm sorry, so much weighing on me\nJust make sure you tell my family it's okay, I'm sorry\nBut it's too late, I'm sorry, so much weighing on me\nI don't wanna live to see another day, I'm sorry\nBut I can't stay, I'm sorry, so much weighing on me\nJust make sure you tell my family it's okay, I'm sorry\nBut it's too late, I'm sorry, so much weighing on me\nI don't wanna live to see another day, I'm sorry\nBut I can't stay, I'm sorry, so much weighing on me\nJust make sure you tell my family it's okay, I'm sorry\nBut it's too late, I'm sorry, so much weighing on me\nI don't wanna live to see another day, I'm sorry\nBut I can't stay, I'm sorry, so much weighing on me"
    ],
    "Release date": "August 10, 2016",
    "Title": "I’m Sorry",
    "Artist": "Joyner Lucas"
}