{
    "Lyrics": [
        "\nAttention Deficit Hyperactivity Disorder, or better known as ADHD, is a mental disorder that affects an individual's ability to focus\nCausing them to move around more frequently\nThey may also have trouble controlling their impulsive behaviors\n\n\nOne time for them prayin' on my downfall (Yeah)\nTwo times for the homies in the chow hall (Whoa)\nThree times for them hoes on the internet\nShittin' on niggas when they really should get out more\nFour times for the days that were all bad (Woo!)\nFive times for the bitches who ain't called back (Yeah)\nSix times for the kids like me who got ADHD just to— (Brap, brap, brap)\n\n\nKidnap a nigga like ISIS (Whoa)\nTurn a whole world to a crisis (Whoa)\nWalk around the city with a ice pick\nI been paranoid, usually, I ain't like this (Boop, boop)\nAin't no tellin' how crazy I might get, uh (Woo!)\nBeat the police with a nightstick (Boop)\nIn my whole life, I been lifeless\nNow I'm so fly, I'm a muhfuckin' flight risk (Woo! Whoa)\nFuck a couple hoes 'til I pass out (Whoa)\nNiggas throwin' stones at my glass house (Whoa)\nI remember sleepin' on my dad's couch (Whoa)\nNow I got the Bentley, and it's blacked out (Whoa)\nFamily lookin' at me like a cash cow (Whoa)\nErrybody dissin' just to have clout (Whoa)\nThought you had a chance, now you assed out\nNigga, I'm the muhfuckin' man, where you at now? (Whoa)\nFuck it, I'ma hit 'em 'til they jumpin'\nI ain't trippin', this is nothin' (Brap, brap, brap)\nI been livin' in the dungeon\nI done held a couple grudges\nWent to hell and got abducted\nMeet the devil, I'm his cousin\nI ain't settlin' for nothin' (Brap, brap, brap)\nGot a metal in the truck, I keep a semi when I'm bussin'\nNiggas duckin' (Bop)\nEven Stevie Wonder could've see it comin' (Brrrap, brap, bop)\nI ain't judgin', I just want the money, I don't need a budget\nI been hungry, I ain't got no oven (Bop, bop, brrrap, brap)\nBut I got the munchies, nigga\nHow you gon' move on the front line? (Woo!)\nIf I don't fuck with you, I just cut ties (Whoa)\nMy high school teacher said I'd never be shit\nTell that bitch that I turned out just fine (Joyner)\nAnd no, I don't know you for the twelfth time (Woo!)\nWe do not share the same bloodline (No)\nYou love to run your mouth like a tough guy\nHope you keep the same energy when it's crunch time (Woo!)\n\n\nAccording to the American Psychiatric Association\nIt affects roughly eight percent of children\nAnd two percent of adults\nCommonly believed to only affect boys\nBecause they are perceived as rowdy and rambunctious\n\n\nOne time for them prayin' on my downfall (Yeah)\nTwo times for them bitches in the South Shore (Whoa)\nThree times for them days on the block\nGettin' chased by the cops like a motherfuckin' outlaw\nFour times for them days that were all bad (Woo!)\nFive times for the bitches who ain't called back (Yeah)\nSix times for the kids like me who got ADHD just to— (Brap, brap, brap)\n\n\nMe and Joyner need a couple hearses (Woo!)\nDouble homicide, kill the beat and the verses\nEverybody livin' on the surface\nBut we came from the underground, yeah, we deserve it\nWhat's beef?\nBeef is when you murder motherfuckers on a beat\nKill 'em all, kill 'em all\nNah, nah, what's beef?\nBeef is brothers dyin' over shit\nThat never mattered in the first place, lyin' in the street\nWhat's peace?\nPeace is when you leave it in the past, let it heal like a cast\nWhen enough time pass, then you blast\nKinda like John Wick, bars like a convict\nFuck around and you don't wanna start shit, woo!\nComin' with the hot shit, all they do is talk shit\nYou could never top it, boy, just stop, stop it\nHigh and drunk, call that HD vision\nAll these other motherfuckers full of indecision\nAnd I murder with precision all over your television\nI'm numero uno, number one and you is just a subdivision\nNever listen, we gon' leave them missin'\nThat's the mission like ISIS (ISIS)\nAin't no time to bicker over who the nicest\nIt's Logic, it's obvious, just ask the audience\nI've come to body this shit (Body this shit)\nYes, it's egregious, I'm Regis\nYou Kelly, you pussy, you pussy\nDon't push me, I'm Louis Vuitton\nYou at Target with your mom\nOn the internet still hatin' on my last post (I hate this nigga)\nI just sent a steak back at Mastro's, my god\nMe and Joyner need a couple hearses (Woo!)\nDouble homicide, kill the beat and the verses\nEverybody livin' on the surface\nBut we came from the underground, yeah, we deserve it\nYeah, uh, far from the minimum, killin' 'em with no Ritalin\nAnd 5'9\" was the middleman to get 'em in the same room\nNow we on the same tune, and we sealed the game's doom\nThe illest of lyricists on the same shit\nRattPack, clap back on the gang shit\nDo it for the love of rap, not for the fame shit, woo!\n\n\nOne time for the Grammy that I never got\nTwo times for the Garden that I sold out\nThree times for the street crimes that I committed\nYeah, I did it, but thank God that I made it out\nFour times 'cause I'm a fuckin' bastard\nFive times Platinum with my last shit\nSix times for the beats and the rhymes\nFuck the heat and the crime\nKeep the peace like a waistline, woo!\n\n\nISIS, ISIS, ISIS, ISIS, ISIS\nISIS, ISIS, ISIS, ISIS, ISIS\nISIS, ISIS, ISIS, ISIS, ISIS\nISIS, ISIS, ISIS"
    ],
    "Release date": "May 23, 2019",
    "Title": "Isis",
    "Artist": "Joyner Lucas"
}