{
    "Lyrics": [
        "\nI'm willing to die for this shit\nI'm ready to flip it and end up in prison the rest of my life for this shit\nSo my momma ain't want me, she got an abortion\nI end up surviving this shit\nAnd if I wanted somethin', I ain't got the money\nI'd probably be robbing and shit\nDon't know how much I cry for this shit\nSaid I am willing to ride for this shit\nYou know murder's my hobby, inside of my closet's a bunch of dead bodies and shit\nNiggas say that I'm cursed 'cause I go to church and stare at the Bible and shit\nShawty say I'm the worst cause I do my dirt, and I don't be hiding this shit\n\n\nBitch, I'm a savage I spit at you bastards, I wonder what you gonna do to me, ho\nI need to hear some more rapping\nI'm just not impressed by your cash or your jewelry, ho\nAll you my soldiers and I'm a lieutenant\nGoddammit, you should be saluting me, ho\nI hope you know I ain't going nowhere\nAll you rappers just better get used to me, ho\nNigga, I'm Mr. Blue with my jeans, bought me a Jeep, 'cause I wasn't riding as much\nMy bank account looking weak, don't look at me, I ain't got time for no fun\nStarting to feel like Tyrese, I'm 'bout to trip, and maybe start crying or som'\nI might just hit up the Smith's, throw me a fit and wait for my wire to come\nAin't nobody give or show me love when I was coming up, I had to double up and tell these niggas buckle up before they ride\nAnd they don't really wanna knuckle up, I hit 'em with the uppercut, I had these motherfuckers running for they life\nUnidentified craft when I'm flying past, I'm an alien sailin' and if you look up in the sky\nBlow your mind back, put your eyes back to your iPad, I'm an Iraqi in suicide\nWhen the bombs are loaded and your mind explode in the wind\nAnd you gon' sit down, repent\nI was raised in the sewer; me and the 𝘐𝘵 clown are friends\nRed balloons for your kids, sink my tooth in ya bitch\nI lost too many friends, I don't do good with kids\nWhat you know about riding dirty in the evening?\nWhat you know about Ramen Noodles, and a pack of sazon seasoning\nWhat you know about leaving the oven door open when there's no heat again\nAnd the rent is due and your landlord try and throw you out on the streets again\nNigga, I was always dreaming of a Bentley and a fucking Lamborghini when I win 'em, I'ma finally get a break\nIf I didn't get it way before, I guarantee that if I talk to God, then I can say I got it when I prayed\nShe don't really want me to get petty, turn her dime into a penny, but she know I got a lot of shit to say\nI can turn some water into henny, drink it up and let the semi shoot, I'll pop you niggas all up in the face\nBlood all up in the lake, I\nWanna see your wake die\nThey don't wanna wave bye\nCreep when I came by, teeth like a canine\nBleed through your Levi, we from the East Side\nEat when the beat's hot, tea from the teapot\nAim for the tree top, beg till your knees pop\nSkrrt in a Nissan, swerve into three cars\nYou just a bird in a beehive, you just a cold in a room full of germs\nNigga, I said all of my idols and favorite rappers ain't been rhyming a lot\nWhat the fuck happened to Jay Electronica? I wonder if he still got it or not\nWhatever happened to Elzhi?\nWhatever happened to Meth? What happened to Beans? Whatever happened to Lauryn?\nWhat happened to Banks? Tell me what happened to Bleek?\nWhat the fuck happened to Mos? What happened to Missy?\nNigga, what happened to Ghost?\nWhatever happened to Cube?\nWhat up with Common? What the fuck, where did they go?\nTell me what happened to Budden's, what about Luda?\nI hope they ain't losing it now\nHope they get back to the music 'cause I need some new shit\nI'm sick of these new niggas out, I'm that new nigga now\n\n\nI got one, two, three, four, five, six, seven, eight\nNine niggas wanna war, 10 niggas on the floor, 11 niggas on the porch\n12 killers wanna war, 13 carnivores, 14 Labradors, 15 dinosaurs, 16 Avatars\n17 bombs or grenades at your rental car, 18 ways you can die when you have it all\nI got I got one, two, three, four, five, six, seven, eight\nNine bitches wanna fuck, 10 niggas wanna rush, 11 hitters on a bus\n12 think they one of us, 13 other guns, 14 runners-up, 15 rubber gloves, 16 double pumps\n17 shots in your face till you cuddle up, 18 ways you can die tryna fuck with us\n\n\nI'm willing to die for this shit\nSaid I'm ready to flip it and end up in prison the rest of my life for this shit\nAnd my momma ain't want me, she got an abortion\nI end up surviving this shit\nShit if I wanted somethin', I ain't got the money\nI'll probably be robbing this shit\nDon't know how much I cry for this shit\nSaid I am willing to die for this shit\nYou know murder's my hobby, inside of my closet's a bunch of dead bodies and shit\nNiggas say that I'm cursed 'cause I go to church and stare at the Bible and shit\nShawty say I'm the worst cause I do my dirt, and I don't be hiding this shit\nJoyner, wooh!"
    ],
    "Release date": "December 18, 2017",
    "Title": "Bank Account (Remix)",
    "Artist": "Joyner Lucas"
}