{
    "Lyrics": [
        "\nJoyner, Joyner, Joyner, Joyner, Joyner\nWoo, woo, woo, woo, woooo!\n\n\nMind your motherfuckin' bid'ness, ain't nothin' you gotta see (Buck, buck, buck)\nHow you all up in my shit when you got more problems than me?\nYeah, I'm cool but you don't wanna see that other side of me (yeah, yeah)\nAnd my niggas mobbin' deep, hoe, I'm a fuckin' prodigy (Yeah, yeah, yeah)\nI know, I know that you been envy, bitch, it ain't that hard to see\nDon't you dare go fix your mouth to tell me that you proud of me\nAin't no choice to me but loyalty still means a lot to me\nSome niggas'll gon' chop my arm right off and still reach out to me\nI know you probably want that\n\n\nYou want that ambulance to pick me up and take me on that ride, yeah\nThey don't revive a nigga then bring me back to life\nAnd you shot me down, shot me down, shot me down, shot me down\nShot me down, that's all right (Boop, boop) I don't die\n\n\nB-b-bad to the bone\nEverybody wanna be so motherfuckin' bad 'til they ass be alone\nNow you back in the cold\nAnd I'm laughin' at every single fag who didn't want me on half of they songs\nIt was that from the go\nJust a bunch of little spoiled fuckin' bastards, every single one would laugh at my joke\nNigga, pass the Patrón\nI think I'ma go and drink until I pass out and then fall in the back of the Rov' (Raah)\nA Ménage on my mind (Ayy), I've been on my grind (woo)\nBeen through so much, sometimes think that God ain't on my side (yeah)\nI cut all my friends off then say, \"Y'all ain't on my vibe\"\nAnd it's so much more to life than drinkin', party all the time, whoa (Woo, woo, woo)\nThis gon' last a lifetime (Lifetime)\nNo more Mister Nice Guy (Nice Guy)\nI text Jaden Smith and told that nigga he a icon (Icon)\nDon't get shit fucked up just 'cause I ain't got no ice on\nDon't mean I am not Sub-Zero, I should freeze you hoes at night time\nI'm like, where the hell you been at?\nI've been doin' this since I was a kid and my grandma used to ask me where my head at (Buck, buck, buck)\nAlways in trouble, 'cause I was never learnin' nothin'\nExcept how to muscle my way into the game with no setbacks (Brap, brap)\nAnd all that been sleepin' on me, fuck it, where the bed at?\n'Cause I've been strugglin', tryna be on top but them other niggas\nBlind for me, but fuck it, it really doesn't mean nothin'\nIf their music ain't really cuttin' it they get hit with the galick gun (Buck, buck, buck)\nOne day y'all gon see me (See me), I make shy look freaky (Freaky)\nI make dry look greasy (Woo), I make hard look easy (Easy)\nI remember way back when my momma took my TV, hoe\nNow I'm all on TV, hoe (Woo)\n\n\nMind yo motherfuckin' bid'ness, ain't nothin' you gotta see (Buck, buck, buck)\nHow you all up in my shit when you got more problems than me? (Buck, buck, buck)\nYeah, I'm cool but you don't wanna see that other side of me (yeah)\nI don't want to hear no sorry's, bitch, fuck your apology\nI know, I know that you been envy, damn, it ain't that hard to see\nI don't wanna get to know you, no please, don't say hi to me\nAin't no choice to me but loyalty still means a lot to me (Buck, buck)\nSome niggas'll gon' chop my arm right off and still reach out to me\nI know you probably want that\n\n\nYou want that ambulance to pick me up and take me on that ride, yeah\nThey don't revive a nigga then bring me back to life\nAnd you shot me down, shot me down, shot me down, shot me down\nShot me down, that's all right (Boop, boop) I don't die\n\n\nThat's why a nigga ride with a weapon\nBetter that than me lyin' on a stretcher\nGunshot (Pow, pow, pow!)\nApplyin' all the pressure\nPotato on the chopper\nShootin' through the pillow, blood on the feathers (buck, buck, buck)\nRollin' dice with ya life, all I do is roll 7s (Woo)\nEagle on my lap when I walk with the devil\nHit a bitch from the back like I don't know better\nMan, I swear to God you better talk to the reverend (buck, buck, buck)\nYeah, I'm on a weed high, dehydrated\nHer booty fuckin' skin-tight, Levi made it (Yeah, yeah)\nYee-haw, yee-haw, put her in a stable\nKeep my cards in my pocket, never put 'em on the table (Woo)\nLeave her bra on the floor, put my dick up on her navel\nDo what I say, don't give me no ultimatum\nRide around or die, get your life taken\nShit, already went half on a baby (Buck, buck, buck, buck)\nAll these broke bitch ass niggas\nTryna tell a real nigga how to really fuckin' get a bag (Woo)\nHow you fuckin' 25 with your first car?\nI got 10, that's why them niggas mad (Hey)\nWhy you wanna hate on progress? (Woo)\nWhy you wanna keep me in the projects? (Jheeze)\nNigga, why you wanna eat off my check? (Hey)\nThat's some weird ass shit, you suspect (Hey)\nThat's a weird ass bitch, don't trust that (Woo)\nShut the hell up, a nigga ain't done yet (Hey)\nAll these shots, are you niggas havin' fun yet? (Buck, buck)\nI'ma do it by the book so run that (Hey)\nTake ya bitch, then I ride in the sunset (Hey)\nLayin' on the Westside, hit Sunset (Hey)\nBackwoods, you can find me where the skunk at (Hey)\nBullet with ya name on it, if you want that (Buck, buck)\n\n\nYou want that ambulance to pick me up and take me on that ride, yeah\nThey don't revive a nigga then bring me back to life\nAnd you shot me down, shot me down, shot me down, shot me down\nShot me down, that's all right (Boop, boop) I don't die"
    ],
    "Release date": "May 2, 2018",
    "Title": "I Don’t Die",
    "Artist": "Joyner Lucas & Chris Brown"
}