{
    "Lyrics": [
        "\nDown the chimney, he will come\nWith his great big smile\nAnd you'll find that even the kiddies\nAre swingin' in the latest style\n\n\nOh, oh, oh\nWhat is Santa bringing us?\nOh, oh, oh\nWhat is Santa bringing?\n\n\nIt feels so good, it should cost\nBought a alligator, I ain't talkin' Lacoste\nMade me say, \"Ugh, uh\"\nLike a mix of Master P and Rick Ross, uh-uh\nShe seem to make me always feel like a boss, uh-uh\nShe said I'm in the wrong hole, I said I'm lost, uh-uh\nShe said I'm goin' too fast, I'm exhausted\nNow drop to your knees for the offerin'\nThis the theme song of something wrong\nMight need an intervention for this new dimension\nThat's too new to mention, or fit in a sentence\nIf I get locked up, I won't finish the sent—\n\n\nOh, oh, oh\nWhat is Santa bringing?\nOh, oh, oh\nWhat is Santa bringing?\n\n\n(Laughter)\n\n\nGettin' loose while I'm rollin' through, see me roll out\nWatch you surf, hit the coast, and this feelin', I got\nPlenty of ventures for the evenin', we go journey, we off\nFrom the light to guide us home, we in the moment, oh-oh\nSuch a lost boy, caught up in the darkest I had\nWhat's the cost, boy? Losin' everything that I had\nShe been on me, boy, 'less you got somethin' to tell\nSittin', waitin' for me slippin', yeah, I'll see you in hell\nTell the cougar get up off me, no, my soul ain't for sale\nAll the evils in the world, they keepin' on me for real\nI really hope the Lord heard me, we all live in sin\nKids See Ghosts off the ropes, Ric Flair on your bitch\nNow this the theme song, this the theme song\nThe put the beams on, get your, get your dream on\nBut you don't hear me though, drama: we let it go\nWatch the guitars roll, but let your friends know\n\n\nOh, oh, oh\nWhat is Santa bringing?\nOh, oh, oh\nWhat is Santa bringing?\n\n\nJust do that and then let the music do somethin',  and then do that again, that'd be enough for a record\nI mean, you only want two and a half minutes if you can get it, you know, three minutes max—"
    ],
    "Release date": "June 8, 2018",
    "Title": "4th Dimension",
    "Artist": "KIDS SEE GHOSTS"
}