{
    "Lyrics": [
        "\n\n\nStuttering\nGiving 'em rest and making love again\nIn my best, I be the run again\nAnd I have the man dem stuttering, -ing\n\n\nI'm getting this nigga in the morning\nHe gon' think he been chiefing, just too long when\nHe see me in the evening, wanna catch all these feelings\nWell, let me be the first to get mine, ohh!\n\n\nYeah, ayo, ayo\nBarbeque and blow in the back of the crib\nSitting and counting, smoking a spliff, this shit's a gift\nAll my niggas watches is rough, grabbing our crotches\nYelling what up? The jeans cost $500? Fuck\nStop it, keep baking, see the smell, it's a statement\nOne freeze of this shit, you won't feel your legs kid\nI'm a gangsta corporate hustla, my voice is illustrious\nHounded by vicious dons, nigga we armed, trust me bruh\nThey yelling Chef, kill the plate with the cooks\nI say 'Ye with 2 Chainz on, we Common, let's Push\nBurn another bush, then burn another we brothers\nLove us or not, the Mark Zuckerbergs of the block\nHug a knot, staying rich, we was built for the guap\nPark the green six deuce on the deuce just props\nRock a kilt, mean Glock, I'm all machinery, ock\nCling to me, now see how the scenery rock, yo?\n\n\nI'm getting this nigga in the morning\nHe gon' think he been chiefing, just too long when\nHe see me in the evening, wanna catch all these feelings\nWell, let me be the first to get mine, ohh!\n\n\nI was born by a lake, chicken shack and a church\nThat mean the flow got wings and it come from the dirt\nGodly, I know she wanna test the 'Rari\nEye on a dollar like Illuminati\nLife is foggy, tryna see through the mist of it\nCould have been living it, you was Mrs. Mischievous\nThis is just a letter to better your development\n(Ohh!) Situation delicate\n\n\nSome claim God body, blame Illuminati\nAll 'cause his pockets now knotty as his hair, yeah\nAll Sonny, no Cher, only solitaires\nYou clusterfucks could cluster up\nOn tippy-toe and still not muster up\nSo it's (ashes to ashes, dust to dust)\nIn God we trust, the game is all us\n'Til the sky calls or its flames on us\nPush\n\n\nI'm getting this nigga in the morning\nHe gon' think he been chiefing, just too long when\nHe see me in the evening, wanna catch all these feelings\nWell, let me be the first to get mine, ohh!\n\n\n2 Chainz!\nI'm chilling in my camo, flipping through the channel\nOn my G.O.O.D. Music shit, my logo's a Lambo\nFour doors of ammo, ammunition I'm pitching\nTo make your body switch another position\n\n\nI hope the people is listening\nI could never sell my soul, I gave it back to God at my christening\nIt's tickling when I hear what haters be whispering\nWhat makes you think an Illuminati would ever let some niggas in?\nHuh, fake friends and siblings\nLike to wish you well but ain't never flip the nickel in\nHaters wanna pull they pistol when they see me in this race car\nBut you can't spell war without an A-R\n15, I was pushing carts at K-Mart\nBy 21, they said I'd be inside a graveyard\nCan't wait to get that black American Express\nSo I can show them white folks how to really pull the race card\n\n\n(Whooooa) Yeah, you feeling on top now\nGetting that money nigga? (You, you sold your soul)\n(Heeey) Yeah, you feeling on top now\n(Heeey) Getting that money nigga? (You sold your soul)\n(Whooooa) Yeah, you feeling on top now\nGetting that money nigga?\n(Heeey) Naw man, mad people was fronting\n(Heeey) Aw man, made something from nothing\n\n\nI treat the label like money from my shows\nG.O.O.D. woulda been G.O.D. except I added more O's\nIf I knew she was cheating and still bought her more clothes\nIt's cause I was too busy with my Baltimore, you know\nSome people call that the art of war, you know\nI guess it depends what you falling for, the clothes?\nCars, money, girls and the clothes\nAww money, you sold your soul\nNah man, mad people was fronting\nGoddamn, we made something from nothing"
    ],
    "Release date": "September 14, 2012",
    "Title": "The Morning",
    "Artist": "Kanye West, Pusha T, Common, 2 Chainz, CyHi The Prynce, Kid Cudi & D’Banj"
}