{
    "Lyrics": [
        "\nI've been on the low, I been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine (Who can relate? Woo)\nI've been on the low, I been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n\n\nI don't wanna be alive, I don't wanna be alive\nI just wanna die today, I just wanna die\nI don't wanna be alive, I don't wanna be alive\nI just wanna die\nAnd let me tell you why\n\n\nAll this other shit I'm talkin' 'bout, they think they know it\nI've been praying for somebody to save me, no one's heroic\nAnd my life don't even matter, I know it, I know it\nI know I'm hurting deep down, but can't show it\nI never had a place to call my own\nI never had a home, ain't nobody callin' my phone\nWhere you been? Where you at? What's on your mind?\nThey say every life precious but nobody care about mine\n\n\nI've been on the low, I been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine (Who can relate? Woo)\nI've been on the low, I been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n\n\nI want you to be alive, I want you to be alive\nYou don't gotta die today, you don't gotta die\nI want you to be alive, I want you to be alive\nYou don't gotta die, now let me tell you why\n\n\nIt's the very first breath when your head's been drowning underwater\nAnd it's the lightness in the air when you're there chest-to-chest with a lover\nIt's holding on, though the road's long, seeing light in the darkest things\nAnd when you stare at your reflection, finally knowing who it is\nI know that you'll thank God you did\n\n\nI know where you been, where you are, where you goin'\nI know you're the reason I believe in life\nWhat's the day without a little night?\nI'm just tryna shed a little light\nIt can be hard\nIt can be so hard\nBut you gotta live right now\nYou got everything to give right now\n\n\nI've been on the low, I been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine (Who can relate? Woo)\nI've been on the low, I been taking my time\nI feel like I'm out of my mind\nIt feel like my life ain't mine\n\n\nI finally wanna be alive, I finally wanna be alive\nI don't wanna die today, I don't wanna die\nI finally wanna be alive, I finally wanna be alive\nI don't wanna die, I don't wanna die\n\n\nPain don't hurt the same, I know\nThe lane I travel feels alone\nBut I'm moving 'til my legs give out\nAnd I see my tears melt in the snow\nBut I don't wanna cry, I don't wanna cry anymore\nI wanna feel alive, I don't even wanna die anymore\nOh, I don't wanna\nI don't wanna\nI don't even wanna die anymore"
    ],
    "Release date": "April 28, 2017",
    "Title": "1-800-273-8255",
    "Artist": "Logic"
}