{
    "Lyrics": [
        "\n\n\nDog 'round—from a—from a—dog 'round—once a\nDog 'round—from a—from a—dog 'round—once a\nDog 'round—from a—from a—dog 'round—once a\nDog 'round—from a—from a—dog 'round—\n\n\nWork so fucking much, my greatest fear is I'ma die alone\nEvery diamond in my chain, yeah, that's a milestone (I'm lovin' it!)\nPeople calling me, askin' me for money, man (Uh)\nThe only thing I'ma give you motherfuckers is the dial tone (Yeah)\n\n\nFlashbacks of a youngin' sippin' that purple Kool-Aid\nSkippin' school with my homies and chiefing reefer for two days\nRunning from the law, livin' how I'm livin', fuck 'em all\nBumping Triple Six\nHennessy in my cup, drivin' through the sticks\nWho the bitch ridin' with me?\nMan, the devil tryna get me\nMotivated, under-educated, and hated\nBut finally gettin' cake like a happy belated\nBitch I made it, we on\nBuy it, break it, roll it, light it, smoke it, inhale it\nWrite it, record it, mix it, master it, press it up, unveil it\nFeel like I've been waitin' forever, forever to inherit\nThis is war, I declare it\nTime is money, I can't spare it\nFuturistic, so simplistic\nPlease decipher my linguistics\nSlow it down, Robitussin\nI'm the king, ain't no discussion\nAnd now we blowin' up like spontaneous human combustion\nMy consumption is the illest\nSection eight, I know you feel this\nOn the come up,  where they run up on you for nothin' at all\nBrighter than eleven suns, this the first, where my funds?\nEBT, that's the card\nI thank God, I thank God, but it's hard\nUh, but it's hard\n\n\nUh, work so fuckin' much, my greatest fear is I'ma die alone\nEvery diamond in my chain, yeah, that's a milestone\nPeople callin' me, askin' me for money, man\nThe only thing I'ma give you motherfuckers is the dial tone\n\n\nGod damn, god damn, we at it again\nMe and my homies that know me blowing up like the Taliban\nYeah, my stress up, but I'm blessed up\nFuck around and get messed up\nWhen I murder the rhyme, I'm livin' divine\nYou know that I'm one of a kind\nLemme get it right now, ho\nDraped up and I'm dripped out (And I'm dripped out)\nRight now, ho\nCaked up 'til I cash out and I got 'em all wonderin', \"How so?\"\nOn the down low, haters drown slow\nOn the down low, haters drown slow\nOh God, my God, we got it all right\nOh God, my God, we gotta get it, right?\nThese fuckers facades, they just a mirage, right?\nI said these fuckers facades, they just a mirage, right?\nUh, tell me that they love me\nKnow damn well that they don't give a fuck\nI be on that finger-flippin' killin' shit up in the cut\nThat's what's up\nAll these bitches out here tryna gas it up\nThis is everything I ever wanted, I can't pass it up\nLife changed in a year, couldn't happen fast enough\n\"Can I do it like you do it?\" That's what they be askin' us\nWhite Benz, black card, bitch better get your plastic up\nMan, this shit is hella hard, but we never actin' up\nLive it up, hold on to your dream, don't ever give it up\nFinally had my share of success, and shit, I can't get enough\nNow they know my name through the nation\n'Cause my single like that good shit, man, always in rotation\nNow they know Logic for Logic, not through my affiliations\nStackin' profit on profit, from this music I'm makin'\nEven Jesus had haters, so when you feelin' forsaken\nTell 'em jealous Judases who this is, and man, that'll break 'em\nAnd bitch, I'm still the same\nDash of autotune so y'all can feel the pain\nBroke as fuck, back in that basement, not a dollar to my name\nChasin' fame, chasin' glory, 'til the day we make a story\nPositive that life ain't mine, bitch you can take that shit to Maury\n\n\nWork so fuckin' much, my greatest fear is I'ma die alone\nEvery diamond in my chain, yeah, that's a milestone\nPeople callin' me, askin' me for money, man\nThe only thing I'ma give you motherfuckers is the dial tone\n\n\n(Hello, no one is available to take your call)\nI been workin' hard, I been searchin' for God\nI been workin' hard, I been searchin' for God\n(Please leave a message after the tone)\nLittle brother, this is yo' sister, you're busy, I get you\nBut I insist you call me back 'cause I miss you\nI wish you well, well, I wish you would call\n'Cause lately it feel like I’m just not yo' sister at all—all\nUh, I’m sorry for callin' and bawlin', I’m all in\nAnd I feel like I'm fallin' lately, it feel like my children hate me\nYou tell me I'm beautiful and yet no man wanna date me\nHaunted by vivid memories of that man who raped me\nAnd lately I, I feel more and more like mommy, I know I’m me, but still\nYou always seemed to pick up the phone and somehow I feel\nBetter, but you been answerin' me lesser and lesser\nSo I resorted to the pills in my dresser, I'm gone\nAnd as for... oh no, he left and he ain’t comin' back\nI hate him and if I see him I swear I tell him that\nNo longer cookin' crack in my kitchen, cuttin' an' sellin' that\nHe broke my heart, that relationship been to hell and back\nI been workin' hard, I been searchin' for God\nI can feel the Devil around me as they all applaud\nPromise you won't forget me, that you'll always be wit' me\nAnd even when you gone I can call whenever he hit me\nUnder pressure, I've been feeling under pressure\n\n\nHey, son, this is your father, don't mean to bother\nHow are you? Heard you were in town, but I never saw ya\nTried to call ya, where are ya?\nIn Paris? What a beautiful destination\nTo perish right by the Eiffel, come now\nPlease don't be spiteful of all my small talk\nI think we're overdue a long talk\nWhen I see kids around the way, I say how I'm your dad\nIt gets me thinkin' 'bout incredible moments we've had\nAnd on the real, I'm tryin' so hard not to bug you\nBut do you think you could stop rappin' about my drug use?\nI'm two years clean, no longer a fiend\nYeah, I'm 57, but I feel 19\nAnd I love you I swear, Bobby, I know you're there\nAnd when the time is right I know that you gon' take care\nOf anything I need, of yo' family\nCan I have some tickets to your next show?\nWould you stand wit' me?\nCan I have some money for my new honey that's hella fine?\nI forgot to mention I got divorced from yo' step-mom\nMy mind goin' crazy, but I still look hella calm\nMaybe you could tell *beep*\nI've been feelin' under pressure\n\n\nHey, what's up, bro? This Ralph, I didn't want much, man, just calling to see what's going on. I know you're busy. Uh, Dad hit me up, it's his birthday today, but I know you know that. Uh, yeah, he calling, he be tryna introduce me to his new chick and stuff, man, I don't know how to handle that. I don't wanna tell him like nah, I ain't trying to meet her off top, you know? So what you think I should do? Text me, I know you're busy, dawg. But he been callin' me saying he wanna come down, he wanna bring his new chick and Brenda's like \"Damn, he really tryna rock out with his new chick\" 'cause you know we all fuck with Debbie. But I don't know, I don't know how to tell him this shit so just hit me back whenever you got the time, man, I know there's more shit on your plate. You ain't—you ain't gotta hit me, dawg, but if you do I'd appreciate it. When you back, love you, do your thing. Swag RattPack all day, boy. Alright, nigga, hit me\n\n\nUh, yeah, dear family, I'm so sorry that I've been distant\nEverything changed in an instant, my time has been inconsistent\nI know that you been insistin', I know that birthday I missed it\nI swore I told my assistant, but I guess my mind is in another place\nThoughts off in another world, I started seein' another girl\nIt fell through, man, what a world\nBut I'm so focused on my craft, on employin' my staff\nSuch a perfectionist, I can't even finish this draft\nThis letter to the ones I love, the ones that I miss\nBrothers and sisters that hit me up just to reminisce\nMeanwhile, people outside of my blood askin' for favors\nI don't owe you a fuckin' thing, you best switch yo' behavior\nTruly remarkable how I barely know you, but somehow owe you When you don't even know 'bout the shit I go through, uh\nWe ain't spoken in a while, tell me sister, how yo' child?\nCome now, girl, give me a smile, come on, girl, don't do me foul\nSorry I ain't call before, but I'm callin' you right now\nI heard that you was poppin' E, stop resortin' to the vowel\nHow my mama, how she doin'? Does she know what I'm pursuin'?\nI ain't talk to her in years, that relationship she ruined\nBut sometimes I wake up and wonder just what the fuck I'm doin'\nThey say family is everything, I swear that shit the truth\nI should spend it all with y'all, but I spend it in the booth\nThis is everything I love, this is everything I need\nNever sacrifice this feelin' even though my heart it bleed\nThis is everything I love, everything I need\nNever sacrifice this feelin' even though my heart bleed\nUnder pressure, I've been feelin' under pressure\n\n\nHey, son, I'm sorry I missed your call today, but I was in an AA meeting. Um, a friend of mine was celebrating four years so I couldn't get you right then. And then when I did call you, you weren't able to answer or whatever. Just wonderin' how things are going. Deb and I aren't together anymore, um... Livin' on my own, you know, um... Anyway, the whole family, even the family that you don’t know, my sisters and your aunts that you've never met are very proud of you. Your cousins just love you too. Anyway, son, I love you, I just want you to know that. And just keep grindin', you know? And um, I don't wanna hear you joinin' the Illuminati 'cause then I gotta kill ya. Hm-hm, I love you, son, bye"
    ],
    "Release date": "September 16, 2014",
    "Title": "Under Pressure",
    "Artist": "Logic"
}