{
    "Lyrics": [
        "\nIf Young Metro don't trust you I'm gon' shoot you\nYeah, yeah\nHalloween\nTaliban, Taliban\nI'm gon' shoot you\nYeah\n\n\nJumpman, Jumpman, Jumpman, them boys up to somethin'\nThey just spent like two or three weeks out the country\nThem boys up to somethin', they just not just bluffin'\nYou don't have to call, I hit my dance like Usher, woo!\nI just found my tempo like I'm DJ Mustard, woo!\nI hit that Ginobili with my left hand up like woo!\nLobster and Céline for all my babies that I miss\nChicken fingers, french fries for them hoes that wanna diss\nJumpman, Jumpman, Jumpman, them boys up to somethin'\nUh, uh, uh, I think I need some Robitussin\nWay too many questions, you must think I trust ya\nYou searchin' for answers, I do not know nothing, woo!\nI see 'em tweakin', they know somethin's comin', woo!\nJumpman, Jumpman, Jumpman, them boys up to somethin', woo!\nJumpman, Jumpman, Jumpman, fuck was you expecting? Woo!\nChi-Town, Chi-Town, Michael Jordan just had text me, woo!\n\n\nJumpman, Jumpman, Jumpman, Jumpman, Jumpman, Jumpman\nI just seen the jet take off, they up to somethin'\nThem boys just not bluffin', them boys just not bluffin'\nJumpman, Jumpman, Jumpman, them boys up to somethin'\nShe was tryna join the team, I told her wait\nChicken wings and fries, we don't go on dates\nNobu, Nobu, Nobu, Nobu, Nobu, Nobu\nI just threw a private dinner in L.A\nTrappin' is a hobby, that's the way for me\nMoney comin' fast, we never gettin' sleep\nI, I just had to buy another safe\nBentley Spurs and Phantom, Jordan fadeaway\n\n\nYeah, Jumpman, Jumpman, I don't need no introduction\nJumpman, Jumpman, Metro Boomin on production, wow!\nHundred cousins out in Memphis, they so country, wow!\nTell her stay the night, valet your car, come fuck me now\nJumpman, Jumpman, live on TNT, I'm flexin', woo!\nJumpman, Jumpman, they gave me my own collection, woo!\nJump when I say jump, girl, can you take direction? Woo!\nMutombo with the bitches, you keep gettin' rejected, woo!\n\n\nHeard they came through Magic City on a Monday\nHeard they had the club wild, it was star-studded\nA bunch of girls goin' wild when your chain flooded\nAnd I had 'em like wow, cup dirty\n\n\nDopeman, dopeman, dopeman, dopeman, dopeman, dopeman\nMoney on the counter, choppers on the floor\nI just copped that tempo, DJ Mustard, woo!\nWay too much codeine and Adderall\nWe just count up big racks, whoa!\nI know I'ma get my bitch back, whoa!\nI count all these racks that I have on me now\nI'ma have you like whoa\nChanel N°9, Chanel N°5, well you got 'em both\n\n\nJumpman, Jumpman, Jumpman, them boys up to somethin'\nThey just spent like two or three weeks out the country\nThem boys up to somethin', they just not just bluffin'\nJumpman, Jumpman, Jumpman, them boys up to somethin'"
    ],
    "Release date": "September 20, 2015",
    "Title": "Jumpman",
    "Artist": "Drake & Future"
}