{
    "Lyrics": [
        "\nI don't wanna hear all that, I don't wanna hear none of that\nTalkin' commas, how much you need and all that shit\nFuck that shit, I don't remember none of that shit\n\n\nWhere your ass was at, dog, when niggas wouldn't feed me?\nWhere your ass was at, dog, when bitches didn't need me?\nWhere your ass was at, dog, when niggas tried to run off?\nWhere your ass was at, dog? You made me pull this gun out\n\n\nWhere your ass was at, dog, you went and switched sides?\nWhere your ass was at, dog, when niggas spread lies on him?\nWhere your ass was at, dog, when the bodies came sliding?\nWhere your ass was at, dog, when I was serving pies?\n\n\nWhere your ass was at, dog, when niggas wouldn't feed me?\nWhere your ass was at, dog, when bitches didn't need me?\nWhere your ass was at, dog, when niggas tried to run off?\nWhere your ass was at, dog? You made me pull this gun out\n\n\nWhere your ass was at, dog, when I was in the Pyrex?\nWhere your ass was at, dog, when I was drinking Hi-Tech?\nWhere your ass was at, dog? You came through the projects\nWhere your ass at? We keep that fully loaded contracts\nHad her rain dance on the dick, ass jumping\nRunning through the pussy like a nigga going jogging\nFuck a little Louis, put it in a bitch pocket\nPut a pic with me on the 'gram, now you popping\nWhere your ass was at when I was trapping in the store?\nHad to struggle to get where I'm at and sell dope\nJackie Chan moves got game in the choke\nGas rolling up in the blunt, Amoco\n12 tryin' come in the spot to open up the dope\nBurglar bar doors got a young nigga confident\nJuugin' out the stove and we still bangin', honest\nBlowing on the O, yo, we call that ho an onion\n\n\nMan, where your ass was at when we took the city over?\nWhere your ass was at when all they'd ask was \"what's the hold up?\"\nWhere your ass was at when niggas first got the news?\nNow your ass around because we're paying back dues\nWhere were you when all the dogs needed help?\nLawyers and the commissary ain't gon' pay itself\nWhere your ass was at when we recorded in the bathroom?\nWhere your ass was at? I take attendance like a classroom\nMan I ain't got no choice\n'Cause nowadays I swear this shit done changed up for the boy\nI'm self-made, selfish with my women, self-employed\nI'll buy the neighbor's house if they complain about the noise\nMan, where your ass was at, dog, when niggas wouldn't feed me?\nWhere your ass was at, dog, when bitches didn't need me?\nWhere your ass was at? Last winter was the coldest\nFuck where you was at, I had the 6 on my shoulders\n\n\nWhere your ass was at dog, when niggas wouldn't feed me?\nWhere your ass was at dog, when bitches didn't need me?\nWhere your ass was at dog, when niggas tried to run off?\nWhere your ass was at dog? You made me pull this gun out\n\n\n60 for a walk through, bitch don't panic\nHad them bitches fall through fucking like a savage\nHeard you tryna swim in the ocean no jacket\nHeard that nigga came through squeezing on a ratchet\nHeard that nigga came through squeezing on a ratchet\nServe a lot of dog food, call you a mutt\nWhere your ass was at dog, when I was on my come-up?\nThe reason I'm here today 'cause I ain't never gave up\n\n\nWhere your ass was at, dog, when niggas wouldn't feed me?\nWhere your ass was at, dog, when bitches didn't need me?\nWhere your ass was at, dog, when niggas tried to run off?\nWhere your ass was at, dog? You made me pull this gun out\n\n\nWhere you ass was at, when I was trapping in the store?\nHad to struggle to get where I'm at and sell dope\nJuugin' out the stove and we still bangin', honest\nBlowing on the O, yo, we call that ho an onion"
    ],
    "Release date": "July 17, 2015",
    "Title": "Where Ya At",
    "Artist": "Future"
}