{
    "Lyrics": [
        "\n\n\nShake that body, party that bod-\nShake that body, party that bod-\nShake that body, party that body\nCome and have a good time with G-O-D\n\n\nI believe there's a God above me\nI'm just the god of everything else\nI put holes in everything else\n\"New God Flow,\" fuck everything else\nSupreme dope dealer, write it in bold letters\nThey love a nigga's spirit like Pac at the Coachella\nThey said Push ain't fit with the umbrella\nBut I was good with the yay' as a wholeseller\nI think it’s good that 'Ye got a blow dealer\nA hot temper, matched with a cold killer\nI came aboard for more than just to rhyme with him\nThink ’99, when Puff woulda had Shyne with him, yuugh!\nMatchin' Daytonas, rose gold on us\nGoin' H·A·M in Ibiza done took a toll on us\nBut since you overdo it, I'ma pour more\nWell if you goin' coupe, I’m goin' four door\n\n\nShake that body, party that bod- (that's rare, nigga!)\nShake that body, party that bod- (Ric Flair, nigga!)\nShake that body, party that body (yeah, nigga!)\nCome and have a good time with G-O-D (yeah)\nShake that body, party that bod- (woah!)\nShake that body, party that bod- (woah!)\nShake that body, party that body (it's the new God flow, niggas)\nCome and have a good time with G-O-D (yo)\n\n\nStep on they necks 'til they can’t breathe\nClaim they five stars but sell you dreams\nThey say death multiplies by threes\nLine them all up and let's just see\nFuck em 'Ye, fuck em 'Ye!\nI wouldn't piss on that nigga with Grand Marnier\n(Woo!) They shit is shoppin' at Targét\n(Woo!) My shit is luxury Balmain (ay!)\nI'm balling, Amar'e\nA nick sold in the park then I want in\nWhat's a king without a crown, nigga? (What?)\nWhat's a circus without you clown niggas? (Hah)\nWhat's a brick from an outta-town nigga\nWhen you flood and you can drown niggas? (Yuuugh!)\nHere's the G.O.O.D. Music golden child\nM.A. dollar sign, can't nobody hold me down\n\n\nShake that body, party that bod-\nShake that body, party that bod-\nShake that body, party that body\nCome and have a good time with G-O-D\n\n\nHold up, I ain't trying to stunt, man\nBut the Yeezys jumped over the Jumpman\nWent from most hated to the champion god flow\nI guess that's a feeling only me and LeBron know\nI'm living three dreams\nBiggie Smalls', Dr. King, Rodney King's, uhh\nCause we can't get along - no resolution\n'Til we drown all these haters, rest in peace to Whitney Houston\nCars, money, girls and the clothes\nAww man, you sold your soul\nNaw man, mad people was frontin'\nAww man, made somethin' from nothin'\nPicture workin' so hard, and you can't cut through\nThat can mess up your whole life, like an uncle that touched you\nWhat has the world come to? I'm from the 312\nWhere cops don't come through and dreams don't come true\nLike there the God go, in his Murcielago\nFrom workin' McDonalds, barely payin' the car note\nHe even got enough, to get his mama a condo\nThen they ran up and shot him, right in front of his mom\n40 killings in a weekend, 40 killings in a week\nMan, the summer too hot, you can feel it in the street\nWelcome to Sunday service, if you hope to someday serve us\nWe got green in our eyes, just follow my Erick Sermon\nDid Moses not part the water with the cane?\nDid strippers not make an ark when I made it rain?\nDid Yeezy not get signed by Hov and Dame?\nAnd ran to Jacob and made the new Jesus chains?\nIn Jesus' name, let the choir say\n\"I'm on fire, ay,\" that's what Richard Pryor say\nAnd we'll annihilate anybody that violate\nAsk any dope boy you know, they admire 'Ye\n\n\nShake that body, party that bod-\nShake that body, party that bod-\nShake that body, party that body\nCome and have a good time with G-O-D\n\n\nYeah nigga, yeah I had my, I had my Jesus piece since ‘94\nI don’t know what I, I don’t know what y'all talkin’ bout\nAnd my eagle — still got it all in the bag, B\nYeah, all I did was play possum\nYo, come on\n\n\n600 Cuban cigar in the big tub\nMedallion on, Dove soap on the fresh cut\nWith soap suds on the MAC-11\nMy big lion haven’t ate since 12, and it’s after seven\nWe feed the nigga like 40 chickens\nHis tail wag when I send him a bag with just one victim\nUh-huh, now let me show you what my closet on\nGems in the display case, call it a rock-a-thon\nI got soccer moms payin' for cock\nAsians get it from behind while they cleanin’ their wok\nComin' with flows that is toxic\nDeadly fumes when I'm in the room\nRepercussions occur when you dry snitch\nRed light, green light, one, two, three\nLook mean, got my machine, cried and hit you, please\nSay shake that body, scar up that body\nShould I kill him now Tone? I said probably\nSide bets are four and better\nBust hammers with pot holders\nAnd yo, dead a cow for his fuckin' leather\nI’m not bow-legged but old school like Redd Foxx\nMy favorite color in my hustle days was red tops\nMy gold eagle arm shitted out a red rock\nThrew it off my project roof, saw red dots\nKanye, shine a light on my Wallabees\nYou can have a good time with G.O.D\n\n\nShake that body, party that bod- (that's rare, nigga!)\nShake that body, party that bod- (Ric Flair, nigga!)\nShake that body, party that body (yeah, nigga!)\nCome and have a good time with G-O-D (yeah)\nShake that body, party that bod- (woah!)\nShake that body, party that bod- (woah!)\nShake that body, party that body (it's the new God flow, niggas)\nCome and have a good time with G-O-D (yo)\n\n\nG.O.O.D. Music! G.O.O.D. Music!\nG.O.O.D. Music! G.O.O.D. Music!\nAnd all my niggas say \"G.O.O.D. Music!\"\nAnd all my ladies say \"G.O.O.D. Music!\"\nI don't know but I've been told\n(I don't know but I've been told)\nIf you get fresh get all the hoes\n(If you get fresh get all the hoes)\nI'm way fresher than all my foes\n(I'm way fresher than all my foes)\nSomebody, please pick out they clothes\n(Somebody, please pick out they clothes)\nAnd all my niggas say \"G.O.O.D. Music!\"\nAnd all my ladies say \"G.O.O.D. Music!\"\nWho runnin' shit today? G.O.O.D. Music!\nWho runnin' shit today? G.O.O.D. Music!"
    ],
    "Release date": "July 21, 2012",
    "Title": "New God Flow.1",
    "Artist": "Kanye West, Pusha T & Ghostface Killah"
}