{
    "Lyrics": [
        "\nM-M-Murda\n\n\nI don't need no, frauds\nI don't need no, drama when you call\nI don't need no, fake\nSoon as I wake up keep an eye out for the snakes, yeah\n\n\n'Cause I don't need no, fraud\nI don't no, drama when you call\nI don't need no, lies\nPick a side, pick a side\nI took the price, and lift that bitch up\nI took the ice, let me lift my wrist up\nI took the price, and lift that bitch up\nI took the ice, let me lift my wrist up\n\n\nAye yo, throw your wrist-es up, all my bitches up\nThese niggas is pussier than what? All them dicks is up\nAll my real niggas down to ride, throw your GSXRs up\nI ain't in the projects, but all my bricks is up, rrrr\nYou can't be Pablo if your work ain't sellin'\nWhat the fuck is this bitch inhalin'?\nI woulda helped you out that pit you fell in\nI am the generous queen! Ask Ms. Ellen\nTried to drop \"Another One\", you was itchin' to scrap\nYou exposed your ghostwriter, now you wish it was scrapped\nHeard your pussy on yuck, I guess you needed a Pap\nWhat type of bum bitch shoot a friend over a rack?\nWhat type of mother leave her one son over a stack?\nLil Boogie down basic bitch thinkin' she back\nBack to back, oh you mean, back to wack?\n\"Back to Back\"? Me and Drizzy laughed at that\nThey say numbers don't matter but when they discussin' the kings\nThey turn around and say Lebron ain't got six rings\nI never signed a 360, bitch you wild dumb\nThat's why Jay ain't clear his verse for your album\nSheneneh, you a fraud committin' perjury\nI got before and after pictures of your surgery\nRah took you to her doc, but you don't look like Rah\nLeft the operating table, still look like \"nah\"\n\n\n'Cause I don't need no, frauds\nI don't need no, drama when you call\nI don't need no, lies\nPick a side, pick a side\nI took the price, and lift that bitch up\nI took the ice, let me lift my wrist up\nI took the price, yeah, and lift that bitch up\nI took the ice, let me lift my wrist up\n\n\nYeah, yeah, never been no fraud\nWhy do niggas that are not involved love to get involved?\nWhy do niggas claim the streets and act just like the law?\nRiddles that I cannot seem to solve, man\nCristal, come at me, Weezy F and Nick\nAll come and spoke about your shit in '15\nMan, I know you niggas saw this one comin'\nMy net worth sound like grrrrrr\nBut they don't pay in cash\nNiggas see me like, \"What up, Killa?\"\nMan, please stop bringin' up my past\nI'd really love to leave that behind\nSometimes I ask God, \"Man, why him?\"\nLike the team that I would never leave behind\nI really gotta ease off the wine\nWhich is funny because I just saw Nick the other day\nAnd she keeps getting finer over time\nI just know\n\n\nI don't need no, frauds\nI don't need no, drama when you call\nI don't need no, lies\nPick a side, pick a side\nI took the price, and lift that bitch up\nI took the ice, let me lift my wrist up\nI took the price, yeah, and lift that bitch up\nI took the ice, let me lift my wrist up\n\n\nUh, I am not a fraud, YM, I'm the god\nThey don't make 'em like me no more, man, I'm a dinosaur\nBlunt be tight as biker shorts, twisted like some handlebars\nLil' Tune out a cartoon or Avatar\nI just looked in the mirror like, \"Alright, alright, alright\"\nI would let that little nigga right there fuck my wife, word\nI don't need no fraud bitches in and out my life, word\nIn and out my pockets and then in and out of sight, word\nI don't need no drama, I just need some nana\nJust told my lil' mama, \"Babe, I think I love you, kinda\"\nFeelin' like Tune-y Montana, Weezy, he get honored\nDrake a headliner, and Nicki, she get finer, word"
    ],
    "Release date": "March 10, 2017",
    "Title": "No Frauds",
    "Artist": "Nicki Minaj, Drake & Lil Wayne"
}