{
    "Lyrics": [
        "\nIt’s funny ‘cause, you know, we’ve been asking people what they wanted to know\nI mean, clearly, you’ve been having this thing with Kim\nAnd I don’t know, just thinking about you and where you were from and that you’re a rapper –\nAnd I’m thinking, sure, I know things have gotten crazy and people are assuming -\nEven though you say it’s not specifically about her - that Roman’s Revenge is for Kim\nUmm, you know, she just really jumped out the window, and you gotta be careful when you pick fights\nAnd that's what I've learned in this business, you just never know –\nSHUT THE FUCK UP!\n\n\nWho the fuck want war?\nFed Ex beef straight to your front door\nIt will be a murder scene\nI'm turnin' Pink Friday into Friday the 13th\nA'ight you Lil' Kim clone clown\nAll this buffoonery, this shit stops now\nTime for you to lay down, I'm sick of the frauds\nI put hands on this bitch like a spa massage\nWe all know your last name is what got you your job\nYou a put together gimmick, something like a collage\nSince you puttin on a show, you gon get the applause\nClap, clap, lift ya frame like a fucking garage?\nThis hood shit you and Drake ain't built for\nThis the shit this other bitch almost got killed for\nI still counting what Hardcore generated\nBet my shit keeps spinning like its syndicated\nCorny broad I'll leave you bloody like you menstruated\nYou hot air ass bitch, should have been deflated\nThis ain't a championship fight I been the greatest\nSee the fact is what you doing... I did it\nLames trying to clone my style and run with it\nThats cool. I was the first one with it\nYous a Lil' Kim wanna be, You just hate to admit it\nI'm the blueprint, You ain't nothing brand new\nCheck ya posters and videos, You will always be number 2\nI seen them come. I seen them go. Still I remain\nSweety you on your 14th minute of fame\nIm over 10 year strong still running the game\nCut the comparison, I'm in the legendary lane\nFighting for a spot... Child please I'm solidified\nWith my hands tied, you couldn't beat me if you bitches tried\nEither you high or sippin that shit Wayne on\nI get top dollar for whatever my name on\nGo stick your head in a tornado- Brainstorm\nI drop bombs- Flex, Napalms\nBlack and yellow, we'll pull up in your ghetto\nGiuseppes when I step out, posted up in stilettos\nPussy so pink like my kitty sayin hello\nIf I whistle they'll pistol whip you in all 5 boroughs\nI'm from Brooklyn I be everywhere comfortably\nNow who pumped you and told you to come romp with me?\nYou the type to run your mouth and then run from me\nI'm poppin off in your hood with no company\nC'mon, Queens ain't showin you no love\nI was there the other night poppin bottles with the thugs\nYou like Washington heffa I'm Benji\nYou got a buzz right now, I had a frenzy\nOh yeah welcome to the fam Fendi\nYou need to stop, you're not hot you're a burning match\nThat means the end is near soon, copy that?\nOh I see they really got you gassed, like I'm a thing of the past\nBetta slow down dummy, you about to crash\nStank pussy ho, I'm givin you a bath\nThermometer in hand and I'm comin for ya ass\nWho you think you gettin past?\nI see right through you, your whole shit is made of glass\n\n\n\n\nI draw back\nI'm a Brooklyn thorough bitch, rep for my borough bitch\nNever been the type to have beef and try to settle shit\nI ride out til the wheels fall off\nAnd my niggas squeeze til the last shell go off\nFuck your whole team all I see is a bunch of wierdos\nYou'sa airhead bitch- scarecrow\nAin't nothin old but my money bitch\nThis is grown liquid assets\nBenjamin's my daddy you Young Money bastards\nYou and Diddy- sorry bunch of swagger jackers\nI mothered you hoes I should claim you on my income taxes\nBobby Fischer in the flesh, taught by the great\nSo on my next move I'm yellin' checkmate\nI smell a massacre\nI'm Charles Manson, you don't stand a chance with her\nJeffrey Dahmer and you lookin like lunch to me\nBout to kill all you bitches like Ted Bundy\nLeave your whole head red like Pegg Bundy\nYou're hilarious... thanks for all the laughs\nYou're garbage, so I'm takin out the trash\nYou? Shit on me?\nC'mon baby girl- Ain't enough ass shots in the world\nYou're a nuisance, you'd probably steal my new shit\nBut you could never fuck with me\nSo chuck it up deuces\nAll around the world I ball like a ball team\nI stack chips, call me Miss Rothstein\nTricks is for kids silly rabbit you're my offspring\nKim more anticipated than a Lebron ring\n\n\n\"I mean I know... I know you guys asked me if Roman’s Revenge was about Kim...\nAnd no, I, it’s not about Kim...\nActually if Kim thought it was about her, I’m so sorry\nI’m so sorry, I apologize, Kim\nI don’t know, I just had temporary insanity... I lost my teeth and my mind...\""
    ],
    "Release date": "February 14, 2011",
    "Title": "Black Friday",
    "Artist": "Lil’ Kim"
}