{
    "Lyrics": [
        "\nIf Peter Piper pecked 'em, I bet you Biggie bust 'em\nHe probably tried to fuck him, I told him not to trust him\nLyrically I dust 'em off like Pledge\nHit hard like sledge-hammers\nBitch with that platinum grammar\nI am a diamond cluster hustler, queen bitch, supreme bitch\nKill a nigga for my nigga by any means bitch, murder scene bitch\nClean bitch, disease-free bitch, check it\nI write a rhyme, melt in your mouth like M&M's\nRoll with the M.A.F.I.A., remember them?\nTell 'em when I used to mess with gentlemen, straight up apostles\nNow strictly niggas that jostle\nKill a nigga for the figure, how you figure?\nYour cheddar would be better\nBeretta inside of Beretta, nobody do it better\nBet I wet ya like hurricanes and typhoons\nGot buffoons eating my pussy while I watch cartoons\nSleep 'til noon, rap Pam Grier's here\nBaby drinkers beware, mostly Dolce wear\nFrank kill niggas' wives for one point five\nWhile you struggle and strive, we pick which Benz to drive\nThe M.A.F.I.A., you wanna be 'em\nMost of y'all niggas can't eat without per diem\nI'm rich, I'ma stay that bitch, on and on, on and on\n\n\nUhh, who you loving? Who you wanna be hugging?\nRoll with niggas that be thugging, bugging\nIn the Tunnel & Esso's\nSipping espresso, Cappuccino with Nino\nOn a mission for the lucci creno\nI used to wear Moschino, but every bitch got it\nNow I rock colorful minks because my pockets stay knotted\nC-note after C-note, Frank Boat hold fifteen\nPlus the caterer, you think you greater, uh\nYou niggas got some audacity\nYou sold a million now you half of me\nGet off my dick, kick it bitch! Uhh\nCheck my pitch, authentic persona\nAnd I'll still stick your Moms for her stocks and bonds\nI got that bomb ass cock, a good-ass shock\nWith hardcore flows to keep a nigga dick rock\nSipping Zinfandel, up in Chippendales\nShopping Bloomingdale's for Prada bags\nFemale Don Dada has no problems splitting cream with my team\nShit's straight like 9:15, y'nahmean?\nCruise the diamond district with my biscuit\nFlossing my Rolex wrist shit\nI'm rich, I'ma stay that bitch\nShit I'm rich, I'ma stay that bitch"
    ],
    "Release date": "November 12, 1996",
    "Title": "Queen B@$#h",
    "Artist": "Lil’ Kim"
}