{
    "Lyrics": [
        "\nMe no conversate with the fake... that part\nAll my bitches independent bitches... that part\nI just want the paper... that part\nAll my bitches flavored\nThat part, that part, that part, that part\n\n\nAyy! That part\nBang this shit in the hood, one time\nLil' bitch, I'm back and poppin'\nTell that ugly bitch to move away, I need more options\nBroke? Then fix your pockets, all I do is profit\n\n\nQuarter million, switchin' lanes... that part\nBet my bitch move the same old thing... that part\n405 with the gun off safety... that part\nA.M., still tryna make that plate\nRich or poor, nigga, choose your fate\nStyle on top of style, nigga\nFive years I've been rich, nigga\nDrove Beamers down Fig, nigga\nPushed Porsches down Broadway\nI've been divin' in different hoes, nigga\nGot a chain that's worth the Rolls, nigga\nGot an engine back with the top in it\nNigga drivin' it like it's a bomb in it\n\n\nMe no conversate with the fake... that part\nAll my bitches independent bitches... that part\nI just want the paper... that part\nAll my bitches flavored\nThat part, that part, that part, that part\n\n\nOkay, okay, okay, okay, okay, okay! (That part)\nBeggars can't be choosers, bitch this ain't Chipotle\nNigga with an attitude, I feel like O'Shea\nWalkin', livin' legend, man I feel like Kobe (Kobe)\nI just left the strip club, got some glitter on me\nWifey gonna kill me, she the female OJ\nY'all don't feel me, man, this ain't okay\nFour Seasons, take a shower, new clothes, I'm reloaded\nRich nigga, still eatin' catfish\nThat bitch ain't really bad, that's a catfish\nIf I walk up out of Saks Fifth\nHave the paparazzi doin' backflips, yeah\nIf I lay you down on the mattress\nBlow the back out 'til you backless\nThick, we already established\nShe just got 'em done, bra-strapless\n\n\nYeah! Okay, okay, okay, okay! (That part)\nBeggars can't be choosers, bitch, this ain't Chipotle (That part)\nNigga with an attitude, I feel like O'Shea (That part)\nWalkin', livin' legend, man, I feel like Kobe (That part)\n\n\nMe no conversate with the fake... that part\nAll my bitches independent bitches... that part\nI just want the paper... that part\nAll my bitches flavored\nThat part, that part, that part, that part\n\n\nAyy! That part\nBang this shit in the hood, one time\nLil' bitch, I'm back and poppin'\nTell that ugly bitch to move away, I need more options\nBroke? Then fix your pockets, all I do is profit\n\n\nFew million made and still ain't changed... that part\nMe, my girl got matchin' bling... that part\nI'ma get so blowed, I'ma lose my brain... that part\nMe and XO only thing go straight\nNeed me a bitch that'll go both ways\nStyle on top of style, nigga\nSince a youngin' I wanted to ball, nigga\nHad a pistol in my drawls, nigga\nWhen I was broke, I had the sauce, nigga\nGot a Chevy with side to side on it\nHundred spokes, the Dana Danes on it\nGot a chopper that stand at 5'2\"\nI put your homies right down beside you\n\n\nMe no conversate with the fake... that part\nAll my bitches independent bitches... that part\nI just want the paper... that part\nAll my bitches flavored\nThat part, that part, that part, that part\nAyy! That part\nThat part\nThat part\n\n\nWalkin' livin' legend, man, I feel like Kobe (That part)\nI just dropped 60, man, I feel like Kobe\nLamar was with me, man, I feel like Kobe\nPippen at my weddin', man, I feel like Jordan\nTrippin' at my weddin', I be raaa-uh-ayy\nAin't say shit, nigga\nYou was listenin' close though\nYou was listenin' to hoes though\nYou wouldn't listen to the flow though\nListen to the GOAT\nLunch line, young nigga from the 'Go though\nI'ma freestyle this mothafucka, who knew?\nWhen I'm with my niggas, nigga, ScHoolboy Q\nAnd uh, Top Dawg, call Top Dawg\nGet that nigga on the phone\nTop Dawg on the phone!\nAyy, ayy, ayy, ayy, ayy, ayy, ayy! Hah!"
    ],
    "Release date": "May 13, 2016",
    "Title": "THat Part",
    "Artist": "ScHoolboy Q"
}