{
    "Lyrics": [
        "\nMe no conversate with the fake—that part\nAll my bitches independent bitches—that part\nI just want the paper—that part\nAll my bitches flavored\nThat part, that part, that part, that part, ayy\n\n\nIt's impossible to love it, if you don't come from it\nIt's things that goes on, you just can't stomach\nI seen it all happen, but I ain't sayin' (Nada)\nPeep, 24/7 in the hood it's hot\nIf you wanna fall through, get Top on the phone\nHe don't pick up then it ain't bool\nLet you know it ain't good to stop\nThat part, that part (That part)\nI'm a Watts nigga and we not kosher\nShit, niggas only concern is the bottom line like a stockholder\nThis is where they come, where they cop them boulders\nHoes catfight with their tits exposed\nStill sippin' on that Wild Irish Rose\nStill rock swap meet designer clothes (Ah!)\nBlack MAC 11 in my mattress (Woo!)\nMake a hundred racks do a backflip (Woo!)\nMight go Uncle Luke on them hoes (Ho!)\nPussy pop for a bankroll (Yeah)\nAll my killers with me got a blank face (Yeah)\nOn that \"Fuck you, bitch, where the pay pay?\"\nMake 'em pull up on your block with them 223s—aim it at your face, hey\nMovin' with the rock and the Glock concealers\nYou either sellin' rock or you flock to get it\nYou either on the watch or the clock is tickin'\nThe life of my Watts and my Bompton niggas\nGet pinched, I'ma post a bond\nKnow P.O.P. gon' hold it down, look\nNeed cash, gotta get you some\nIf a hater tell you money ain't everything\nHe don't want you to get none\nSo we thuggin' like DMX\nBleed shit, PMS\nPoint blank, period, meet me on the ES\nI'm fully with the BS, believe that!\n\n\nAnd we don't stress\nA .38 'til it free your chest\nThen PP on the PO's desk\nI'm Jay-Z in a blow out press\nRelate me to your blowout's best\nCan't hate me, I'm remote you're deaf\nI'm HD, causin' photo theft\nMy AC antifreeze gotta—that part\nHold your breath, I'm 8 feet when I hold this TEC\nProtect me from the local threats\nMy ID say my eye don't rest\nMy IV qualify T-rex\nSociety kept my IQ vexed\nDenyin' me from an Ivy school\nApplyin' me to the street I slept\nI quietly had to hold this tool\nReminding me of the block I repped\nThe turf I stepped, the church and the earth I blessed\nThe first I guessed the alert was the murk I chef\nThat hearse the flirt with perks of a kill confessed\nDispersed the worst, the first 48 addressed\nThe search of laws and verse of the birth I nest\nThe—uh, the awe, the curse of a pose in zest\nThe good, the flaws, the pain to reverse what's left, uh\n\n\nMe no conversate with the fake—(Hahaha)—that part\nAll my bitches independent bitches—that part\nI just want the paper—that part\nAll my bitches flavored\nThat part, that part, that part, that part, ayy\n\n\nZest god, zest god, zest god, zest god\nYamborghini high, cream soda with the Wockhardt\nSoulo Ho3 the prophet, yeah, Soulo hold the profit\nThat's the fortune teller makin' withdrawals and deposits\nIronic, they wanna know where I've been in\nWhere the fuck I've been hidin' in\nWhen the fuck am I droppin' that\nNew work that take 'em to church and\nTurn the universe upside down again\nSince you're so smart\nI can't get in my groove 'til we get the Q first\nDo what thou will not\nYo, my pool of thought large enough to part the Red Sea\nFather forgive 'em for they know not know who they see\nI got all eyes on me, call me 3Pac\nSoulo\n\n\nHang on, nigga, let me get some\nHang on, nigga\nHang on\n\n\nMade a mil' and I spent it in the same day (Day)\nGot a chopper, not the AK (Ayy)\nGettin' money on a vacay (Hey)\nGo go gadget's in the driveway (Driveway)\nGroovy Tony in July 8th\nYeah, I'm killin' kitties on a Sunday (Ayy)\nHow you ballin' in a Hyundai?\nMy Ferrari got a toupee\nSwerve in the big body\nYour favorite artist, I'm his big homie\nYeah I'm walkin' with a fifth\nAnd I ain't votin', I'm a Crip, homie (Yeah)\nI'm where them Bloods, where them Locs at (Locs at)\nWhere the blood, where the choke round gloves for the combat (Combat)\nHow the feds in your contacts?\nHow the feds know my set name?\nFled in the Mulsanne (Ayy)\nHydrate up the rap game\nHeard Soulo comin' up next\nAnd SZA got a classic, nigga\nHeard Zay just got it mastered, uh\nThe fire burnin' through the plastic\nSo fingers to the badges (badges)\nThey don't love you 'til the racks evolve\nWhen I was broke they wouldn't accept the call\nNow they on me for my decimals\nBlank Face has gotta X 'em off\nEnemies gotta bob and weave\nGangbangin' like we stand for somethin'\nWhen Alton Sterling gettin' killed for nothin'\nTwo cowards in the car, they're just there to film\nSayin' BlackLivesMatter should've died with him\nWrong nigga in your hood, you gon' ride on him\nWhite nigga with a badge, you gon' let that slide?\nTell me how they sent that footage off and slept that night\nI feel bad that my daughter gotta live this life\nI'll die for my daughter, gotta fight this fight\nPut a Blank Face on, nigga, let that drop\nThat—that part"
    ],
    "Release date": "July 7, 2016",
    "Title": "THat Part (Black Hippy Remix)",
    "Artist": "ScHoolboy Q"
}