{
    "Lyrics": [
        "\nYou know what free is, nigga?\n\n\nWhat's free?\nFree is when nobody else could tell us what to be\nFree is when the TV ain't controllin' what we see\nTold my niggas, \"I need you\"\nThrough all the fame, you know I stayed true\nPray my niggas stay free\nMade a few mistakes but this ain't where I wanna be\nBefore I'm judged by 12, put a 12 on my V\nTold my niggas, \"I need you\"\nStay up, I know these times ain't true\nReal life, what's free?\n\n\nSince a lad, I was cunning, just got a pad out in London\nI keep stackin' my money, I'll need a ladder by summer\nAK shots, niggas duckin' stray shots\nBeen a top dog, that's before the K-Dots\nCrackin' in '06, immaculate showmanship\nTalkin' like you Mitch, disastrous on the strip\nHoldin' on your bitch, coulda never sold you a brick\nWith them people, you never been on a list\nMona Lisa to me ain't nothin' but a bitch\nHangin' pictures like niggas swingin' from his dick\nWe so different, you thought these didn't exist (M-M)\nThe Megalodon never seen on his wrist\nI'm from the South where they never make it this rich\nGod is the greatest, but Satan been on his shit\nWalkin' the pavement, I pray I'm illuminated\nOver a decade and never nobody's favorite\nPot and kilo go hand in hand like we Gamble and Huff\nMy amigo, a million grams and we countin' 'em up (M-M)\nYou was dead broke, I let you hold a pack\nYou paid for it, but I fucked around and stole the track\nScreaming \"gang gang,\" now you wanna rat\nRacketeering charges caught him on a tap\nLookin' for a bond, lawyers wanna tax\nPurple hair got them faggots on your back\n(M-M-Maybach music)\n\n\nWhat's free?\nFree is when nobody else could tell us what to be\nFree is when the TV ain't controllin' what we see\nTold my niggas, \"I need you\"\nThrough all the fame, you know I stayed true\nPray my niggas stay free\nMade a few mistakes but this ain't where I wanna be\nBefore I'm judged by 12, put a 12 on my V\nTold my niggas, \"I need you\"\nStay up, I know these times ain't true\nReal life, what's free? (Yeah)\n\n\nFed investigations, heard they plottin' like I trap\n20 mill' in cash, they know I got that off of rap\nMaybe it's the Michael Rubins or the Robert Krafts\nOr the billionaire from Marcy, and the way they got my back, uh\nSee how I prevailed now they try to knock me back, uh\nLocked me in a cell for all them nights and I won't snap, uh\nTwo-fifty a show and they still think I'm sellin' crack, uh\nWhen you bring my name up to the judge, just tell him facts\nTell him how we fundin' all these kids to go to college\nTell him how we ceasin' all these wars, stoppin' violence\nTryna fix the system and the way that they designed it\nI think they want me silenced (Shush)\nOh, say you can see, I don't feel like I'm free\nLocked down in my cell, shackled from ankle to feet\nJudge bangin' that gavel, turned me to slave from a king\nAnother day in the bing, I gotta hang from a string\nJust for poppin' a wheelie, my people march through the city\nFrom a cell to a chopper, view from the top of the city\nYou can tell how we rockin', soon as I pop up we litty\nPoppin' like Bad Boy in '94, Big Poppa and Diddy\nAnd niggas counted me out like my accountant ain't busy\nThat's five milli' in twenties, sit up and count 'til I'm dizzy\nPhantom 500 thousand, hundred round in a stizzy\nIs we beefin' or rappin'? I might just pop up with Drizzy like\n\n\nWhat's free?\nFree is when nobody else could tell us what to be\nFree is when the TV ain't controllin' what we see\nTold my niggas, \"I need you\"\nThrough all the fame, you know I stayed true\nPray my niggas stay free\nMade a few mistakes but this ain't where I wanna be\nBefore I'm judged by 12, put a 12 on my V\nTold my niggas, \"I need you\"\nStay up, I know these times ain't true (Run it down)\nReal life, what's free?\n\n\nIn the land of the free, where the blacks enslaved\nThree-fifths of a man, I believe's the phrase\nI'm 50% of D'USSÉ and it's debt free (Yeah)\n100% of Ace of Spades, worth half a B (Uh)\nRoc Nation, half of that, that's my piece\nHunnid percent of TIDAL to bust it up with my Gs, uh\n'Cause most of my niggas won't ever work together\nYou run a check up but they never give you leverage\nNo red hat, don't Michael and Prince me and 'Ye\nThey separate you when you got Michael and Prince's DNA, uh\nI ain't one of these house niggas you bought\nMy house like a resort, my house bigger than yours\nMy spou- (Come on, man)\nMy route better, of course\nWe started without food in our mouth\nThey gave us pork and pig intestines\nShit you discarded that we ingested, we made the project a wave\nYou came back, reinvested and gentrified it\nTook niggas' sense of pride, now how that's free?\nAnd them people stole the soul and hit niggas with 360s, huh\nI ain't got a billion streams, got a billion dollars\nInflating numbers like we 'posed to be happy about this\nWe was praisin' Billboard, but we were young\nNow I look at Billboard like, \"Is you dumb?\"\nTo this day, Grandma 'fraid what I might say\nThey gon' have to kill me, Grandmama, I'm not they slave\nHa-ha-ha-ha-ha, check out the bizarre (Ah)\nRappin' style used by me, the H-O-V\nLook at my hair free, carefree, niggas ain't near free\nEnjoy your chains, what's your employer name with the hairpiece?\nI survived the hood, can't no Shaytan rob me\nMy accountant's so good, I'm practically livin' tax free\nFactory, that's me\nSold drugs, got away scot-free\nThat's a CC, E-copy\nGuilt free, still me\nAnd expect me to not feel a way to this day\nYou would say y'all killed me\nSucker free, no shuckin' me, I don't jive turkey\nSay \"Happy Thanksgiving,\" shit sound like a murder to me\nSmoke free, all of y'all callin' out toll free\nLabel rob you for millions yet you wanna put a hole in me\nSugar free, seasoned but I'm salt free\nYou lay a hand on Hov, my shooter shoot for free\nI promise World War Three\nSend a order through a hands free\nKill you in 24 hours or shorter, you can't ignore the hand speed\nOn god, it's off the head, this improv but it's no comedy\nSign I fail? Hell nah\n(Ha-ha-ha-ha-ha) Hahahahahahahahaha"
    ],
    "Release date": "November 30, 2018",
    "Title": "What’s Free",
    "Artist": "Meek Mill"
}