{
    "Lyrics": [
        "\nWe got London on da Track\n\n\nFirst, you get that money then you get that power\nIf he tune his nose up, boy he on that powder\nNow you walk around with 50 in your trousers\nDiamonds boolin' on my chest, no fuckin' blouser\nBitch, I make it rain shower, ya dig that?\nThey won't know a thing about you if you zip that\nHit 'em with that blocka-blocka, nigga get back\nFeed that, beat that, never crack, dig that (Sheesh, sheesh)\n\n\nBefore I go without a sack, I swag pack (Sheesh, sheesh)\nI spoiled my bitch and now she actin' like a brat (Yeah, yeah)\nI met Alex, I know Jimmy, he got racks (Skrrt, skrrt)\nYeah, yeah, bitch I'm bleedin' like a tat (Yeah, yeah)\nRoll it, roll it for me on ya back (Roll it, roll it)\nJust for show my diamonds yellow like a taxi (Woo, woo)\nI'm a cat, I'ma chase all them pussy rats (Argh)\nYah (Argh, argh), pussy nigga better not look back\nOr, or else I'm killin' 'em, hey, and that's a fact (Sheesh)\nThere's blood all on my Timberlands\nShe make a nigga say, \"What?\" (What?)\nI swear to God she feelin' 'em\nShe sucked like eight dicks, I call her octagon (Hey)\n\n\nFirst, you get that money then you get that power\nIf he tune his nose up, boy he on that powder\nNow you walk around with 50 in your trousers\nDiamonds boolin' on my chest, no fuckin' blouser\nBitch, I make it rain shower, ya dig that?\nThey won't know a thing about you if you zip that\nHit 'em with that blocka-blocka, nigga get back\nFeed that, beat that, never crack, dig that (Sheesh, sheesh)\n\n\nBitch, I dig it, I eat ice cream with my chickens\nBitch, I'm rich just like a Simmons, not Lil Diggy\nIf I got legs, bitch you know I'm gonna get it\nShe got good head, so she welcome to my Bentley\nBig bid-ness in that big Bentley, Bentley (What? What?)\nRidin' 'round with that semi, 'cause I know these niggas envy (Hah)\nIs you mad 'bout Instagram or how I kick my pimpin'? (Pimp)\nYou keep that Ace of Spades, I'm sippin'\nI'm a rocket, rocket, I can't stop it, stop it\nI'm a GTV, boy, bitch I'm poppin', poppin'\nI need coke, need coke like, \"Where the fuck is papi?\"\nIf you try to run off (What?), you know we popped your noggin\n(Pop-pop)\n\n\nFirst, you get that money then you get that power\nIf he tune his nose up, boy he on that powder\nNow you walk around with 50 in your trousers\nDiamonds boolin' on my chest, no fuckin' blouser\nBitch, I make it rain shower, ya dig that?\nThey won't know a thing about you if you zip that\nHit 'em with that blocka-blocka, nigga get back\nFeed that, beat that, never crack, dig that (Sheesh, sheesh)"
    ],
    "Release date": "September 16, 2015",
    "Title": "Power",
    "Artist": "Young Thug"
}