{
    "Lyrics": [
        "\nUhh, alright\nI did it, hahah, yeah\n\n\nUsed to treat my mattress like the ATM, yeah\nBond No. 9 that's my favorite scent, yeah\nCan't forget the kush, I'm talking OG, yeah\nRest in peace to pop, he was an OG, oh yeah\n285 I had that pack on me, uh\nI cannot forget I had that strap on me, yeah\nRest in peace to my nigga Doe (Troup)\nAll we ever want to do is ball\nThat was the easy part, we playing that Weezy hard\nWe sit in the kitchen late, we tryna to make an escape\nTrying to make me a mil', so I'ma keep me a plate\nI told 'em shawty can leave, so I'ma keep me a rake\nSo I'ma keep me a Wraith, my jewelry look like a lake\nToday I'm in the Maybach\nAnd that car came with some drapes\nYou know I look like a safe, I put you back in your place\nI look you right in your face, sing to your bitch like I'm Drake\nYeah\n\n\nGood drank, big knots\nGood drugs, I put a four on the rocks (lean!)\nDrop top, no hot box\n12 tried to pull me over, pink slips to the cops\nShe said the molly give her thizz face\nPut the dick in her rib cage\nWhips out, Kunta Kinte\nDiamonds clear like Bombay\nTake your babies, no Harambe\nPlay with keys like Doc Dre\n3K like André\nAnd your girl, call her, come through\n\n\nIt's Gucci! Huh (brr!) huh!\nYour trunk in the front\nWell check this out my top in the trunk\nYou play with my money\nThen check this out, yo, poppin' the trunk\nThree mil in a month\nBut I just did three years on a bunk\nOh, you in a slump\nI'm headed to Oakland like  Kevin Da Runt\nWhat is your point?\nSquare with the stamp, for Kevin Durant\nLay on on my trap\nPlay with my cap and I'll knock off your hat\nI'm taking the cheese and killing the rats\nGucci Mane, call me the cat with the racks\nI'm swervin', but I'm in back of the 'Bach\nI'm Persian, man I got hoes from Iraq\nI'm servin' I pay a bird for that\nHe nervous, ain’t got no words for that\nHe hurt and want all of his purses back\nHe mixing the syrup with the Percocets\nShe perfect and she got perky breasts\nI just want some of that turkey neck\nTrapper of the year, I'm from Bouldercrest\nYou snitch of the year cause you told the bis'\n\n\nGood drank, big knots\nGood drugs, I put a four on the rocks\nDrop top, no hot box\n12 tried to pull me over, pink slips to the cops\nShe said the molly give her thizz face\nPut the dick in her rib cage\nWhips out Kunta Kinte\nDiamonds clear like Bombay\nTake your babies, no Harambe\nPlay with keys like Doc Dre\n3K like Andre\nAnd your girl, call her, come through\n\n\nAyy, Mike Dean\nThis shit hard as fuck, bruh\nYou a living legend, I appreciate that\nAyy, Guwop, I'm glad you home, cuz\nQuavo, you already know man\nYou got next on these niggas double salute man\nTrue shit, 2 Chainz!\nHair Weave Killer\nDaniel Son, the Necklace Don\nChapo Jr\nI mean, I can go on for days"
    ],
    "Release date": "October 18, 2016",
    "Title": "Good Drank",
    "Artist": "2 Chainz"
}