{
    "Lyrics": [
        "\nEarDrummers, Mike WiLL Made-It\nYah! T.R.U., 2 Chainz!\n\n\nI am smokin' on that gas, life should be on Cinemax\nMovie, bought my boo bigger tits and a bigger ass\nWho he’s? Not I, I smoke strong; that Popeye\nLouie V’s in my archives, black diamonds; apartheid\nBread up and my top down, on the block with a block out\nHit your ass with that bla-kow, dope enough to go in yo' nostrils\nI take your girl and kidnap her, feed her to my mattress\nA skeleton in my closet, it's probably one of these dead-ass rappers\nIt's probably one of these pussy-ass niggas, don't try me, I'll pull that trigger\nGot your car note in my cup, and your rent in my Swisher\nThat pussy so good I miss ya, head game's so vicious\nAnd all I get is cheese, like I’m takin' pictures\n\n\nYeah, I say fuck you, 'less I’m with ya\nIf I take you out of the picture, I know real niggas won't miss ya\nNo lie, no lie, no lie-ee-i-ee-i\nNo lie, no lie, no lie-ee-i-ee-i\nReal niggas say word\nYou ain't never told no lie, you ain't never told no lie\nReal niggas say word\nYou ain't never told no lie, you ain't never told no lie\nReal niggas say true\nYou ain't never told no lie, you ain't never told no lie\nThat's a thing I don’t do, nah, I just do it for the niggas\nThat are tryna see a million 'fore they die, whattup?\n\n\n2 Chainz and Champagne, you want true? That’s true enough\nForbes list like every year, my office is my tour bus\nShe came through, she brought food, she got fucked, she knew whassup\nShe think I’m the realest out and I say, \"Damn, that makes two of us\"\nAww, that look like what’s her name, chances are it’s what's her name\nChances are if she was acting up then I fucked her once and never fucked again\nShe could have a Grammy, I still treat her ass like a nominee\nJust need to know what that pussy like so one time is fine with me\nYoung as an intern, but money like I built the shit\nStreets talkin', they'll confirm, go ask them who just killed the shit\nStay keepin' my cup full so I’m extra charged like a state tax\nMe and Chainz go way back, we don’t talk shit, we just state facts\nYes, Lord\n\n\nYeah, I say fuck you, 'less I’m with ya\nIf I take you out of the picture, I know real niggas won't miss ya\nNo lie, no lie, no lie-ee-i-ee-i\nNo lie, no lie, no lie-ee-i-ee-i\nReal niggas say word\nYou ain't never told no lie, you ain't never told no lie\nReal niggas say word\nYou ain't never told no lie, you ain't never told no lie\nReal niggas say true\nYou ain't never told no lie, you ain't never told no lie\nThat's a thing I don’t do\nNah, I just do it for the niggas\nThat are tryna see a million 'fore they die\nWhattup?\n\n\nName a nigga that want some, I’ll out-rap his ass, out-trap his ass\nPut his ass in a plastic bag with his trashy ass, take him out\nBring 'em in, them whole things, 2Pac without a nose ring\nThug Life, one wife, a mistress and a girlfriend\nI did what they say I wouldn’t, went where they say I couldn’t (Tru!)\nYSL belt buckle, y’all niggas sure is lookin'\nY’all niggas sure is lucky, two chains on my rugby\nLeft hand on that steering wheel, right hand on that pussy\n\n\nYeah, I say fuck you, 'less I’m with ya\nIf I take you out of the picture, I know real niggas won't miss ya\nNo lie, no lie, no lie-ee-i-ee-i\nNo lie, no lie, no lie-ee-i-ee-i\nReal niggas say word\nYou ain't never told no lie, you ain't never told no lie\nReal niggas say word\nYou ain't never told no lie, you ain't never told no lie\nReal niggas say true\nYou ain't never told no lie, you ain't never told no lie\nThat's a thing I don’t do, nah, I just do it for the niggas\nThat are tryna see a million 'fore they die, whattup?\n\n\nWord, word, T.R.U"
    ],
    "Release date": "May 8, 2012",
    "Title": "No Lie",
    "Artist": "2 Chainz"
}