{
    "Lyrics": [
        "\n'Cause sometimes you just feel tired, feel weak\n(Yo left, yo left, yo left, right, left)\nAnd when you feel weak (Yo left)\nYou feel like you wanna just give up (Yo left, yo left)\nBut you gotta search within you (Right, left)\nTry to find that inner strength (Yo left, yo left)\nAnd just pull that shit out of you (Yo left)\nAnd get that motivation to not give up (Right, left, yo left)\nAnd not be a quitter, no matter how bad you wanna just fall\n(Yo left, yo left, right, left)\nFlat on your face and collapse\n\n\n'Til I collapse I'm spillin' these raps long as you feel 'em\n'Til the day that I drop you'll never say that I'm not killin' 'em\n‘Cause when I am not, then I'ma stop pennin' 'em\nAnd I am not hip-hop and I'm just not Eminem\nSubliminal thoughts, when I'ma stop sendin' 'em?\nWomen are caught in webs, spin 'em and hock venom\nAdrenaline shots of penicillin could not get the illin' to stop\nAmoxicillin's just not real enough\nThe criminal, cop-killin', hip-hop villain\nA minimal swap to cop millions of Pac listeners\nYou're comin' with me, feel it or not\nYou're gonna fear it like I showed you the spirit of God lives in us\nYou hear it a lot, lyrics to shock\nIs it a miracle or am I just product of pop fizzin' up?\nFo' shizzle, my wizzle, this is the plot, listen up\nYou bizzles forgot, Slizzle does not give a fuck\n\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n(Until the roof) 'Til the roof comes off, 'til the lights go out\n(The roof comes off) 'Til my legs give out, can't shut my mouth\n(Until my legs) 'Til the smoke clears out, am I high? Perhaps\n(Give out from underneath me) I'ma rip this shit 'til my bones collapse\n\n\nMusic is like magic, there's a certain feelin' you get\nWhen you real and you spit, and people are feelin' your shit\nThis is your moment, and every single minute you spend\nTryna hold on to it 'cause you may never get it again\nSo while you're in it, try to get as much shit as you can\nAnd when your run is over, just admit when it's at its end\n'Cause I'm at the end of my wits with half the shit that gets in\nI got a list, here's the order of my list that it's in\nIt goes Reggie, Jay-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy\nSo when I'm not put on this list, the shit does not offend me\nThat's why you see me walk around like nothing's botherin' me\nEven though half you people got a fuckin' problem with me\nYou hate it, but you know respect you got to give me\nThe press's wet dream, like Bobby and Whitney — Nate, hit me!\n\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n(Until the roof) 'Til the roof comes off, 'til the lights go out\n(The roof comes off) 'Til my legs give out, can't shut my mouth\n(Until my legs) 'Til the smoke clears out, am I high? Perhaps\n(Give out from underneath me) I'ma rip this shit 'til my bones collapse\n\n\nSoon as a verse starts, I eat at an MC's heart\nWhat is he thinking? How not to go against me, smart\nAnd it's absurd how people hang on every word\nI'll prob'ly never get the props I feel I ever deserve\nBut I'll never be served, my spot is forever reserved\nIf I ever leave Earth, that would be the death of me first\n‘Cause in my heart of hearts I know nothin' could ever be worse\nThat's why I'm clever when I put together every verse\nMy thoughts are sporadic, I act like I'm an addict\nI rap like I'm addicted to smack like I'm Kim Mathers\nBut I don't wanna go forth and back in constant battles\nThe fact is I would rather sit back and bomb some rappers\nSo this is like a full-blown attack I'm launchin' at 'em\nThe track is on some battlin' raps, who wants some static?\n‘Cause I don't really think that the fact that I'm Slim matters\nA plaque and platinum status is whack if I'm not the baddest, so\n\n\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth\n'Til the smoke clears out, am I high? Perhaps\nI'ma rip this shit 'til my bones collapse\n(Until the roof) 'Til the roof comes off, 'til the lights go out\n(The roof comes off) 'Til my legs give out, can't shut my mouth\n(Until my legs) 'Til the smoke clears out, am I high? Perhaps\n(Give out from underneath me) I'ma rip this shit 'til my bones collapse\n\n\nUntil the roof (Until the roof)\nThe roof comes off (The roof comes off)\nUntil my legs (Until my legs)\nGive out from (Underneath me)\nI, I will not fall, I will stand tall\nFeels like no one can beat me"
    ],
    "Release date": "May 26, 2002",
    "Title": "’Till I Collapse",
    "Artist": "Eminem"
}