{
    "Lyrics": [
        "\nWhat do you want?\nCut my grass low, see the snakes, all in my lawn\nTell me what you want, got a party inside my trunk\nWhat do you want? All my haters mad that I'm on\nA$AP with XO, tell me what else do you want?\nWhat do you want\nIs it a car, with the stars?\nTell me what you want, what do you want?\nWhat do you want?\nXO with A$AP, tell me what else do you want?\n\n\nShe licking the tip, she put it on her tongue\nShe smoking my dick, she coughing up her lung\nPlease don't run, please don't run\nShe open her leg, I eat that thing for lunch\nI get in her zone, I give her the bone, I tell her, \"Let's have fun\"\nA couple of rounds, a 5 to 4 to 3 to 2 to 1\nThey come to my house, that booty bounces like it's 3 to 1\nFeeling my touch, fucking that bitch and she's licking my nuts\nIt's no love, riding that coupe 'cause she's filling my life\nBaby it's my life, snakes in that grass and I tell you no lie\nYou ride or die, tonight\nDon't tell me no lie, look in my eye\n\n\nWhat do you want?\nCut my grass low, see the snakes, all in my lawn\nTell me what you want, got a party inside my trunk\nWhat do you want? All my haters mad that I'm on\nA$AP with XO, tell me what else do you want?\nWhat do you want? Is it a car, with the stars?\nTell me what you want, what do you want?\nWhat do you want?\nXO with A$AP, tell me what else do you want?\n\n\nTry to diss me and take my lean, you won't go far\nGot an ounce and the hammer inside my Goyard\nWent from raw papers to smoking by the jar\nJust cause it's Japanese don't mean that that's a foreign car\nGrowing up in Southside Rexdale wasn't fun\nGiuseppe walking, know some people on the run\nShouldn't have a clean record with the shit I've done\nI won't say shit cause I know how to bite my tongue\nI flew Frost to L.A. when he landed, get whatever he want\nI'm smoking by the pound, with him, I'm smoking by the ton\nGave him a diamond chain cause I'ma make another one\nSwitch your girl, she saw me in a Ghost, I asked her what she want\n\n\nCut my grass low, see the snakes, all in my lawn\nTell me what you want, got a party inside my trunk\nWhat do you want? All my haters mad that I'm on\nA$AP with XO, tell me what else do you want?\nWhat do you want?\nIs it a car, with the stars?\nTell me what you want, what do you want?\nWhat do you want XO with A$AP, tell me what else do you want?"
    ],
    "Release date": "August 18, 2017",
    "Title": "What Do You Do",
    "Artist": "A$AP Ferg"
}