{
    "Lyrics": [
        "\nAss fat (uh, bust it), Yeah, I know\nYou just got cash? (Mm, bust it) Blow some mo' (word)\nBlow some mo' (bust it), blow some mo'\nThe more you spend it (yeah, bust it), the faster it go (yeah, go)\nBad bitches (bust it) on the floor (uh huh)\nIt's rainin' hundreds (bust it), throw some mo' (okay)\nThrow some mo' (yeah, bust it), throw some mo' (word?)\nThrow some mo' (yeah), throw some mo'\n\n\nSlim Jxmmi (yeah)\nHi, bye, hater (hater), I flood the club with paper (paper)\nShorty got a ass, some for now and some for later (delicious)\nSomethin' like Nicki's (do it), dancin' like Maliah\nI'm throwin' all this money, I'ma fuck around and buy her\nI can flick the money all night 'til my wrist tired (tired)\nIf you put in work, this the night you gon' retire (yeah)\nYou a bad bitch, I ain't even gon' deny her (no)\nShe told me, \"Throw that money,\" I said, \"Make it worth my while\"\nI'm 'bout to empty out the ATM (throw it, throw it, throw it)\nShe doin' tricks that make a nigga wanna spend (blow it, blow it)\nGirl, you know you got me fascinated (uh huh)\nJust keep on dancin' 'til I'm outta paper (never)\n\n\nAss fat (uh, bust it), Yeah, I know\nYou just got cash? (Mm, bust it) Blow some mo' (word)\nBlow some mo' (bust it), blow some mo'\nThe more you spend it (yeah, bust it), the faster it go (yeah, go)\nBad bitches (bust it) on the floor (uh huh)\nIt's rainin' hundreds (bust it), throw some mo' (okay)\nThrow some mo' (yeah, bust it), throw some mo' (word?)\nThrow some mo' (yeah), throw some mo'\n\n\nFranklins (Hunnids) rainin' on your body (yeah)\nRainin' on your body (Hunnids), rainin' on your body (yeah, yeah)\nWon't you do what I say? start rubbin' on your body\nYou like hunnids on your body? (Hunnids on you)\nGirl, you need to get naughty\nHold up, hold up\nHer eyes on me\nIs that your ho? if so, I'ma get her 'fore the night's over\nDJ play my shit so I'm finna crank up off in the VIP zone\nSee the money go up and she dance on sight\nBy the end of the night, she on endo\nLemme see you make it clap on tempo\nLemme see you get low like limbo\n\n\nAss fat (uh, bust it), Yeah, I know\nYou just got cash? (Mm, bust it) Blow some mo' (word)\nBlow some mo' (bust it), blow some mo'\nThe more you spend it (yeah, bust it), the faster it go (yeah, go)\nBad bitches (bust it) on the floor (uh huh)\nIt's rainin' hundreds (bust it), throw some mo' (okay)\nThrow some mo' (yeah, bust it), throw some mo' (word?)\nThrow some mo' (yeah), throw some mo'\n\n\nThugger!\nCome here, ho (come here, come here)\nMistletoe (ooh wee)\nI got birdies (what?)\nCrows (ooh)\nLil bitty bitch wanna jump on the dick\nI'm like, \"Bool, let's get it, let's get it\" (sheesh)\nI got these bitches kissin' on these bitches (yeah)\nI can't even count 'em, I fuck by the digits (whew, woo)\nSwag terrific (what?)\nI might fuck this bitch in the kitchen (bih)\nBaby, don't use dirty dishes (no way)\nOr else you might whip up a brr (brr)\nMy neck, my wrist is a brr (woo)\nShe wan' fuck my dawg, I'm like woof (woof, woof)\nPanoramic roof, I drop the coupe, boo (damn)\nPull up with a bitch, she look like New New (woo)\nIt's okay if I lie to you, bitch, my swag the truth (woo)\nHey, she come right back, like them Davins do\nFifty thousand, off fifty niggas, no caliber, bitch\n\n\nAss fat (uh, bust it), Yeah, I know\nYou just got cash? (Mm, bust it) Blow some mo' (word)\nBlow some mo' (bust it), blow some mo'\nThe more you spend it (yeah, bust it), the faster it go (yeah, go)\nBad bitches (bust it) on the floor (uh huh)\nIt's rainin' hundreds (bust it), throw some mo' (okay)\nThrow some mo' (yeah, bust it), throw some mo' (word?)\nThrow some mo' (yeah), throw some mo'\n\n"
    ],
    "Release date": "December 9, 2014",
    "Title": "Throw Sum Mo",
    "Artist": "Rae Sremmurd"
}