{
    "Lyrics": [
        "\n\n\nI get to bustin' like I'm a thirty ought six\nWhen I'm rippin' the beat up, but then I heard he got pissed\nWhen I got at the top and they made him purty hot (Uh)\n'Cause he knowin' that Tecca Nina's a dirty chopper (Uh)\nHe's handle, holmes, here's a handful\nHow in the hell he hoverin' havin' hella go ham though?\nI said to Seven, \"Richie Havens'll be the man\"\nSo we put it together thinkin' Eminem was a gamble (uh)\nGuess not, 'cause he be the guest spot\nKaliko said, \"What we doin'?\" – I said to him, \"Let's chop!\"\nSo now the people finally get three of the best locked (Uh)\nNever be another chopper's comin' so let's rock, nigga! (Uh)\nYou're on, people got to wonderin' if it's a for sure song\nYes, I got another killer makin' a tour strong\nIf you thinkin' of battlin'—uh, you're gone!\n\n\nNobody can catch him, he the Speedy Gonzales\nThe beat is a problem\nAnd if you got your feet in your mouth\nYou gon' have to beat it up out of him\nIt's a lot of 'em, and I mean a lot of 'em\nAnd me and Nina used to follow them\nI've got to audibly body them\nThis is it, man, the hitman, the Ip Man, karate 'em\nAnd if fans will lift hands, we'll get dancin' out of 'em\nAnd in Kansas advanced to withstand a pile of 'em\nWho stands with two hands up movin' the crowd of 'em\nIf I ain't makin' sense\nThen you better sample the amp of it like the bass\nIt ain't ever been a gift for me to heat 'em\nI beat 'em, I burn 'em (Then I let 'em melt)\nThey never heard of us, but look at 'em turnin' up (Uh)\nI slap the shirt off a super simpleton, make 'em be impotent\nIf and when I be flippin', niggas be feminine (Okay)\nI said the purpose to pimp a pen\nAnd reverse the conditions I'm livin' in\nAnd do bigger numbers than Eminem\nGotta be fast, or I'll smash on a nigga\nWith half the cash I'm a little sicker, quicker than you figure\n(Ice cold) I make 'em shiver bigger than the winter\nIf you half-ass deliverin' I'ma eat your dinner (Yum)\nBetter than mine, oh no, not me, I mean other guys (Okay)\nI jump around, so do that mean that I'm rubberized? (Okay)\nMe and N9ne master, meaning we murderize\nWe'll bleed 'em, beat 'em 'til they be gone, feed 'em!\n\n\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\n\n\nSometimes (go) I feel (go)\nLike I'll never slow down\n(Worldwide Choppers)\nSometimes (go) I feel (go)\nLike I'll never slow down\n(Worldwide Choppers)\n\n\nWait! Before I wreck this beat, let me just check to see\nIf Stephanie Mills left any extra refills\nOf ecstasy pills next to me, in the seats spilled\nOr she eat 'em all with a breakfast drink (You inspect the sink?)\nIn the habit of grabbin' a mic and babblin', I dabble in Vics\nBut I might just swallow my fuckin' Ritalin tablet after tonight\nI'm grabbin' it right from the medicine cabinet\n'Cause that's what it's like, and attackin' it like a Dracula bite\nJetpack in a backpack when I write\nAll this anger pent-up inside\nI went up inside a Bennigans diner with a cigarette lighter\nFigured I'd try to set a big enough fire\nThat'll trigger the sprinkler system\nAnd I'd escape, but the getaway driver\nScrewed up my limo, collided with the center divider\nI went through the window\nAnd ended up being pinned to the side\nOf a semi fender beside a friend of the guy's wife Brenda\nThe flight attendant from Idaho\nThat took an antenna in the vagina hole\n'Cause when I pick up a pen I'm venomous\nAnd I'm as slick as Dennis the Menace\nLike an evil dental hygienist, sinister\nYou've been yellin' dementedness\nI invented this, I'm the genesis\nEminem is a nemesis to a feminist\nFuckin' smart alec degenerate, I got Ellen DeGeneres\nTryna tell me these men are just full of jealousy, envious\nOf female independence, hell with a clitoris, hit or miss\nYou will never consider this a bitter disappointment\nI'll never fail to deliver this\nWhatever the weather in this'll be\nJust like a certificate of authenticity that I'm thinkin' about\nJust tryna think of the quickest and sickest way\nTo make 'em picket, I pick a day to be a prick\nThen I'm pickin' the wickedest shit to say\nSpit it back on a level, incredible\nHead full of Red Bull, unforgettable\nBetter believe these beats are edible\nI consider loose leaf a vegetable\nAnd I stalk my prey\nYou think you got away? Uh-uh, not today\nMurder you on a song and then I'll just say\nI was with Dr. Dre and Robert Blake, eatin' lobster, steak\nAnd coffee cake at a restaurant with Drake\nAnd Tech just got to make sure that our stories corroborate\nI'm a lot to take, like Kanye walkin' up on the stage\nFor Beyoncé, like it's my job to say\nThat you're not a real artist, but it's my obligation\nHonest Abe is on his way, you will not escape\nAmmunition replenished, the Punisher\nWith his gun insured, hundred words\nIn a clip, other words motherfuckers better run\nIf you're not lookin' to get run over by the roadrunner\nNo wonder no one don't wanna go\nAnd jump in front of a fuckin' runaway locomotive\nOr get thrown up under it just tryna fuck with the—\n\n\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\n\n\nSometimes (go) I feel (go)\nLike I'll never slow down\n(Worldwide Choppers)\nSometimes (go) I feel (go)\nLike I'll never slow down\n(Worldwide Choppers)\n\n\nI'm the fury, the final fight\nI flip it on fraudulent fellas for feelin' fright\nI flick it on fire, finish him when the flow in flight\nFeminine fakers fall, I'm floggin' a foe with a fife\nNever forget it, I severed the head of a critic\nI sped up and did it, you trippin' to be a dead epidemic\nOr wet up a clinic, and make a bloody redder percentage\nOf an addict who's havin' to get the lead of a cynic\nI was never the Devil, I put up a fight up in the industry\nPeddle the metal, we givin' the light, a lot of energy\nWe reppin', beat checkin' he that be Koba\nIf he's the evil enemy it'll be over\nRunning you down, in front of your town\nYou ever makin' fun of the clown, I'm gunnin' you down\nWe doin' it under the ground, a wonderful sound\nIf anybody come at the hound, no one'll be found, bitch!\nWould never be choppin' without Slick Rick\nI got it from the record \"Lick the Balls\" and this dick\nIf you never listen to me, you musical misfit\nNah, 'cause every time I be droppin' I get bit\nI'm hearin' a lot of rappers, they tryin' to spit quick\nBut the Middle West got 'em and we kill 'em in this bitch\nIf you ain't in my circle of choppers you missed it\n'Cause me and my nigga Twista rule it—and this it\n\n\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\nSpeedom! (If you wanna go with us)\nSpeedom! (I'ma leave 'em in the dust)\nSpeedom! (I must be the one to bust)\nSpeedom! (And I'm gonna hit the clutch)\n\n\nSometimes (go) I feel (go)\nLike I'll never slow down\n(Worldwide Choppers)\nSometimes (go) I feel (go)\nLike I'll never slow down\n(Worldwide Choppers)"
    ],
    "Release date": "April 20, 2015",
    "Title": "Speedom (Worldwide Choppers 2)",
    "Artist": "Tech N9ne"
}