{
    "Lyrics": [
        "\nR.I.P. to all the real niggas worldwide!\nSalute! Real shit\n\n\nI ride for my niggas, dawg\nI ride for my niggas\nI slide for my niggas, dawg (Dawg)\nI ride for my niggas\nStay schemin', niggas tryna get at me, dawg\nI ride for my niggas\nStay schemin', niggas tryna get at me, dawg\nI ride for my niggas\n\n\nDamn, life's so short\nFuck it, I don't wanna go to court (Huh!)\nFuck it, got a budget for the lawyer, though\nFuck it, I'm on the run for the month (Woo!)\nI'm in the bucket, paid 200 for it\nMy lil' niggas thuggin', even got me paranoid (Huh!)\nI'm gettin' money, that's in any nigga category\nDouble M, I got Gs out in California (Huh!)\nMaybach Music\n\n\nI ride for my niggas, dawg\nI ride for my niggas\nI slide for my niggas, dawg (Dawg)\nI ride for my niggas\nStay schemin' (Yeah), niggas tryna get at me, dawg\n(Young Frankie Geechi Liberace, yeah)\nI ride for my niggas\n\n\nIt bothers me when the gods get to actin' like the broads\nGuess every team doesn't come complete with niggas like ours\nThat's why I see no need to compete with niggas like y'all\nI just ask that when you see me you speak up, nigga, that's all\nDon't be duckin' like you never wanted nothin'\nIt's feelin' like rap changed, it was a time it was rugged\nBack when if a nigga reached it was for the weapon\nNowadays niggas reach just to sell they record\nSpaghetti bolognese in the Polo Lounge\nMe and my G from D.C., that's how I roll around\nMight look light, but we heavy though\nYou think Drake will pull some shit like that? You never know\nMillion-dollar meetings in a Polo Lounge\nMe and my man Oliver North, that's how I roll around\nShawty wanna tell me secrets 'bout a rap nigga\nI tell that bitch it's more attractive when you hold it down\nKobe 'bout to lose a hundred fifty Ms\nKobe my nigga, I hate it had to be him\nBitch, you wasn't with me shootin' in the gym\n(Huh! Bitch, you wasn't with me shootin' in the gym)\nTell Lucian I said \"fuck it,\" I'm tearin' holes in my budget\nBag her like we in Publix, and take her ass out in public\nOrdered her the filet, told 'em, \"Butterfly it, she'll love it.\"\nShe used to soda and nuggets, she really just out here thuggin'\nI'm just hittin' my pinnacle, you and pussy identical\nYou like the fuckin' finish line; we can't wait to run into you\nBut let me get my mind off that\nYoung rich motherfucker gettin' mine off rap, with my niggas (Huh!)\n\n\nI ride for my niggas, dawg\nI ride for my niggas (Maybach Music)\nI slide for my niggas, dawg (Dawg)\nI ride for my niggas\nStay schemin', niggas tryna get at me, dawg\nI ride for my niggas\n\n\nFrom the hoopty coupe to that Ghost, dawg (Huh)\nPigeons on the roof like Ghost Dog (Huh)\nDwight Howard on the post, dawg (Huh)\nMy niggas got the powder through the post, dawg (Huh)\nWatch the body tilt when you hit the head (Huh)\nNiggas lost mills tryna beat the feds (Huh)\nTen grams off my last 250 now (Huh)\nBig-ass crib, 250 down, damn!\nGave my nigga Max 7-5 (Huh)\nThen gave my nigga Penthouse another 30 (Huh)\nFuck it, got me thinkin' like I'm 7-5 (Huh)\nDamn, nigga ain't even seen 30\n\n\nHuh, I ride for my niggas, dawg\nI ride for my niggas (Maybach Music)\nI slide for my niggas, dawg (Dawg)\nI ride for my niggas\nStay schemin', niggas tryna get at me, dawg\nI ride for my niggas\n\n\nMaybach Music"
    ],
    "Release date": "April 17, 2012",
    "Title": "Stay Schemin’",
    "Artist": "Rick Ross"
}