{
    "Lyrics": [
        "\nYo this Chris Rock! I'm in here with my man Ricky Rozay. We in here drinkin' this Belaire Rosé. That's how we do it. That's all we do, Belaire Rosé! Eatin' Wingstop, what you know about Wingstop, nigga? You don't know nothin' about no Wingstop. You can't handle this, nigga, you can't handle, sit down in the corner, shut the fuck up and take notes, bitch. Just take notes\n\n\nI used to see niggas on TV, man\nI used to be like, \"Yo, them niggas so blessed\"\nYou know what I'm sayin'?\nIf I had that opportunity, you know what I'm sayin'?\n(Maybach Music)\n(Black Metaphor)\n\n\nDamn, I grew up on that Cash Money\nBling bling, was well known to flash money\nHit the liquor store, after my Vic authority\nQuick to switch a bitch up, pick up me a thicker shorty\nPistol on me, nigga, ain't no pickin' on me\nWe veterans so it's better if you go get your army\nA thug holiday is where your body lay\nMe and Trick Daddy come from a common place\nSo us gettin' money, that's just a conversation\nIt's so hard stayin' rich and miss the confrontations\nCigars in the Oval Office, Ronald Reagan\nHug Barack Obama, whisper, \"As-salāmu ʿalaykum\"\nLive for the moment, die for the streets\nBible on the dash, kilos on the seat\nI used to see you niggas on my TV screen\nAnd wondered what was life like, was it all a dream?\nAnd then I met you out on LiveNation dates\nCame to the realization that your watch was fake\nDamn... you nearly broke my heart\nI really thought you niggas really owned them cars\n\n\nI used to look up to you, nigga\nUgh\n\n\nHard to point a finger when you live a life of sin\nI'ma bring my niggas with me if I lose or win\nBought a fleet of cars, let the bitches tag along\nThis little thing of ours, not the ones to tattle on\nOmerta the code, Met Ball, parties with Vogue\nStill blowin' thick smoke while you powder your nose\nSuch a head rush until the day the feds rush\nThat's when you niggas wish you put your bread up\nLeased whips, bad blood, that shit'll sink ships\nFast money comin' slow, you better think quick\nRap game, so much fuck shit done\nThat's why this .45 in my Trukfit trunks\nFuck a skateboard, I went and got a Wraith, boy\nCatholic record labels, niggas gettin' raped, boy\nBirdman's a priest, moans in his synagogue\nPublishin' is a sin, repent, forgive me, Lord\nShots fired, home invasion out on Palm Isle\nRed beam detonators, who the bomb now?\nLook you in your eyes, nigga, 'fore I say good night\nAnd pray that Mannie Fresh'll get to see the light\n\n\nDamn, Stunna\nI loved you, nigga\nHate it came to this\n(Maybach Music)\n\n\nYou stole them boys' pub' and bought a foreclosure\nScott Storch demons in it, which is more poison\nI handed over records, never charged a coin\nBut could sense the sentiment, I'm talkin' all along\nAll Miami issues, Rozay handle for him\nSame way Big Ducky do for me in California\nNever slippin', got relationships with the trillest niggas\nTony Draper, J Prince and even Jimmy Henchmen\nPlenty killers and I know that Diddy with it\nTyga, chinchilla, really ain't no penny pinchin'\nKnew that you would never visit BG\nTurk came home, take that boy a three piece\nShootin' dope, usin' coke, movin' like you the Folks\nSacrificin' half our life for your new music cult\nYou would give us self esteem and motivate our drive\nBut was in our pockets by the time we count to five\nI pray you find the kindness in your heart for Wayne\nHis entire life, he gave you what there was to gain\nI watched this whole debacle so I'm part to blame\nLast request, can all producers please get paid?\n\n\nCan't believe this shit, homie\nI still love you, nigga\nHow the fuck, nigga, you touch half a billion, nigga\nAnd your team starvin', nigga?\nYou on an island, nigga, you came to my city, nigga\nI let you in my city, nigga\nAnd what hurt me the most, nigga\nIs how you did my brother Khaled, nigga\nKhaled was loyal to you, nigga\nThe pain I seen in my brother's eye, nigga\nFaceTimin' my nigga, nigga, he took that to the chin, nigga\nThat's why my nigga blessed!\nThat's why my nigga Khaled blessed!\nYou put my nigga in the hole, homie\nI don't feel you for that, my nigga\nThat shit hurt me, you under-dig? Umm\nIt's painful what you see real niggas do\nWhen they get the paper, when they get the bag\nYou can't never forget 'bout lil bruh and them\nI'll never forget 'bout lil bruh and them\nLil bruh and them, always remember\nLil bruh and them, this for lil bruh and them\nStunna"
    ],
    "Release date": "March 17, 2017",
    "Title": "Idols Become Rivals",
    "Artist": "Rick Ross"
}