{
    "Lyrics": [
        "\nIt's that time of year again\nY'all gon' be like, \"Why this nigga startin' off like that?\"\nDisrespectful\nRap Up 2019\n(Great John on the beat, by the way)\n\n\nK. Michelle can't keep a man 'cause her pussy stink (Ugh)\nShe pretty, she can sing and all that, but her pussy stink (Go to the doctor)\n\"Why you back talkin' 'bout that girl pussy stinkin'?\"\n'Cause she put up a post cosignin' Tekashi snitchin' (Ya heard me?)\nShe thought he was comin' home, he got another year\nEven the judge wanna see that nigga get cut in there (By a Blood)\nTekashi really told on all of his homies (He a rat)\nHis baby moms is fuckin' one of his homies (Thot)\nAnd he heard niggas sayin' they was gon' kill his mother\nIf she alive when they come home, they should still kill his mother (Goddamn)\nLike that's what you get for tellin', niggas need to be educated\nWhen Bobby Shmurda come home, he need to be celebrated (Free Rowdy)\nWish Nipsey was alive and they killed 6ix9ine\nNip was like Malcolm, X, and 2Pac combined\nHe probably kickin' it with Martin Luther King up in Heaven\nOn Crip, the whole world know what set you was reppin' (Rollin' 60s)\nMy condolences to your fam, you was a blessin'\nNicki, even Stevie Wonder saw that you was a legend (Oh, he can see)\nShit crazy, but y'all already know that\nOn the strength of Nip, I ain't screamin' out, \"Free Kodak\" (Nope)\nMeek Mill finally off probation, free at last\nThe lil' homie Juice WRLD died too fast (He did)\nHe overdosed avoidin' the feds, he ain't want that case\nNot 'cause he had a drug problem, let's get that straight\n70 pounds on his jet, Ralo style (Free Ralo)\nI hope you heard me and the shit I said just made you smile (Ha!)\nRIP young king, you was doin' ya' thing\nYou made songs that these kids gon' forever sing\nNiggas ain't wanna hear Trey Songz on Power singin' (They didn't)\nIt ain't feel right without hearin' Joe in the beginning\n50 switched it back, Instagram was doin' the most\nIf Tekashi was home, he would've told us who shot Ghost (He would've)\nOn the Breakfast Club, what the fuck was Tank tryna say?\nIf he sucked a nigga dick before, then that nigga gay (Huh?)\nR. Kelly cryin' like he innocent like we don't know he wrong\nI hope he with the homos gettin' raped and peed on (I'm just sayin')\nUsin' them underage girls for inspiration for all that *12 Play*, \"Bump 'n Grind\" music he was makin' (Pedophile)\nI don't care how young he was when his sister raped him (I don't)\nI'm just sayin', she ain't piss on that nigga and tape him (Aw)\nOmarion baby mother a whore\nShe fuckin' Fizz, so he kicked B2K off the tour (Blame Apryl)\nI'm thinkin', \"What the fuck I'ma say now?\"\nDrake got booed off stage by a gay crowd (Not Drake)\nIt was them Tyler, the Creator fans, he was on Flex show rappin' 'bout fuckin' a man (Weirdo)\nCasanova had that \"So Brooklyn\" challenge lit\nI did mines last and bodied him on his own shit (Whoa!)\nYou know niggas love chicken, Popeye's took advantage\nThey put weed, crack, or molly up in that chicken sandwhich (Somethin')\nNiggas was online like the new Jordan's comin' out\nKanye promotin' God 'cause his new album comin' out (Sunday Service?)\nBut really he in it for a bankroll, he ain't even write that \"Jesus Walks\" record, ask J. Cole (Rhymefest did)\nGucci did some racist shit, we wasn't feelin' it\nStopped rockin' it for a couple months, now we back wearin' it (We crazy)\n\n\nY'all heard what happened, y'all know what happened, y'all seen what happened (Uh huh)\nY'all just like when I talk about it 'cause I don't be cappin' (Ha!)\nThis that time of year where certain people gon' hate me (Whoa!)\nLike, \"Fuck that nigga Murda, he tried to violate me\" (Fuck you, too)\nCrazy, crazy, shit crazy (Crazy)\nCrazy, crazy, shit crazy\nY'all couldn't wait 'til I dropped this shit\nCan't remember everything, I know I forgot some shit (Whoa!)\n\n\nWe was all stressed thinkin' shorty got kidnapped\nCouldn't believe her mother was there and niggas still did that (They did what?)\nThat's the Bronx for you, not to be on no funny shit\nI was thinkin', \"Why would they kidnap that lil' ugly bitch?\" (Why her?)\nNaw, you ain't ugly baby girl, you beautiful\nBut for doin' stupid shit, you see what you made me do to you? (Haha)\nWe was feelin' bad for you, you little fuckin' liar\nJust like that lightskin gay nigga from Empire\nThey kicked you off the show, now what career you got?\nHad the nerve to be on stage sayin' you the gay 2Pac\nPaid niggas to beat you up to get some publicity\nYou even had Trump showin' some fake sympathy (Goteem!)\nYou almost went to jail, Jussie, was it worth it?\nFor you, it probably was, you would've dropped the soap on purpose (You like that)\nKaepernick still ain't got a job, shit crazy\nAnd now the NFL doin' business with JAY-Z (Hov!)\nWhen that story came out, people was mad as shit\nLike JAY doin' what with who? I'm with Kaepernick (Huh?)\nHe in it for the money, JAY ain't in it to help out\nLet's see what the plan is before we call him a sellout (Hol' up, y'all)\nFirst Oprah came at Michael Jackson, now Russell Simmons\nWhat about what Harvey Weinstein did to them women?\nWhy you ain't comin' after white people, Oprah? (Why?)\nIt's like your new hustle fuckin' your own people over\nYou know exacly what you doin', don't act dumb, bitch (Don't)\nYou out here movin' like you voted for Trump, bitch (I saw that picture)\nI hope Oprah listen to this so she don't hate again\nTrump gettin' impeached made America great again\nIf the senate don't approve it, the impeachment irrelevant (Damn)\nAnd Trump racist ass still gon' be the President\nAll the white racist people really fuck with him\nTrump wife be lookin' like she don't like fuckin' him (She don't)\nDon't deport 21 Savage, let him stay\nEven though he lied to us about bein' from the A (Where he from?)\nGlad he home, hate to see a good nigga stay down\nBut don't that nigga look like he from the UK now? (Haha)\nTravis Scott fucked up with that Kylie Jenner chick\nThey broke up, now she back suckin' on Tyga dick (A week later)\nHer best friend Jordyn Woods became famous for fuckin' Chloe baby father, now we know what her name is (Jordyn Woods)\nBut before that, she wasn't poppin'\nThat lil' country nigga Nas X came out the closet (God damn)\nI wasn't surprised, though, that nigga look feminine\nHis record was lit, but me and Dave East wasn't feelin' it (We wasn't)\nP from QC gettin' sued by his BM\nThe coke had to have five abortions worth 15 Ms (Who that?)\nTalkin' 'bout Lira Galore, can't front, she bad\nBut she need to get her tubes tied then go to rehab\nShe wasn't in the gym, way them bitch tried to do him dirty\nNBA YoungBoy still runnin' around with herpes (Aw!)\nYBN Almighty got his chain snatched\nJ. Prince had to come out here to get his chain back\nLil Reese got shot in the neck, I'm happy he okay\nHe lost his voice, we ain't wanna hear his new shit anyway (We didn't)\nTee Grizzley aunt got killed, hold your head, nigga\nWish it was George Zimmerman mother instead, nigga (God damn)\n\n\nY'all heard what happened, y'all know what happened, y'all seen what happened (Uh huh)\nY'all just like when I talk about it 'cause I don't be cappin' (Ha!)\nThis that time of year where certain people gon' hate me (Whoa!)\nLike, \"Fuck that nigga Murda, he tried to violate me\" (Fuck you, too)\nCrazy, crazy, shit crazy (Crazy)\nCrazy, crazy, shit crazy\nY'all couldn't wait 'til I dropped this shit\nCan't remember everything, I know I forgot some shit (Whoa!)\n\n\nThat movie 'bout The Central Park Five when they see us was a real good inside look on how they treatin' us\nThat prosecutor bitch had to resign 'cause of that shit she did, she should've got charged with a crime (Bitch!)\nGeorge Zimmerman suin' Trayvon family, disrespect\nNiggas gotta get it together, how we ain't kill him yet?\nHe need to get killed expeditiously\nThat's how T.I. would've said it if he was me (Haha)\nI know bigger words than him, he ain't the smartest (He ain't)\nEl Chapo got found guilty on all charges (Free Chapo)\nAnd his son had got locked up in Mexico, but the cartel forced the government to let him go\nShot it out with police, people ain't feel safe\nOnly way to stop the violence was to let him escape (Gangsta)\nThey let Carmelo back in the NBA\nHe averagin' about 20, I knew he still could play\nLakers got AD to join LeBron James\nBrooklyn got Durant and Kyrie, oh, we in the game (Let's go)\nKnicks got, umm, who?\nThe Knicks got, umm, man, I don't know them niggas' names\nClippers got Kawhi Leonard, Paul George\nWestbrook in Houston, James Harden got rid of Chris Paul (He a dub)\nHe in Oklahoma City sick now\nThe Golden State Warriors look like the Knicks now (Damn)\nKeyshia Cole ain't feelin' OT Genasis\nFor remixin' for record, flippin' it on some crippin' shit\nIt was on YouTube, she got the shit removed, and he put it on Pornhub, now it ain't shit she could do (Haha)\nShe should embrace it and make people remember her (Word)\nShe was irrelevant, when the last time we mentioned her?\nLil' Kim and Cease cool again, she no longer mad at him\nBiggie got a street in Brooklyn named after him (Biggie!)\nCardi B won a Grammy, New York proud of her\nShe the new queen of this shit, we crownin' her (Yeah)\nNicki got married, I'm happy she found love\nThem gang-gang niggas winnin', she married to a blood (Suwoo)\nRemy got snitched on, but found not guilty\nFor puttin' her paws on that lil' bitch Brittney (Aw)\nLizzo puttin' on for them BBWs\nLike, \"Watch out for the big girls,\" but what's really up with you? (Haha)\nAt the Lakers game, what was you sippin'?\nIt was kids there, what made your big ass start strippin'? (Eww!)\nT.I. be with his daughter when she see her GYN\nSteve Harvey should've been checkin' Lori Harvey hymen (He should've)\nCassie had a baby, oh, you thought I forgot, bitch?\nWith that trainer Diddy hooked you up with, that's thot shit (Crazy)\nI ain't even know JAY and Puff was the same age\nIt was dope seein' JAY and Cam'ron on the same stage\nI was on tour in Australia with Janet Jackson\nCourtesy of 50 Cent, my nigga made that happen\nFelt like Michael Jackson was about to walk in the room\nRest in peace to John Singleton and John Witherspoon (Damn)\nI'm about to be off of this shit\nMiss America, Miss USA, Miss Universe, Miss World, Miss Teen USA\nThem black girls won all of that shit (Whoa!)\nHold up, y'all, let me see what else fuckin' happened\nGriselda got they shit poppin' without mumble rappin' (Shoutout to Buffalo)\nIt's some young niggas in New York I follow\nPop Smoke, Tjay, Sheff G, Sleepy Hallow\nFivio had the city lit with Big Drip\nNow these bitches wanna suck on a crip dick (Bow, bow, bow)\nThis year was a hot girl summer\nBitches was really out here suckin' on cucumbers (Deep throatin')\nThis sex traffickin' shit insane\nThey caught that nigga that tried to take the girl off the train\nShorty look homeless, that nigga ain't give a fuck\nI'm happy that they caught that nigga and beat the nigga up\nAnd guess where that nigga from\nThe Bronx, nigga\nFirst that little girl Karol, now this Bronx nigga (Crazy)\nI'm off this, I gave y'all too many bars, nigga\nGunna was on Crime Stoppers snitchin' too hard, nigga (He ratted)\n\n\nY'all heard what happened, y'all know what happened, y'all seen what happened (Uh huh)\nY'all just like when I talk about it 'cause I don't be cappin' (Ha!)\nThis that time of year where certain people gon' hate me (Whoa!)\nLike, \"Fuck that nigga Murda, he tried to violate me\" (Fuck you, too)\nCrazy, crazy, shit crazy (Crazy)\nCrazy, crazy, shit crazy\nY'all couldn't wait 'til I dropped this shit\nCan't remember everything, I know I forgot some shit (Whoa!)\n\n\nI know y'all niggas gonna say I forgot somethin', nigga\nSo what?\nThat's why I put it in the hook\nDon't Come Outside, Vol. 2\nJanuary 10th, nigga\nYou know the vibes\nCheck me out on that Gyro Magazine, too\nNot GQ, Gyro Magazine, nigga\nBiggest magazine in the jams, let's get it\nMMB, you know the vibes\nGMG, ATM\nIt's the Unit\nWinner's Circle, Empire\nWhoa!"
    ],
    "Release date": "December 31, 2019",
    "Title": "Rap Up 2019",
    "Artist": "Uncle Murda"
}