{
    "Lyrics": [
        "\nSee any angels in the city\nSee any angels in the city\nSee any angels in the city\n\n\nTell them mothafuckas I'm forever paid\nCalifornia king, wrestle gators in the Everglades\nDrive up out that mothafuckin' swamp in the Escalade\nSo before you put that red rag in your pocket\nI wanna see your fuckin' résumé\nStarted off on Ground Zero, then I start to levitate\nRip rappers a new asshole – I never hesitate\nDre Beats on, smokin' that chronic just to meditate\nI'ma give 'em hurricanes until another levee break\nYou niggas is featherweights, I'm Aftermath's heavyweight\nNow Dre's weapon of mass destruction is 'bout to detonate\nWhen a nigga Wack found me, shit, I was sellin' weight\nNow a nigga's sellin' millions, now it's time to celebrate\nPerformin' in front of millions, nigga, every race\n64 in the '64, now watch the Chevy scrape\nFourth album, no five mics? Then let 'em hate!\nBut I'm not stoppin' till I'm the fuckin' king in every state\n\n\nRecognize my life, ridicule my fight\nGive me fuel for the fire burnin' when I yearn these lights\nIn the midst of the hieroglyphs my fingertips start to write\nGet familiar with Cartwright, ‘cause I want that shot\nI'm a raging bull when the needle drops\nFor the record, I'ma wreck it, even if my record don't pop\nI'ma tie a knot on a downtown buildin'\nLet it tow behind me, tell 'em they can find me\nIn the dark with the ghetto children\nLook at my heart, nigga, fuck your feelings, this is me\n\n\nI'm sick of mothafuckas talkin' about \"the West died\"\nCan't you hear my heart beatin'? That's the motherfuckin' Westside\nYou test me, you test God, I'm His son\nIt say in Psalms, you come at me\nThen I can split you with this Tommy gun\nYou won't have no time to run\nI'm from the Compton slums, and that's how the West ride\nI'm from the city where two of the best died\nRest in peace to both of 'em, spit like I'm the ghost of 'em\nDamn, I said I spit like I'm the ghost of 'em\nName your top 10, I'm harder than the most of 'em\nMatter of fact, shorten your list, nigga, top 5\nGame, Biggie, Hov… probably Pac, Nas\nNo particular order, bet a mill' that I slaughter\nServe niggas, give a fuck what you ordered\nHow dare you niggas pop fly, when I'm the nigga?\nSold 5 mill' out the gate, and numbers do not lie\n\n\nRecognize my life, ridicule my fight\nGive me fuel for the fire burnin' when I yearn these lights\nIn the midst of the hieroglyphs my fingertips start to write\nGet familiar with Cartwright, ‘cause I want that shot\nI'm a raging bull when the needle drops\nFor the record, I'ma wreck it, even if my record don't pop\nI'ma tie a knot on a downtown buildin'\nLet it tow behind me, tell 'em they can find me\nIn the dark with the ghetto children\nLook at my heart, nigga, fuck your feelings, this is me\n\n\nI gave you The Documentary, shit was a classic\nGave you Doctor's Advocate, you ripped it out the package\nCame with LAX, since critics said it was average\nI was stressed the fuck out, torn between Aftermath and\nGeffen, Interscope, now I got you in the scope\nSpill the red ink on the paper, it's like my pen is broke\nAnd this is what you all been waitin' for\nI'm the lost angel knockin' on Satan's door\nWhat the fuck y'all take me for?\nI love you ‘cause you hate me more\nI'm Kobe on the Lakers floor, except I give you 84\nShake you like Haiti's floor\nWalk up on you, like, \"What's goin' on, baby boy?\"\nShots in that Mercedes door\nEither I'm crazy or the black Slim Shady or\nCould that be the reason that Baby said he would pay me more?\nBut I still owe Jimmy one more album\nThe best the West has ever seen, no disrespect to Calvin\n\n\nRecognize my life, ridicule my fight\nGive me fuel for the fire burnin' when I yearn these lights\nIn the midst of the hieroglyphs my fingertips start to write\nGet familiar with Cartwright, ‘cause I want that shot\nI'm a raging bull when the needle drops\nFor the record, I'ma wreck it, even if my record don't pop\nI'ma tie a knot on a downtown buildin'\nLet it tow behind me, tell 'em they can find me\nIn the dark with the ghetto children\nLook at my heart, nigga, fuck your feelings, this is me\n\n\nKendrick, and I wear pendant on my shoulder\nSoldier, like a lieutenant\nAnd the coupe tinted, got pulled over\nJohnny always lock a nigga down, knowin' damn well\nWe don't wanna see the box like Manny Pacquiao\nLittle nigga Mayweather size\nRide like Pac in his prime; Thug Life is now on radar\n'Til the federal come through and raid ours\nReminiscin' when the L.A. Raiders\nWas in my home, snapback fitted on my uncle's dome\nAnd I don't condone dickridin'\nI'm addicted to Westsidin'\nLivin' in a city where the skinny niggas die\nAnd the semi bullets fly, but it turned me to a lion\nTryin'… and I mean that shit\nGame came through, put the city on his back\nI was in the city with a nigga, had seen that shit\n\"Compton!\" – a nigga gotta scream that shit\nNever went commercial, never TV-screened that shit\nCan't block or screen that shit\nNow everybody sing that shit!\n\n\nRed is a very emotionally and intense color. It enhances human metabolism, increases respiration rate, and raises blood pressure. It has a very high visibility, which is why stop signs, stop lights, and fire equipments are usually painted red. It also represents one third of California's gang population. Needless to say, please dress accordingly while visiting the Los Angeles area. Also, tuck your jewellry, and keep your hands inside your vehicle. Thank you! Enjoy it!"
    ],
    "Release date": "August 23, 2011",
    "Title": "The City",
    "Artist": "The Game"
}