{
    "Lyrics": [
        "\nPunk-ass motherfucker, checkin' shit\nWhat you was gonna do?\nKill me in my sleep, you bitch-ass nigga?\n2Pac, Biggie – shut the fuck up!\nFuckin' dogs, barkin' and shit\n(Don't shoot, don't shoot!)\nFuck you, nigga!\n\n\nAnd I'm grindin' till I'm tired\n‘Cause they said: \"You ain't grindin' till you tired.\"\nSo I'm grindin' with my eyes wide\nLookin' to find a way through the day, a light for the night\nDear Lord, you done took so many of my people\nI'm just wonderin' why you haven't taken my life\nLike what the hell am I doin' right? My life\n\n\nTake me away from the hood, like a state penitentiary\nTake me away from the hood, in a casket or a Bentley\nTake me away, like I overdosed on cocaine\nOr take me away, like a bullet from Kurt Cobain\nSuicide, I'm from a windy city, like Do or Die\nFrom a block close to where Biggie was crucified\nThat was Brooklyn's Jesus, shot for no fuckin' reason\nAnd you wonder why Kanye wears Jesus pieces?\n‘Cause that's Jesus, people – and Game, he's the equal\nHated on so much, Passion of Christ need a sequel\nYeah, like Roc-a-Fella needed Siegel\nLike I needed my father, but he needed a needle\nI need some meditation so I can lead my people\nThey askin', \"Why, why did John Lennon leave The Beatles?\"\nAnd why every hood nigga feed off evil?\nAnswer my question 'fore this bullet leave this Desert Eagle\n\n\nAnd I'm grindin' till I'm tired\n‘Cause they said: \"You ain't grindin' till you tired.\"\nSo I'm grindin' with my eyes wide\nLookin' to find a way through the day, a light for the night\nDear Lord, you done took so many of my people\nI'm just wonderin' why you haven't taken my life\nLike what the hell am I doin' right? My life\n\n\nWe are not the same, I am a Martian\nSo approach my Phantom doors with caution\nYou see them 24's spinnin'? I earned 'em\nAnd I ain't no preacher, but here's my Erick Sermon\nSo eat this black music and tell me how it taste now\nAnd fuck Jesse Jackson, ‘cause it ain't about race now\nSometimes I think about my life, with my face down\nThen I see my sons and put on that Kanye smile\nDamn, I know his mama proud; and since you helped me sell my dream, we can share my mama now\nAnd like M.J.B. no more drama now\nLivin' the good life, me and Common on common ground\nI spit crack, and niggas could drive it out of town\nGot a Chris Paul mindstate, I'm never out of bounds\nMy life used to be empty like a Glock without a round\nNow my life full like a chopper with a thousand rounds\n\n\nAnd I'm grindin' till I'm tired\n‘Cause they said: \"You ain't grindin' till you tired.\"\nSo I'm grindin' with my eyes wide\nLookin' to find a way through the day, a light for the night\nDear Lord, you done took so many of my people\nI'm just wonderin' why you haven't taken my life\nLike what the hell am I doin' right? My life\n\n\nWalk through the gates of hell, see my Impala parked in front\nWith the high beams on, me and the devil sharin' chronic blunts\nListenin' to the Chronic album, playin' backwards\nShootin' at pictures of Don Imus for target practice\nMy mind fucked up, so I cover it with a Raider hood\nI'm from the city that made you motherfuckers afraid of Suge (Compton, Compton)\nMade my grandmother pray for good\nIt never made her happy, but I bet that new Mercedes could\nAin't no bars, but niggas can't escape the hood\nAnd it took so many of my niggas that I should hate the hood\nBut it's real niggas like me that make the hood\nRidin' slow in that Phantom just the way I should\nWith the top back, in my Sox hat\nI'm paid in full, the nigga Alpo couldn't stop that\nEven if they brought the nigga Pac back\nI'd still keep this motherfucker cocked back\n\n\nAnd I'm grindin' till I'm tired\n‘Cause they said: \"You ain't grindin' till you tired.\"\nSo I'm grindin' with my eyes wide\nLookin' to find a way through the day, a light for the night\nDear Lord, you done took so many of my people\nI'm just wonderin' why you haven't taken my life\nLike what the hell am I doin' right? My life"
    ],
    "Release date": "August 5, 2008",
    "Title": "My Life",
    "Artist": "The Game"
}