{
    "Lyrics": [
        "\nThis, is, how, we do\nWe make a move and act a fool while we up in the club\nThis, is, how, we, do\nNobody do it like we do it so show us some love\nThis, is, how, we, do\nWe make a move and act a fool while we up in the club\nThis, is, how, we, do\nNobody do it like we do it so show us some love\n\n\nFresh like, uhh, Impala, uhh\nChrome hydraulics, 808, drums\nYou don't want, none, nigga better, run\nWhen beef is on, I'll pop that, trunk\nCome get, some, pistol grip, pump\nIf a nigga step on my white Air, Ones\nIt's red-rum, ready, here it come\nCompton, uhh, Dre found me in the slums\nSellin' that skunk, one hand on my gun\nI was sellin' rocks when Master P was sayin' \"Uhhhh!\"\nBuck pass the blunt\nThese G-Unit girls just wanna have, fun\nCoke and rum, got weed on the ton\nI'm bangin' with my hand up her dress like, uhh\nI'll make her cum, purple haze in my lungs\nWhole gang in the front in case a nigga wanna stunt\n\n\nI put Lamborghini doors on that Escalade\nLow pro, so look like I'm ridin' on blades\nIn one year mayne, a nigga's so paid\nI have a straight bitch in the telly goin' both ways (ahh!)\nTouch me, tease me, kiss me, please me\nI give it to you just how you like it, girl\nYou're now rockin' with the best\nTre pound on my hip, Teflon on my chest\nThey say I'm no good, cause I'm so hood\nRich folks do not want me around\n'Cause shit might pop off, and if shit pop off\nSomebody gon' get laid the fuck out\nThey call me new money, say I have no class\nI'm from the bottom, I came up too fast\nThe hell if I care, I'm just here to get my cash\nBougie-ass bitches, you can kiss my ass\n\n\nThis, is, how, we, do\nWe make a move and act a fool while we up in the club\nThis, is, how, we, do\nNobody do it like we do it so show us some love\nThis, is, how, we, do\nWe make a move and act a fool while we up in the club\nThis, is, how, we, do\nNobody do it like we do it so show us some love\n\n\nI put gold Daytonas on that cherry six-fo'\nWhite walls so clean, look like I'm ridin' on Vogues\nHit one switch mayne, that ass so low\nCali got niggas in New York ridin' on hundred spokes\nTouch me, tease me, kiss me, please me\nI give it to you just how you like it, girl\nYou're now rockin' with the best\nFour pound on my hip, gold chain on my chest (ahh!)\n50, uhh, Bentley, uhh\nEm came and got a nigga fresh out the slum\nAutomatic, gun, fuck 'em one-on-one\nWe wrap up your punk ass, stunt and you done\nHomie, it's Game time! You ready? Here it come\nCall Lloyd Banks and get this motherfucker, crunk\nIt took two, months, but 50 got it done\nSigned with G-Unit, had niggas like, \"Huh?\"\nDon't try to front, I'll leave your ass, slumped\nThinkin' I'm a punk get your fuckin' head, lumped\n50 got a, gun! Ready? Here it come\nGot a sick ven-detta to get this, cheddar\nMeet my Be-retta, the drama, setter\nSip Ama-retta, my flow sounds, better\nThan average, on tracks I'm a savage, I damage\nAny nigga tryin' to front on my clique (G-Unit!)"
    ],
    "Release date": "November 23, 2004",
    "Title": "How We Do",
    "Artist": "The Game"
}