{
    "Lyrics": [
        "\nI'm that nigga with the plugs\nI'm the nigga who got homies that be sellin' drugs\nI'm the nigga on the back street\nWith the fat heat, niggas better run like athletes\nI'm that nigga, I'm that nigga\nMy Bank of America account got six figures\nI'm that nigga on the block\nPolice pull up, I'm tryna stash the Glock\nYou that nigga on the low-low\nYou're the nigga, you're the one that be talkin' to the po-pos\nPorsche sittin' on Forgi's\nNiggas can't afford these\nThe Panamera shittin' on the 9-11\nI call my homies, not 911\nI'm the nigga with the juice\nBut I'll never do my nigga like Pac did Q\n\n\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\n\n\nChampagne\nBitch, who do you love?\nI got a shorty name Texas Syn\nShe got a buddy named Young JB and now you know the deal\nWe turnt up in the studio late night\nThat's why the songs that you hear are comin' real tight\nOVO crew, nigga, thought I told you\nIf you a player in the game, this should hold you\nAnd man shout my nigga Game he just rolled through\nEatin' crab out in Malibu at Nobu\nA lot of fools puttin' salt in the game\nUntil these women get the notion that they runnin' the game\nThey got money that they jumpin' on the pole to make\nDid the motto, took a flight to the golden state\nI'm the general, just makin' sure my soldiers straight\nHad to leave my nigga, homie got an open case\nBut I'm big on the west like I'm big in the south\nSo we gon' pay some people off, we gon' figure it out\nAnd my name too big, and my gang too big\nYoung Money shit, me and Lil Wayne too big\nI'ma crush that ass even if it ain't too big\nI would pinky swear but my pinky ring too big\nWassup\n\n\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\n\n\nI'm that nigga, I'm that nigga\nBank of America account got six figures\nI'm that nigga on the block\nWith the fat heat; run like athletes\nI'm that nigga, I'm that nigga\nBank of America account got six figures\nI'm that nigga on the block\n\n\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\nBitch, who do you love?\n\n\nNigga we straight and we hood\nAin't nobody ever gave us shit\nWhen you see us shinin' it's because we steady grindin'\nWe stay paper chasin'\nSeparatin' the real from the fake\nThe fake from the real\nWe livin' to die and dyin' to live!\nNigga, that's why we got so many women\nI'm tryna go deep, hit them asscheeks\nBust them guts, make her cum\nBitch, you know the game!\nAin't a motherfuckin' thing change!\nBitch! Who do you love!?\n\n\nAy, hold up!\nI done lost too many homies in these past couple years. This shit brazy!\nRest in peace, my nigga CJ Mack. Rest in peace, my nigga Cedar Block Frog though (Bool!). Rest in peace, my nigga Tiny M. And last but not least, rest in peace, my nigga Big Aaron"
    ],
    "Release date": "March 18, 2014",
    "Title": "Who Do You Love?",
    "Artist": "YG"
}