{
    "Lyrics": [
        "\nYeah, I say, bitch bad\nWoman good, lady better\nHey, hey, hey, hey\n\n\nNow imagine there's a shorty, maybe five, maybe four\nRiding 'round with his mama listening to the radio\nAnd a song comes on and a not far off from being born\nDoesn't know the difference between right and wrong\nNow, I ain't trying to make it too complex\nBut let's just say shorty has an undeveloped context\nAbout the perception of women these days\nHis mama sings along, and this what she says\n\"Niggas, I'm a bad bitch, and I'm bad, bitch!\nSomethin' that's far above average.\"\nAnd maybe other rhyming words like \"cabbage\" and \"savage\"\nAnd \"baby carriage\" and other things that match it\nCouple of things are happenin' here\nFirst he's relatin' the word bitch with his mama, comma\nAnd because she's relatin' to herself\nAs most important source of help\nAnd mental health, he may skew respect for dishonor\n\n\nBitch bad, woman good\nLady better, they misunderstood\n(I'm killin' these bitches)\nUh, tell 'em, bitch bad\nWoman good, lady better\nThey misunderstood\nThey misunderstood\n\n\nYeah, now imagine a group of little girls nine through 12\nOn the Internet watching videos, listening to songs by themselves\nIt doesn't really matter if they have parental clearance\nThey understand the Internet better than their parents\nNow, being the Internet, the content's probably uncensored\nThey're young, so they're malleable and probably unmentored\nA complicated combination, maybe with no relevance\nUntil that intelligence meets their favorite singer's preference\n\"Bad bitches, bad bitches, bad bitches\nThat's all I want and all I like in life is bad bitches, bad bitches.\"\nNow, let's say that they less concerned with him\nAnd more with the video girl acquiescent to his whims\nAh, the plot thickens: high heels, long hair, fat booty, slim\nReality check, I'm not trippin'\nThey don't see a paid actress, just what makes a bad bitch\n\n\nBitch bad, woman good\nLady better, they misunderstood\n(I'm killin' these bitches)\nI say, I say, I say, I say, I say, I say\nBitch bad, woman good\nLady better, they misunderstood\n(I'm killin' these bitches)\n\n\nDisclaimer: this rhymer, Lupe, is not using \"bitch\" as a lesson\nBut as a psychological weapon\nTo set in your mind and really mess with your conceptions\nDiscretions, reflections, it's clever misdirection\n‘Cause while I was rappin' they was growin' up fast\nNobody stepped in to ever slow 'em up, gasp\nSho' enough, in this little world\nThe little boy meets one of those little girls\nAnd he thinks she a bad bitch and she thinks she a bad bitch\nHe thinks disrespectfully, she thinks of that sexually\nShe got the wrong idea, he don't wanna fuck her\nHe think she's bad at being a bitch like his mother\nMomma never dressed like that\nCome out the house, hot mess like that\nAss, titties, dressed like that, all out to impress like that\nJust like that, you see the fruit of the confusion\nHe caught in a reality, she caught in an illusion\n\"Bad\" mean good to her, she really nice and smart\nBut \"bad\" mean bad to him, \"bitch\" don't play a part\nBut \"bitch\" still bad to her if you say it the wrong way\nBut she think she a bitch – what a double entendre!\n\n\nTell 'em, bitch bad, woman good\nLady better, they misunderstood\nI say, I say, I say, I say, I say, I say\nBitch bad, woman good\nLady better, they misunderstood\nThey misunderstood\n\n\nBitch bad, woman good\nLady better, they misunderstood\nYou're misunderstood\n(I'm killin' these bitches)\nBitch bad, woman good\nLady better, greatest motherhood\n(I'm killin' these bitches)"
    ],
    "Release date": "June 25, 2012",
    "Title": "Bitch Bad",
    "Artist": "Lupe Fiasco"
}