{
    "Lyrics": [
        "\nIf you are what you say you are (Yeah, yeah)\nA superstar (Gon' say now)\nThen have no fear\nThe camera's here (Ugh)\nAnd the microphones\nAnd they wanna know-oh-oh-oh (The return!)\nIf you are what you say you are\nA superstar (What)\nThen have no fear\nThe crowd is here (Yeah!)\nAnd the lights are on (Haaa!)\nAnd they want a show-oh-oh-oh, yeah (Free Chilly!)\n\n\nYeah! Ugh! a fresh cool young Lu'\nTrying to cash his microphone check, 2-1-2\nWanna believe my own hype, but it's too untrue\nThe world brought me to my knees, what have you brung? You?\nDid you improve on the design, did you do something new?\nWell, your name ain't on the guest list, who brung you?\nYou! The more famous person you come through\nAnd the sexy lady next to you—you come too\nAnd then it hit me—standing outside of Heaven\nWaiting for God to come and get me: I'm too uncouth\nUnschooled to the rules and too gumshoe\nToo much of a newcomer and too uncool\nLike Shadow and Lavelle, I battle with it well\nThough I need a holiday like lady who sung \"Blue\"\nGo back, whatever you did you undo\nHeavy as heaven, the devil on me, two tons too\nHa, ha, ha, ha-ha-ha\n\n\nIf you are what you say you are\nA superstar\nThen have no fear\nThe camera's here\nAnd the microphones\nAnd they wanna know-oh-oh-oh, yeah\n\n\nAnd you better wear your shades\nThe spotlights here can burn holes through the stage\nDown through the basement, past the Indian graves\nWhere the dinosaurs laid and (Pyoom!)\nOut through China, nearly misses airliners\nMagnified times five, this was pointed at the rhymer\nRicochets off the moon and sets the forest ablaze (Woo!)\nNow, that's important to say\n'Cause even with all that, most of us don't want it to fade...-uh\nWe want it to braid\nMeaning, we want it to grow, meaning we want it to stay\nLike the governor called, and he told him to wait\nUnstrap him from the chair, and put him back in his cage...-uh\nThe audience ain't fazed\nAnd they ain't gon' clap, and they ain't gon' praise (Ugh)\nThey want everything back (Back) that they've paid\n'Cause they've been waiting since ten to see the lights get dim\nHa, ha, ha, ha-ha-ha\n\n\nIf you are what you say you are\nA superstar\nThen have no fear\nThe crowd is here\nAnd the lights are on\nAnd they want a show-oh-oh-oh, yeah\n\n\nSo, chauffeur, chauffeur, come and take me away\n'Cause I've been standing in this line for, like, five whole days\nMe and security ain't getting along\nAnd when I got to the front\nThey told me all of the tickets were gone\nSo just take me home where the mood is mellow\nAnd the roses are thrown, M&Ms are yellow\nAnd the light bulbs around my mirror don't flicker\nEverybody gets a nice autograph picture\nOne for you and one for your sister\nWho had to work tonight but is an avid listener\nEvery song's her favorite song; and mics don't feedback\nAll the reviewers say, \"You need to go and see that\"\nAnd everybody claps, 'cause everybody is pleased\nAnd then, they all take the stage and start performing for me\nLike, \"Ha, ha, ha-ha-ha\"\n\"Ha, ha, ha-ha-ha, ha\"\n\n\nIf you are what you say you are\nA superstar\nThen have no fear, the camera's here\nAnd the microphones\nAnd they wanna know-oh-oh-oh\nIf you are what you say you are\nA superstar (Superstar!)\nThen have no fear\nThe crowd is here\nAnd the lights are on\nAnd they want a show-oh oh oh (Yeah)\n\n\nIf you are\nWhat you say you are\nThen have no fear"
    ],
    "Release date": "September 25, 2007",
    "Title": "Superstar",
    "Artist": "Lupe Fiasco"
}