{
    "Lyrics": [
        "\n\n\nYou're so smart, you're like, a contemporary museum of art\nThat farts, that's harsh, narcissism, on narcotics\nOn sharp objects in large pockets\nAt dark, you ain't gotta hide it, keep it, \"Metal Gear Solid\"\nLead the leaders, that's how you file it, then clobber it\nLow on energy, find peach cobbler then gobble it, yeah\nIt's food in them drums and boxes\nIf you beat 'em up then they'll drop it\nAnd they'll rapidly flicker till they disappear\nBlinking gradually quickens 'til they isn't here\nAnd that's da da da da da da da da da da...\nJust to be back in, reincarnated, exact twin\nExact ten, exact twelve\nBa ba ba ba ba ba ba ba ba ba (Exact self)\nDo I really gotta say it? Didn't we all play it?\nDojo, Abobo, over shoulder throw, polo\nBilly, Jimmy, even on the low low\n\n\nWhy you ready to die? You just a baby\nWhy them tears up under your eyes? You just a baby\nKeep your head up in the sky, you just a baby\nQuit chasing money, never mind, you just a baby\nThese Magi adore you, Adoration of the Magi\nThese Magi adore you\nWhy you wanna be born again? You just a baby\nWhy you playing in the streets? You just a baby\n\n\nNow let's vogue (Vogue) mountain pose (Pose)\nDownward facing dog (Pose) warrior pose (Pose)\nTree pose, bridge pose (Pose, pose)\nTriangle pose, seated twist (Pose, pose)\nUpward facing dog (Pose, pose) pigeon pose\nIn this bitch, that's vulgar, that's yoga\nLet's try it again with clothes, and closer, enclosure, exposures\nQuiet is kept like Rosicrucian meet Cosa Nostras on Oprah's sofa\nWith both controllers watchin' Gazans and Ashkenazis ride roller coasters\nSay yeah, yeah, lots of options, now up is down, two player\nNow A is jump and B is punch, you seein' somethin' that wasn't there\nTo find friendliness in a nemesis, it's a old test\nThree buttons, see somethin', that's emphasis on Genesis, oh yeah\n\n\nWhy you ready to die? You just a baby\nWhy them tears up under your eyes? You just a baby\nKeep your head up in the sky, you just a baby\nQuit chasing money, never mind, you just a baby\nThese Magi adore you, Adoration of the Magi\nThese Magi adore you\nWhy you wanna be born again? You just a baby\nWhy you playing in the streets? You just a baby\n\n\nCan't be eyes closed when you side scroll\nYou not the first person\nThe first person from your first curse until your first cursive\nAnd your curse words is in the curve version\nIt occurs virgin is the word version\nThat refers perfect to the first person\nIn the third verse, who's really me\nIn the third person but prefers the first one\nThat's me, again\nMaster cleanse in a syringe\nFrom a gerber until your first burger\nPamper to her depends\nEverything between is just drawers\nEven in between is no loss\nEven where the king is no boss\nMeet it with a swing it's so south, yeah\nUnless you Bamm Bamm\nKnocking them pitches into the grand stands\nIn the club, watching the women just do them handstands\nLike you a man's man\nThat's washing down a ham with the Zam Zam\nWho got a baby in here with these strippers?\nShe's two weeks pregnant\nDidn't even know, he's dancing with her, damn...\n\n\nWhy you ready to die? You just a baby\nWhy them tears up under your eyes? You just a baby\nKeep your head up in the sky, you just a baby\nQuit chasing money, never mind, you just a baby\nThese Magi adore you, Adoration of the Magi\nThese Magi adore you\nWhy you wanna be born again? You just a baby\nWhy you playing in the streets? You just a baby"
    ],
    "Release date": "January 20, 2015",
    "Title": "Adoration of the Magi",
    "Artist": "Lupe Fiasco"
}