{
    "Lyrics": [
        "\n\n\nSlammin', half a thang of heroin in the bathroom\nKeep an AK and the backup in the backroom\nCook a meal clean and she suck me like a vacuum\nTook a vacation to the county, I'll be back soon\nSent a couple zeroes, money on my J pay\nPayin' off the COs, smokin' on the gateway\nWord around the block when I was locked, she gave my thang away\n'Bout to have a baby with a nigga, that's what they say\nDamn, well please say it ain't so\nTook off the glove, say it's love when it ain't though\nHer classmate was comin' over, that was strange though\nApparently the homework ain't all he came for\nMaybe you's a stank ho, maybe that's a bit mean\nMaybe you grew up and I'm still living like I'm sixteen\nLike a child running wild in these city streets\nMan, I put that bitch up on her feet, she cut a nigga deep\n\n\nDamn, bitch, that's why I treat these hoes the way I treat them\nThat's deeper than a motherfucker, baby\nYou know what I'm saying?\n\n\nSlammin', smack it up and flip it then I rub it down\nZip it up and then I ship it to another town\nSmoking hella weed while me and Willie bust a couple pounds\nShe used to like that type of shit now we don't fuck around\nGirl you used to say them other niggas wasn't hood enough\nGot your lil degree now niggas from the hood ain't good enough\nBitch, you wasn't trippin' when that old school was pullin' up\nYou was short on mids at your college, who would put them up?\nUhh, well bitch, I'm out here puttin' on\nI hope you feel the pain I'm feelin' when you hear this song\nDon't want a nigga that's gon' slang shit up in your home\nBut you ran off and got engaged, man, that shit was wrong\nAll to a nigga that don't got nothin' that I ain't got\nOnly difference is he tryna be a fuckin' astronaut\nSaw this pussy nigga when I walked up in the barber shop\nGreen as a leaf, lookin' sweet, that cut a nigga deep\n\n\nDamn, so these the type of niggas you fuck with now, baby?\nYou know what I'm saying?\nSquare ass motherfucker, you used to love a thug nigga\n\n\nYeah, yeah, uhh\nI love her and she love him so I never touch him\nShe's got his baby in the oven so it's motherfuck him\nAin't trippin' cause you got a nigga, I just think you rushin'\nBut leavin' him to be with me ain't part of our discussion\nPlus I'm on the road now, different colored hoes now\nLaid back on the dope, I'm getting dollars off my shows now\nBitches wanna tie me down but I ain't in that mode now\nFive years later, why you calling up my phone now?\nUhh, well bitch, how you get the number?\nLike every other month, I'm switching up that motherfucker\nBack on the bus, I used to fingerfuck her singing Usher\nDown on my luck and then she up and left me for a sucker\nI reminisce on all the crazy shit we did\n\"You and me forever,\" shit we'd say when we was kids\nShe said \"I'm havin' problems and I pray that he forgive\"\nWhen he find out the baby ain't his, that cut a nigga deep\n\n\nDamn, what the fuck? So, what you tryna say, baby?\nBaby ain't his, whose is it?\nUhh, yeah\n\n\nMake some noise in this motherfucker, god damn it\nWhat's up?\nMadlib, baby, what's up baby?\nWe good over there man?\nWe smokin'?"
    ],
    "Release date": "September 3, 2013",
    "Title": "Deeper",
    "Artist": "Freddie Gibbs & Madlib"
}