{
    "Lyrics": [
        "\nUhh, yeah, niggas was wearing budgets\nTalking 'bout like William School niggas was wearing budgets\nWas third grade, you know what I'm saying?\nI said, ya bitch, yeah\n\n\nI keep a chip off in my cell phone, pocket full of stones\nSmoking on the strong, Freddie Kane, Freddie Corleone\nMarshalltown niggas, had a nigga running home\nI call Kinnell, get me a .38 now bitch is on\n9 millimeter Baretta to 40 cal\nGlock 23 fresh up out the box, bitch I hold it down\nI hit the stroll with a chili bowl and a crooked smile\nFast forward ten years, came back with Roley's with golden crowns\nSkinny nigga, six-wing mild sauce\nWith all the fries you can give me, I tear them bitches off\nSki mask on yo baby daddy? Well that's that nigga loss\nPointin' my trey five seven, I got my point across\nA skinny nigga, six-wing, mild sauce\nWith all the fries you can give me, I tear them bitches off\nThis burning hole in my pocket got me out here flippin' soft\n.223 on my enemy, I tear them bitches off\n\n\nA skinny nigga, six-wing, mild sauce\nWith all the fries you can give me, I tear them bitches off\nA plate of chicken with the bread stuck to the bottom\nBut fuck my enemies, what you looking for? Bitch I got 'em (bitch)\nSay bitch I got 'em (bitch), say bitch I got 'em (bitch)\nFuck my enemies, what you looking for? Bitch I got 'em (bitch)\nSay bitch I got 'em (bitch), say bitch I got 'em (bitch)\nFuck my enemies, what you looking for? Bitch I got 'em\n\n\nKFC, Harold's, Sharks or Popeyes\nAdidas suit with a plate of chicken, got mob ties\nA fresh Delt', weed crumbs on my plush seats\nI got my license now I'm backseat fucking every week\nA thick bitch live in Miller, go to work\n3:30, school was out then I was fresh under her skirt\nThem project niggas hit that bitch, that pussy went berserk\nDon't hit without that Trojan, fuck around, you might get burnt\nShe was raised in the church, turnt out in the ghetto\nLock it, pussy pop it, I swear this bitch deserve a medal\nSeen school girls turn into strippers in stilettos\nPimpin' ’til I die, if you wanna stop then get ya shovel bitch\nExtra sauce with the bread stuck to the bottom\nFreddie Forgiato, all my bitches spoiled rotten\nCop that llama, got the hollows poppin' out the barrel\nGot a stain for them hubbas, meet me at the Harold's, bitch\n\n\nAnd I remember when the Harold's was on 15th, nigga\nYou know what I'm saying? For real though\nRight on 15th, nigga, fo'sho\nI used to hit the muh'fucka all the time, nigga\nStraight dope stains and chicken wings, you know what I'm saying?\n\n\nA skinny nigga, six-wing, mild sauce\nWith all the fries you can give me, I tear them bitches off\nA plate of chicken with the bread stuck to the bottom\nBut fuck my enemies, what you looking for? Bitch I got 'em (bitch)\nSay bitch I got 'em (bitch), say bitch I got 'em (bitch)\nFuck my enemies, what you looking for? Bitch I got 'em (bitch)\nSay bitch I got 'em (bitch), say bitch I got 'em (bitch)\nFuck my enemies, what you looking for? Bitch I got 'em\n\n"
    ],
    "Release date": "March 18, 2014",
    "Title": "Harold’s",
    "Artist": "Freddie Gibbs & Madlib"
}