{
    "Lyrics": [
        "\n\n\nThey often see what we can’t see\nWearing a smile\nYou never have the time to frown\nDreamer of peace!\nSpread some joy\n\n\nYo, you ain't shit if you ain't never struggled\nYou gotta put in hard work before you flex your muscles\nI see where niggas fall off tryna perfect the puzzle\nYou ain't gotta like my work, shit, respect my hustle\nI was a solid hearted mind before I had to grind\nMy swagger fine, I never had to pack my lines with plastic rhymes\nDiamond in the rough, give it time, you'll find your light and shine\nThis little light of mine, these are our highest times\nBut my third eye divine, I see my skies aligned\nI feel like one with the moon but that's some other shit\nI stopped caring how people see me and I'm loving it\nBut no desire for your input, I does my shit\nSay what you want but know my ignorance is fucking bliss\n\n\nThey often see what we can't see\nWearing a smile\nYou never have the time to frown\nWearing a smile\n\n\nPardon the scents\nChecking press releases off the beeper like a pimp\nSmang and leave her off the strength, threw his demons off the cliff\nThe scenic route below, tires screaming in the mist\nAnd like the key open the door, I twist\nThe weed I bought because I don't know how to cope with shit\nBe easy, I could three hit 'em right where his shoulder sit\nManeuver through the swamp like a four-wheeler\nHitting it quickly after a coarse greeting\nLeave like the father I never had or a low Caesar\nThe son he had but ain't never wanted like cold pizza\nSkull and bones out the same closet I grow reefer\nThe team eatin', cold-hearted, spit feces\n\n\nThey often see what we can't see\nAy, tell that nigga I play the harmonica on this shit\nWearing a smile\nYou never have the time to frown\nAlright, I don't want no one take though, here we go\nWearing a smile\n\n\nUhh, fuck every rapper and his entourage\nFuck up the stage and blow dodi smoke on his bodyguards\nNothin' but Cutlasses, Cadillac coupes in my garage\nMake foreign bread, get some morning head on the Autobahn\nFaces, smiling faces, they keep me motivated\nAnd I got plenty fans but I ain't shit without my haters\nKnow this pussy A&R that threw some bullshit 'cross the table\nThen next year I still be rappin' and he be fired from his label, damn\nBitch I'm in the mob, I always got a job\nBreakin' down the Keisha gettin' Brandon Marshall for the quad\nBrett Favre for the zone, five bands for the whole\nWrist piece solid gold, neck piece arctic froze\nGive you the smarts and the parts and also regarding hoes\nHe chase a bitch but I was chose\n\"I only think of you, on two occasions\"\nThat's when I'm drunk and when I'm blazin' up\nMy Filipino bitch, she fly me to L.A. to fuck\nI weigh my options, I'd rather be cookin', cuttin' and weighin' up\nBitch, it's Gibbs!\n\n\nThey often see what we can't see\nWearing a smile\nYou never have the time to frown\nWearing a smile\n\n\nWhat the fuck?\nThey spend 2 million, 3 million dollars on some bullshit\nThey brought in some pussy ass niggas to make some weak ass beats\nThey hear you rap, and you getting fucked\nYou getting like, a TLC deal\n\"Don't go chasing waterfalls\nPlease stick to them dicks and balls that you're used to\", ya bitch!\nFuck you niggas and who you fucking with man?\nI'm 'bout it' bout it', you know why I say that?\nCause I got a Master P deal, 85%\nWhat, you don't believe it? Check my royalty statement, bitch!\nYou better get on iTunes and buy that shit\nCause I don't give a fuck, fuck this shit man\nMan man, man that shit I ain't understand\nNiggas don't understand, where this shit done came from man\nThere was pimping, there was crack\nNiggas was robbing, a lot of robbing man! And this shit then\nAnd the muthafucka here rapping mayne\nYou niggas don't understand mayne\nYou bitch niggas, you can't be talking about no shit\nAin't heard no shit, know what I mean?\nI'm from the school of the ski-mask\nDo do, do do, do do, do do!"
    ],
    "Release date": "March 18, 2014",
    "Title": "Robes",
    "Artist": "Freddie Gibbs & Madlib"
}