{
    "Lyrics": [
        "\n\n\nIt’s 2 A.M. and the place is gonna close\nYeah, time to shut it on down baby, you know what I'm sayin'?\nThe bartender looks as though he knows\nYou sure you want to do this shit tonight\nBecause it might hurt baby, you know what I'm sayin'?\nEverybody’s, everybody’s been at home\nMight hurt you when I\nGet up in the morning and leave, you know what I mean?\nHere we sit\nTake that walk, you know what I mean? Yeah, uhh\n\n\nSlammin', when I hit you up, I'm talkin 'bout bangin' something\nChill off in your crib and have a thing, probably make it stank or somethin'\nGirl you like my bottom bitch, post my bail, pay for my lawyer\nPlay your position when them other hoes get out of order\nWhen you wanna give me that pussy? You purchase a plane ticket\nRun around town when I bust her down, they want shit like them lames did it\nGot her dick whipped, my dick smeared with lipstick\nBasically if this bitch lay with me, she payin' me, I'm on some pimp shit\nFor real, it's 2 A.M., club was 'bout to close up\nThumbing through my contacts bout' to call one of my hoes up\nThen I met you, kicked game and followed you to the breakfast spot\nFucked you like I married you that night up in the Marriot\nScreaming like you got your cherry popped\nFucking, switching up positions\nThought this shit would never stop, motherfuck an intermission\nDamn! (Here we are again)\nHere we go again, baby, gotta take that walk now\n\n\nIt ain't gotta be the walk of shame, baby\nBut that's only if you know the game, baby\nLater I can't be the one to blame, baby\nBut for now take the walk of shame, baby\nIt ain't gotta be the walk of shame, baby\nBut that's only if you know the game, baby\nLater I can't be the one to blame, baby\nBut for now take the walk of shame, baby\n\n\nStraight slammin', sleepin' with pistols under my pillow\nWe wake and bake, she up naked, twistin' up cigarillos\nI beat that Thursday night and Friday morning, off to work she go\nTime to take that walk, just take this dick, don't take it personal\nYour friends probably gonna call you a ho, what you trippin' on?\nThem bitches want a grip from the same dick you be sitting on\nAnd your girl Monique, she be hitting me when her nigga gone\nTrying to buy some weed, she proceed with nothing but Vicky's on\nNothing but ass and titties, but I let that ass convince me\nTook it in that, hit that, wish I could say it was accidentally\nLike I stepped on a banana peel and fell in that pussy\nY'all niggas be spending all kind of scrill to get in that pussy\nAnd she cop a seven every Friday\nChuck the deuces at her baby daddy as I pulled up out the drive-way\nFor real (Here we are again)\nHere we go again, back in yo' pussy, nigga, you know what I'm saying?\n\n\nIt ain't got to be the walk of shame, baby\nBut that's only if you know the game, baby\nLater I can't be the one to blame, baby\nBut for now take the walk of shame, baby\nIt ain't got to be the walk of shame, baby\nBut that's only if you know the game, baby\nLater I can't be the one to blame, baby\nBut for now take the walk of shame, baby\n\n\nHere we are again"
    ],
    "Release date": "July 10, 2012",
    "Title": "Shame",
    "Artist": "Freddie Gibbs & Madlib"
}