{
    "Lyrics": [
        "\n\n\nHow's everybody doin tonight?\n(Alright) Ha ha right? I like that...\nJust play our tape\nLive for the whole block niggas right now\nCause we get all that\n\n\nIndo, kushed out\nTrillest nigga Linda ever pushed out\nNever finished college like my brother or my sister\nI was in the crib laying on a kush cloud\nGetting zoned out, eyes red\nMomma and my daddy said my mind dead\nThey said I never had a clue, said the bills past due\nFuck you, nigga, you gotta remind Fred\nCause I'm carefree, sucker-free\nRemember when these niggas wouldn't fuck with me\nBut now I'm on the screen and these magazines\nThey be trying to stop a nigga like, \"Smoke something, G\"\nCan we get a couple grams? Nigga, hell, naw\nUnless you come in with the cash, tried to tell y'all\nI got you motherfuckers gassed on the smell, dawg\nSo go 'head and take a hit of what I'm 'bout to sell y'all\nI gets high\n\n\nI get high, I get high, I get high (I, I, I gets high)\nI get high, I get high, I get high (I, I, I gets high)\nI get high, I get high, I get high (I, I, I gets high)\nI get high, I get high, I get high (I, I)\n\n\nI get so blowed, I can't stand up\nI'm in the bed with Elise and Amanda\nCause in my shows I make them hoes put their hands up\nSo they came back to my room, they getting rammed up\nWe trying to slam or what? Because I'm trying to smoke\nSo when I finish with these Swishers I'll be down your throat\nAnd two of y'all, one of me, three of us\nShould I hit my niggas up? Hell naw, I'ma pound them both\nCause this a one-man job, ain't no need for the crew\nTwo snow bunnies on their knees, what it do?\nWhite snow in the crib if you need that too\nGot some bitches and some bud, nigga, bring that through\nI gets high\n\n\nI get high, I get high, I get high (I, I, I gets high)\nI get high, I get high, I get high (I, I, I gets high)\nI get high, I get high, I get high (I, I, I gets high)\nI get high, I get high, I get high (I, I, I gets high)\n\n\nEarly in the morning, getting high with crusty eyes\nRubbing on a mother, well you know it's do or die\nHopping off the porch, had to get on my grind\nAll because the trouble just copped to my nine\nBack in the Caddy smoking Swishers with my nigga\nMake a store run, 'bout to cop out some liquor\nBurning down basements, face it\nRun a bus stop, I'm trading hoes and you know we ain't paying\nMidwest livin', oven open in the kitchen\nHeating up the house where your shit could come up missing\nDope fiend tripping 'cause he just copped a nick\nBut he say he can’t find it, but it's right in his pocket\nAll day long, gotta get my profit\nJust poured a deuce and I'm smoking on the tropic\nOn a different subject, lights is the topic\nCause he talking money so, nigga, just stop it\nAll day long, getting high on the low\nBitch, snow bunny be sniffing that snow\nTwerking that summer, I really don't know\n'Cause me, Freddie Gibbs, Madlib stay blowed\n\n\nI get high, I get high, I get high\nI get high, I get high, I get high\nI get high, I get high\n\n\nHey, are you okay?\nYou slobbing, you okay?\nIs he okay? Are you okay?\n(AHHHHHHHH!!)\nHe shouldn't have smoked that dipper for real\nYou aight? Oh my God (awwwww!)\nGod bless, man"
    ],
    "Release date": "March 18, 2014",
    "Title": "High",
    "Artist": "Freddie Gibbs & Madlib"
}