{
    "Lyrics": [
        "\nOh, tell me that dark could never win the light\nOh, tell me that wrong could never win the right\nBaby, tell me that we gon' someday stop the fight\nAnd tell me that every, everything gon' be alright\nOh tell me who's stupid, baby, is it me or them?\nJust tell me who's insane, baby, is it me or them?\nIn this crazy world after patience, could we get the pearl?\nBut this world, which teaches me, preaches me how to curl\nOh, fuck the school\nAll we got is mad teachers and some visible classes\nDivided spaces, and forever-lastin' stresses\nEverybody's mad\nKill people with fingers on Twitter\nMore than a gun, more than a knife\nThe tip of your tongue just glitter\nWould the pain always win you gain? (Nah)\nHow could you bet? It's damn checkin' game (Yeah)\nWe're losin' again, homie, we losin' too many things\nWhat should we tell our sons?\nYou know that they will be the men\nLike you and me\n\n\nIf hope is a taste, what's yours?\nWhat you eat all day? (What you eat all day?)\nAnd if your love is a game\nAre we losin', losin'? Oh\n\n\nWorld is gonna change\n(ooh ooh ooh)\nWorld is gonna change\n(ooh ooh ooh)\nWorld is gonna change\n(ooh ooh ooh)\nWorld is gonna change\n(ooh ooh ooh)\n\n\nYeah, yeah, tell me what is really real?\nI'm tryna buy a new Ferrari for my newest deal\nBaby girl say, \"The world really hate us, huh?\"\nPray a lot and maybe God give you Saint Laurent\nWish that I could change the world but they hold back\nWhen it's time to go, the people just be mad again\nAnd what if I could change the world with a pen and pad?\nWhen it's time to vote, the people turn to mannequins\nChallenge that\nNamjoon, I'm the man too\nI'm out in Chevy Chase the teachers used to lampoon\nI sing songs, haikus\nOver rap tunes\nHigh IQ\nLookin' for a Song\nHye Kyo, hey cuuutie\nYeah\nI'm tryin' to keep it a hunnit\nGot no faith in the government\nThat's why we need each other, hey\nLaughin' to keep from cryin'\nFolarin's a rap monster\nBTS is the ARMY\nNow it's on me\nI'ma keep the piece until I see some more peace\nI'ma keep it G, forever keep it low-key\nTake a trip to South Korea with some DC OGs\nChiefin' OG, I'm chiefin' OG\nHated by alt-rights and racist police\nSay, woop woop, man, 12 comin'\nThey make them kids really freeze, when they say, \"Freeze!\" Freeze!\n\n\nWorld is gonna change\n(ooh ooh ooh)\nWorld is gonna change\n(ooh ooh ooh)\nWorld is gonna change\n(ooh ooh ooh)\nWorld is gonna change\n(ooh ooh ooh)\n\n\nWorld is gonna change\nThe world is gonna change\nThe world is gonna change\nWorld is gonna change\nThe world is gonna change\nThe world is gonna change\nWorld is gonna change\nThe world is gonna change\nThe world is gonna change\nWorld is gonna change\nThe world is gonna change\nThe world is gonna change\nWorld is gonna change\n\n\nMoonz, prayin' for better days for you and I\nI see progress via my daughter's eyes\nI think I think too much now and drink too much now\nI numb it 'cause I don't wanna cry\nPrayin' for better place for you and I I see some grass growin' in winter's eyes\nI think I think too much now and drink too much now\nTo numb it 'cause I don't wanna die\nI believe that real friends love you to no limit (yeah)\nI believe that real change lies in the mirror (yeah)\nSince I was a lil' one wasn't 'posed to get much status\nNow they got they hands up for me like a stick up\nSay, \"Hands up, hands up\" like a stick up\nHands up, hands up like a stick up\nSince I was a lil' one, wasn't 'posed to get much statusGot they hands up for me like a stick up, check it\n\n\nTake it day by day, night by night\nIt's on you and me if I'm gon' shine\nNot stoppin' day by day, night by night\nIt's on you and I\nMoonz and the ARMY right\n(My hands up)"
    ],
    "Release date": "March 19, 2017",
    "Title": "Change",
    "Artist": "RM & Wale"
}