{
    "Lyrics": [
        "\nI thought it was important to go right into the booth after the arguing\nI think it's only right, hoarse and everything\nLike fuck it though, what's up\n\n\nPessimism is all that she know\nCause every brother she go with always pick up and go\nI been trying to show you somethin, got a different approach\nTold her, \"Give me your heart; try to get you the globe\"\nHave the world baby girl, live it up, you deserve it\nEvery time she catch feelings she go throw away the gloves\nWe go together / break up\nWe go together / break up\nAin't this an insecure bitch, meanin we love to make up\nWhen we good, we good shawty\nWe don't ever make love\nBut if I call you out your name, I bet your ready to \"uh!\"\nYou say you ready, you ain't ready enough\nCause when it fall right in your lap, you be ready to get up\nThis is her, this is it, this is sabotage love, counterfeit\nShe the shit, she the one\nShe got cold feet, my love will be the sun, get it done\nThis is her, this is it, this is sabotage love, counterfeit\nShe the shit, she the one\nShe got cold feet, my love will be the sun, get it done\n\n\nCause I, am feeling this deep down in my heart\nI'm feeling like I never want to be apart\nBut just when it gets good, she's gone\nAnd I'm left right back at start..\n\n\nMy girl likes to sabotage, our love yeah\nShe can only take so much more than her heart got\nShe can only live for the moment\nWhy? I'll never know it\nGuess I'll meet her right back at start\n\n\nLet's roll a J and pretend we in love\nI've got a paper plane, it's propelling my buzz\nI'm trying to make a way, she never call back\nShe's tryna fall back, cuz she say I'm all that\nShe only love me when I be ignoring\nWhen I be doing throwin it on her, shorty brushing me off\nI swear, I kinda feel like she's slightly bizarre\nSabotage all the time, have me Avatar'd\nBlue ball, who fault? Mine, only cause I stick around\nShe leave before the sun up, leave you something to think about\nYea and this is something to think about\nWhy people want you single every time that you got a spouse\nHa, that make it hard to be faithful\nKnowing I can go wherever and get 8 more\nTen more depending on where Wale going\nFuck it I got a few more now that my hair long\nIt’s weird shawty, your wares showing me dead wrong\nYou gon' miss a good thing, end up bitter alone\nShit ain’t better alone\nI get her once I bet you keep coming back for more\nKeep coming back for more, keep coming back for more\nKeep coming back for more, keep coming back for...\n\n\nMy girl likes to sabotage, our love yeah\nShe can only take so much more than her heart gotShe can only live for the moment\nWhy? I'll never know it\nGuess I'll meet her right back at start\n\n\nThis is her, this is it\nThis is sabotage love, counterfeit\nShe the shit, she the one\nShe need now, she ain't never needed love\nLet her go, let her leave\nThis is something that could never ever be\nSaid her hearts, in a cage\nCuz if you never love, you can never hate\nMarinate\n\n\nSabotage, sabotage, I love you\nSabotage, sabotage, I love you\nSabotage, I love how you keep coming back for more\n(Why do you, why do you, why do you)\nKeep coming back for more\n(Why do you, why do you, why do you)\nKeep coming back for more\n(Why do you, why do you, why do you)\n\n\nMy girl likes to sabotage, our love yeah\nShe can only take so much more than her heart gotShe can only live for the moment\nWhy? I'll never know it\nGuess I'll meet her right back at start\nMy girl likes to sabotage, our love yeah\nShe can only take so much more than her heart gotShe can only live for the moment\nWhy? I'll never know it\nGuess I'll meet her right back at start\n\n\nAnother sabotage\nAnother sabotage\n...For more\nKeep coming back for more\nKeep coming back for...\nThe thing's like crack for sure\nI keep coming back for more\n\nGimme some motherfuckin coughdrops. Ha"
    ],
    "Release date": "January 31, 2012",
    "Title": "Sabotage",
    "Artist": "Wale"
}