{
    "Lyrics": [
        "\nYeah\n\n\nDo you think I’ll ever need you, love, more than you need me?\nShow me your true colors girl, I just want to see\n'Cause I done had too many come around and change on me\nShe screamin' please don't waste my time\nI say I totally agree\nSee girl I'm fine with that\nI done gave my watches away, ain't got no time for that\nAskin' where's my heart, good luck findin' that\nHow long could I see her round still think I'm timin' that\nThink I'm still timin' that\n\n\nPretty teeth with a nice demeanor\nI'm in a rush, it was nice to meet ya\nCollared shirt, no elongated T's, cheaper to be yourself\nAin't no wrong way to be, accomplished a lot\nCame from the block, ambitious in the trenches\nI got a long way to reach\nSorry if I was offensive, but not at all\nYou got to pardon me at times, okay problem solved\nWhen I hear the word can't take it like a challenge\nI don't understand why the hell I can't have it\nHelp me understand why the hell I can't have it\nI was blessed with a swag and I ain't braggin'\nInsecurities get covered with designer fashion\nIf I'm not intimidatin' tell me why you're bashful\nIf you not feelin' what I'm sayin', sorry for the hassle\nBut if you leavin' here with me it'll be fantastic\n\n\nDo you think I'll ever need you love more than you need me?\nShow me your true colors girl, I just want to see\n'Cause I done had too many come around and change on me\nShe screamin' please don't waste my time\nI say I totally agree\nSee girl I'm fine with that\nI done gave my watches away, ain't got no time for that\nAskin' where's my heart, good luck findin' that\nHow long could I see her round think I'm still timin' that\nThink I'm still timin' that\n\n\nAin't no relaxin', they pillow fightin' on the sofa\nNot at all my main focus though I was hopin'\nPull your hair, kiss it soft while you bendin' over\nAfter that we could shower and I could hold ya\nHavin' deep conversation and now you open\nPretendin' that I was asleep while you on the phone\nListen to you tell your girlfriend how I stroke it\nOnly that it was a foot I already know it, mind blowin'\nPhone rang bout to go, is you rollin'\nPlayin' poker no cards, throwin' hands exposin'\nRest in peace Soulja Slim, slow motion\nKicked out of everywhere, expulsion\n\n\nDo you think I'll ever need your love more than you need me?\nShow me your true colors girl, I just want to see\n'Cause I done had too many come around and change on me\nShe screamin' please don't waste my time\nI say I totally agree\nSee girl I'm fine with that\nI done gave my watches away, ain't got no time for that\nAskin' where's my heart, good luck findin' that\nHow long could I see her round think I'm still timin' that\nThink I'm still timin' that."
    ],
    "Release date": "January 29, 2016",
    "Title": "Time for That",
    "Artist": "Kevin Gates"
}