{
    "Lyrics": [
        "\nLet me at them\nSay you love me (say you love me)\nI know I'm not the only one\nGo go Grizz (know I'm not the only one)\nStruggles that I'm overcoming\nI killed that nigga for my dog and now he owe me one\nW-W-W-W Winners Circle\n\n\nSay you love me, yeah\nSay you love me, yeah\nI know that I'm not the only one\nStruggles I done overcome\nI killed that nigga for my dog and now he owe me one\n\n\nLay me for a brick layer slangin' weight\nFell in love, made a new mistake\nBaby momma arguin', askin' where was I\nInstead I ask her \"How we do today?\"\nBreakin' through the safety pin with solid ye\nI most likely blew through 28\nWomen shady, how come I ain't choose to hate?\nLoyal to 'em how come I ain't see the play?\nCouldn't see no wrong in people tryna help 'em\nWanna see my youngin's really eatin'\nGoaltending, blocking blessings for no reason\nOne bedroom apartment watchin' killer season\nHad my share, funny tell you while it's secret\nPeople that you love and they not sharin' nothin'\nSee you pockets ugly, won't reach out for nothin'\nI can't wait to catch you bitches out in public\nBuyin' out the mall, fuck your bitch in front you\nOkay too aggressive, other women love it\nI don't kiss and tell, lot of artists wonder\nCut the bra, and punch it longer in her stomach\nRough and rugged, took some losses, money doubled\nToilet bowl, thinking shittin' on 'em, fuck it\nPlayin' chess and the bishop on the muscle\nYou would never love me like my daughter love me\n\n\nI can't be the one you love\nAnd I can't be the one you love\nStruggles I overcome\nKilled that nigga for my dog and now he owe me one\nSay you love me, yeah\nSay you love me, yeah\nI know that I'm not the only one\nSay you love me, yeah\nSay you love me, yeah\nSay you love me, yeah\nI know that I'm not the only one\n\n\nActors got stripes they ain't never earned\nNot a freak for fame, rather wait my turn\nSay he taddle-tailing put him in the dirt\nFuck his family members, they can wear his shirt\nEvery rapper talkin' cookin' dope\nFlippity flip, break-break your wrist\nI desire now to be alone, no attention if it's ignorance\nTo say it frankly, I don't give a shit\nBreathin' hard, come on say what's in your thoughts\nSomethin' on your mind, I could take it off\nMoney mean nothin', I want my respect\nDeath before dishonor tatted on my flesh\nHoles in my clothes, underarms smellin'\nMillion man march this ain't Malcolm X\nWelfare, receivin' government assistance\nGet up out the bed, spend up all they check\nHow you don't know that, you ain't never yeah\nWhat you mean by ye, talkin' sellin' crack\nEmbalming fluid runs through Montana\nThinking going back and peddle weight\nPills that Reedy stuck stopping up the Brig\nRenegade hoes settin' up the trench\nJunkies usin' H, it's a better feel\n\n\nI can't be the one you love\nAnd I can't be the one you love\nStruggles I overcome\nKilled that nigga for my dog and now he owe me one\nSay you love me, yeah\nSay you love me, yeah\nI know that I'm not the only one\nSay you love me, yeah\nSay you love me, yeah\nSay you love me, yeah\nI know that I'm not the only one\n\n\nAin't been havin' no dreams\nDon't be gettin' no sleep\nHow can someone call me those things\nThey don't even know me\nI lost everything I love a week ago\nLoyalty which probably mean the most\nHeart played on every time I gave\nMakin' me afraid of being close\nBig dog, mouth full of gold\nBig loud, ounce getting rolled\nWe dive out 20 shows\nRadio stop playin' songs\nI ain't really feel like I was wrong\nSouthside finest get it on\nRight back grindin', teeth grittin'\nShip sinkin', cry about it? No\nCatch 'em with the lyrics on a whim\nThe one who spoke the laws I am him\nStarted out, we wanted us some ends\nLate night discussion of a Benz\nLate night we fussin' bout the rent\nEviction notice posted, I ain't notice\nFocused tryna get another flip\nWasn't makin' half of what I spent\nTee Newman passenger, we lit\nI just got with Mocha that's a lick\nConversation with the boss man, look\nWe was talkin' signin' him again\nWomen wanna clown in front they friends\nLike you was not respectin' what it is\nListen when I tell you what it is\nTo be around you signin' a consent\nYou know I just got married to your friend\nI done threw a ring around the dick\nDiamonds dancin' every time I spit\nHad to throw some bling up on a bitch\nSelf made stand up guy\nGod first, hands to the sky\nAll I do is ride nigga, yeah\nI don't even argue about the bread\nThat lil' money that you owe me, you can have\nI can't even see me gettin' mad\nI can't even see me goin' backwards\nKnow you wanna see me on my ass\nCuttin' up with Dreka fine ass\nSwagger matchin', where'd you find that?\nI just rolled a stick of Mad Hatter\nPlease me let me enjoy the ride back\nPlease me let me enjoy the ride back\nCould you please me let me enjoy the ride back?\nI just rolled a stick with mad air\nCuttin' up with Dreka fine ass\nSwagger matchin', where'd you find that?\n\n\nSee I live my life like you know I'm gonna enjoy this bitch 'cause you never know when this gon' be over. I can't be the one you love"
    ],
    "Release date": "January 29, 2016",
    "Title": "Not the Only One",
    "Artist": "Kevin Gates"
}