{
    "Lyrics": [
        "\nAyy, K. Dot\n(Yay-yay)\nCan we get it how we used to get it like when Top had the red Charger?\nCan we get it how we used to get it like when Top had the red Charger?\nCan we get it how we used to get it?\n(TrapAdix)\n\n\nCap on, and I got racks on\nSpend four nights in a country I like\nThen take my rich ass back home\nGlow so bright, I could make moonlight\nSee this ain't like your pheromones\nBlew one, big gun, baritone\nWho won? We won, yeah, holmes\nWe old school like Capitol\nMy old school made doctor note\nMy old school made hard knock\nBlack on black, my coupe and strap\nI ain't ballin' on the hard top, I told y'all to call Top\nNow my number call blocked, I don't miss, I call shot\nHold up, yeah, cap on and I got racks on (And I got racks on)\nAnd I produce that diesel, I could put Shaq on (I could put Shaq, ayy)\nNigga, your bitch gon' leave you, you ain't got backbone (You ain't got, hold up)\nI don't rely on people, I just go and bread chase, whoa\nThis so fuckin' dope, I might catch a fed case, whoa\nYou ain't gettin' money, nigga, then you dead weight, whoa\nGot the drop on 'em, there he go, checkmate, whoa\nWe go drop on 'em, y'all better play it safe, whoa\n\n\nCap on, and I got racks on\nDon't be bitter, your dope they reconsider, that shit be stepped on\nEastside Johnny way out that project building, I get my rep on\nFuck your feelin', no question bitch, I kill it, I bring that check home\nWe old school like domino, my old school made lawyers know\nMy old school a match box, black on black, bad bitch in the back\nWe ballin' on a hard top, Dot told y'all to call Top\nNow my number call blocked, we don't miss, we call shots\nSwervin', I pay 'em no mind because I curve 'em\nShe said I look way better in person\nI told her I do better when I'm workin'\nYou scared motherfucker? Go to churches\n\n\nRight back in this bitch, take a flick, ho, what's happenin'? Yeah\nWe don't politic, money clip like it's fashion, yeah\nMe and Rock go back like flippin' mattresses\nMe and Dot go back like knockin' addresses\nCap on, cap on, drum hold thirty, no add-on\nLil' Man-Man not the one to go bad on\nBig kickstand fold out when you lack on\nYou ain't no man, you a mouse in a rat hole\nI hold band, whole stack, that's factual\nCalled Big Ten on a island bashful\nFuck your plan, I'ma burn that castle\nFuck that clan, I'ma burn that task force\nIt's sick murder when I say go\nHoppin' out that van with the black ski mask\nAnd a great big burner when I say go\nMan I took my chance in the paint like that\nLet's see how further it might go\nAnd it just might hurt you when I go\nAnd my name might curse you when I go, bitch\n\n\nGod, we trust\nFear no man but in God, we trust\nBoth palm in hand, prayin' I stay up\nI know you try your best but it's not like us, wow\nOh you say you got a bad one? Wow\nI can tell you never had one, wow\nWe back to back actin' maney, wow\nEastside Johnny goin' stupid, stupid, stupid, wow"
    ],
    "Release date": "June 15, 2018",
    "Title": "Wow Freestyle",
    "Artist": "Jay Rock"
}