{
    "Lyrics": [
        "\nOut of sight, out of mind, feelin' like\nI'm runnin' out of time, out of sight (Out of sight)\nOut of mind, feelin' like\nI'm runnin' out of time, out of sight (Out of sight)\nOut of mind, out of sight (Out of sight)\nOut of mind, out of sight (Out of sight)\nOut of mind, livin' life\nLike I'm runnin' out of time\n\n\nSometimes a nigga feel like\nEverybody ain't real like Johnny McKinzie\nIf I could pretend, see, I wouldn't feel right\nI bought a Dodge Magnum\nI just got signed, everybody on my line\nThey wanna know the taxes\nDo Rock got a mansion? 30K to my moms\nThe hood turnt up, bitches, bottles, dope and all that stuff\nFor attention, high hopes and call my bluff\nOffended by the notes when I lost love\nThings change, people change, niggas change\nBitches change, friend or foe, if or so, pick a lane\nLil Wayne on my single now\nFuckin' hoes like I'm single now\nTriggers close to my fingers now\nBut when the label frozed up, they all chosed up\nThey tellin' me you a non-believer now\nA felony all I could think about\nThe cars got repoed, the bills they add up\nMy bitch done left me, I smoked my last one\nI'm high with no sleep, I pray a bag come\nI just might grab one, I just might blast one of you\n'Cause I ain't got nothin' to lose\nBut I got these wins to gain\nAnd I don't feel comfortable\nOne thing that I've learnt all of these years\nIs to block devils off of my ears\n'Cause fairytales don't end well\nWhen the fame and fortune not here\nEverybody!\n\n\nOut of sight, out of mind, feelin' like\nI'm runnin' out of time, out of sight (Out of sight)\nOut of mind, feelin' like\nI'm runnin' out of time, out of sight (Out of sight)\nOut of mind, out of sight (Out of sight)\nOut of mind, out of sight (Out of sight)\nOut of mind, livin' life\nLike I'm runnin' out of time\n\n\nPromethazine in a baby bottle\nMeditatin' on daily dollars\nLately problems stem from my bitch\n'Cause she know I still fuck with my baby mama\nSo there be drama in the house, I gotta find a outlet\nWaitin' on a plug just like a fuckin' outlet\nFuck it, I'm turnin' my phone off\nFantasies of grabbin' the heat and burnin' my nose off\nBlaow! Niggas might not know but I'm slightly throwed off\nAnd I might need Zoloft, but for now, these Xannies'll do\nHear the sound, a manic depressive\nThat ain't been prescripted, what can he do?\nAnywho, boy, when you got it, you keep a close watch\nOn the ones that's befriendin' you (Friendin' you)\nThem'll be the ones that's envy you (Envy you)\nVividly dreamin' 'bout endin' you (Endin' you)\nBut when you low, they don't tend to you (Tend to you)\nActin' new when they run into you (Into you)\nFuckin' your bitch tryna feel like you (Feel like you)\nThis the message I send to you\n\n\nLook both ways before you cross me, I tell ya (Look both ways)\nLook both ways before you cross me, I tell ya (Hmm-mm)\nLook both ways before you cross me, I tell ya (Hmm-mm)\nLook both ways 'cause if you cross me, I kill ya\n\n\nOut of sight, out of mind, feelin' like\nI'm runnin' out of time, out of sight (Out of sight)\nOut of mind, feelin' like\nI'm runnin' out of time (Out of sight)\n\n\nRippin' and runnin' wild\nMy momma say, \"Slow it down\", I don't listen to her\nAll of my felonies on file, sippin' liquor 'til my liver ruined\nMy partner just lost trial\nThis system'll give it to you when you gettin' to it\nHow could you calm down?\nCause soon as your guard's down, it's a pistol to it\nG-ride special, it's a Buick\nI'm guilty but I said I didn't do it\nPressure bust pipes like a gunfight\nI ain't never bring a knife to it\nI done been through it and I been through it\nAll the rah-rah, I'm in a high rise\nInstead of music and the interviewin'\nI could be a nigga dead in a viewin'\nWould you take a look inside of my eyes?\nI'm surrounded by a bunch of blind guys\nOut of sight and out of my mind\nBut y'all can never see me, checkin' chicken fettuccine\nAnd I wish a nigga would when I'm in this Lamborghini\nTop back in the bity, top down on a Bentley\nTop Dawg's on the map\nWe familiar with your ways, we don't even need the app\nSorry but I gotta ask, you runnin' the trap or just runnin' your trap?\nI'm runnin' amok, I'm runnin' it up, runnin' across the finish line\nHope you worth more than yo' Rolex\nWhen you run up out of time\n\n\nOut of sight, out of mind, feelin' like\nI'm runnin' out of time, out of sight (Out of sight)\nOut of mind, feelin' like\nI'm runnin' out of time, out of sight (Out of sight)\nOut of mind, out of sight (Out of sight)\nOut of mind, out of sight (Out of sight)\nOut of mind, livin' life\nLike I'm runnin' out of time"
    ],
    "Release date": "June 15, 2018",
    "Title": "OSOM",
    "Artist": "Jay Rock"
}