{
    "Lyrics": [
        "\nI told my niggas, \"If you hold me back\nFrom pursuin', ain't no comin' back\"\nWe gon' catch these Gs, now watch me do just that\nMake these monies easy and watched 'em grew in fact\nI told my niggas if you hold me back\nFrom pursuin', ain't no comin' back\nPick your poison, tell me what you do with that\nMake these monies easy and watch 'em grew in packs\nI told my niggas if you hold me back\n\n\nUh, imagine Rock up in that field where options ain't so audible\nProblems steady fallin', the effects is like some dominoes\nIssues chronological, gotta get that money fast\nAndale, vamonos, feelin' like Osama, got my llama close\nHope them boys don't come knock at my mama's door\nAK-47 out that window, think I'm paranoid\nAmerica, another case I can't afford, help me Lord\n\n\nI told my niggas, \"If you hold me back\nFrom pursuin', ain't no comin' back\"\nWe gon' catch these Gs, now watch me do just that\nMake these monies easy and watched 'em grew in fact\nI told my niggas if you hold me back\nFrom pursuin', ain't no comin' back\nPick your poison, tell me what you do with that\nMake these monies easy and watch 'em grew in packs\nI told my niggas if you hold me back\n\n\nBeen about that money, fuck the damn lotto\nCruisin' through the 'jects wit' the 12 shotta\nMost my niggas gone or the jail got em'\nAnd most these bitches wrong but we still jock em'\nCocaine in the trap, still rockin'\nThem hood rats in the back got that trim poppin'\nShe twerkin' for the camera while her kids watchin'\nAnd she gon' take that cheese to go wig shoppin'\nThat's if she owe me that, go check my zodiac\nHave many coke and cognac in that cul-de-sac\nMy uncle Bobby had them bodies, he wore the mac\nAin't talking oldies when its singin' that 40 clap\nCan't nobody hold me back, I'mma locomotive steam rollin'\nGotta fight to keep that money stream open\nLiquor shots is for your team, that's tree smokin'\nIn that coupe de ville with D's on it\n\n\nI told my niggas, \"If you hold me back\nFrom pursuin', ain't no comin' back\"\nWe gon' catch these Gs, now watch me do just that\nMake these monies easy and watched 'em grew in fact\nI told my niggas if you hold me back\nFrom pursuin', ain't no comin' back\nPick your poison, tell me what you do with that\nMake these monies easy and watch 'em grew in packs\nI told my niggas if you hold me back\n\n\nGotta get it ain't no options out here\nHer nigga just killed my partner out here\nThey wonder why we steady glockin' out here\nCuz niggas they ain't really lockin' out here\nAnd we ain't worried 'bout them coppers out here\nDo anything to try to stop us out here\nNo 9-to-5's but we clockin' out here\nEvery chance they get you know they watch us out here\nOh yeah, got to be that animal\nStreets is like a jungle, it'll eat you like it's Hannibal\nWigs splitted, cantaloupe, yeah we see that everyday\nCandles lit, pour out liquor, hope it take the pain away\nI ain't tryna pay my way, I'm just tryna pave my way\nMama tell me gotta save them pennies for them rainy days\nHave me snatch that switch\nOff that branch with some leaves on it\nFantasizin' bout some money trees on em'\n\n\nI told my niggas, \"If you hold me back\nFrom pursuin', ain't no comin' back\"\nWe gon' catch these Gs, now watch me do just that\nMake these monies easy and watched 'em grew in fact\nI told my niggas if you hold me back\nFrom pursuin', ain't no comin' back\nPick your poison, tell me what you do with that\nMake these monies easy and watch 'em grew in packs\nI told my niggas if you hold me back\n\n\nYeah, on this journey we call life, its always gonna be obstacles, road blocks, things tryna hold you back. Just keep pushin, don't let that stop you. Never give up, stay chasin' money trees. Don't let nobody tell you you can't do it. Keep going, nahmean? Don't let nobody stop you, I mean nobody. Uh huh, go hard for what you believe in. Stay up, wake up, cake up, get paper, and I swear to God things will fall in your favor"
    ],
    "Release date": "June 3, 2015",
    "Title": "Money Trees Deuce",
    "Artist": "Jay Rock"
}