{
    "Lyrics": [
        "\n\n\nKeep it one hundred, I’m one hundred and one\nI ain’t talking dalmatians up under the sun\nOn the road to Damascus, gun and a suit\nYou either coming with some products or you coming for loot\nI’m coming with the peace so I’m chucking the deuce\nI ain’t tryna run a train I’m just in the caboose\nAnd I’m tryna give these niggas the truth\nI ain’t ‘bout to spazz on ‘em, give ‘em light\nI’m just doing my Zeus\nRubbing on her body just like a masseuse\nAnd it’s money like a hobby for you to seduce\nBut if you blink twice nigga you can Medus'\nSee the snakes in here, look there's hate in there\nI pray that you niggas all playing fair\nYou can’t help but stare as you face the glare, yeah\nI’m not up on in short yellow\nWith a helmet on my head while I’m eating marshmallows\nPlaying jigsaw while I’m picking off devils\nI can rock this shit on all levels\nStraight up out the ES, journey over BS\nI’m like a hundred kilos stuffed in the Prius\nI’m going hard ‘til they free us\n\n\nHold up wait a minute\nLet me put some season in this Gumbo\nHold up wait a minute\nLet me put some season in this Gumbo\n\n\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, for you\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, for you\n\n\nHave you ever put your hand over fire\nJust to see what you could tolerate?\nAnd you can find no escape\nLife is a Dominatrix waiting for shit to pollinate\nTo make you mind your mistakes\nKeeping my chin down, nose clean, with my guards up\nCharged up ‘cause this ghetto got me scarred up\nYes, I’m the child with the crookedest smile\nLook at my foul, look at what the star bucks\nYou can’t swim if you don’t paddle\nWake up in the morning with my nose to the gravel\nBloodhound, for that federal reserve note\nThat’s when I noticed the switch, niggas is turncoats\nIt's the way of the world, carry the weight of the world\nCarry a blade too, for they forsake you\nYeah, I’m the vision, from the night I was born\nTo be the eye of the tiger in the eye of the storm\nEye on the clock, ain’t no need for alarms\nJust get on your A-game when it’s time to perform\nYeah, and I can show you what it feels like\nThe moment they want you defeated but yet you still fight\nSo what it feel like?\n\n\nHold up wait a minute\nLet me put some season in this Gumbo\nHold up wait a minute\nLet me put some season in this Gumbo\n\n\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, for you\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, flavor\nWhole lot of flavor, for you\n\n\n- \"Hold up, wait a minute / Let me put some season in this gumbo\"\n- Nigga, shut the fuck up! Hey, hey! I'm tryna play you this new Rock, and you still singin' that shit. No nigga, new Rock! My nigga...\n- But it ain't this gumbo from Mrs. Johnson\n- Man, fuck you and Mrs. Johnson!\n- Nigga, what you sayin? That's my Sunday school teacher, dawg. Look, if it ain't better than this gumbo I got from Mrs. Johnson then we gon' have some real problems, man. I'm just sayin'\n- Look, my nigga. Relax, my nigga. Listen to this shit"
    ],
    "Release date": "July 1, 2015",
    "Title": "Gumbo",
    "Artist": "Jay Rock"
}