{
    "Lyrics": [
        "\nBitch, you thirsty, please grab a Sprite\nMy Crips lurking, don't die tonight\nI just want to dance with you, baby\nJust don't move too fast, I'm too crazy\nMan down, Downey Ave, and get shaded\nTake a nigga mind off that\nWe can dip, fuck in the whip, slide right back in the function\nOne wrong word, start busting\nPut that on my Yankee hat\nI'm a gangsta Crip, fuck gangsta rap\nWhere the ladies at? Where the hoes? Where the bitches?\nEvery real nigga know the difference\nBandana brown like the dope daddy shooting in the kitchen\nReal Norfside nigga, never went to Poly, Wilson or Cabrillo\nCocaine color of a Creole\nT-Skrap moving for the d-low, and he know\n\n\nI ain't never ran from nothing but the police\nI ain't never ran from nothing but the police\nI ain't never ran from nothing but the police\nFrom the city where the skinny carry strong heat\nNorfside, Long Beach (Norfside, Long Beach)\n\n\nHit the corner, make a dollar flipping\nSplit the dollars with my mama children\nFolks need Porsches, hoes need abortions\nI just need y'all out of my business\nNever no problem playing no bitches\nNever no problem spraying no witnesses\nNo face, no case, been with the shit\nHopped out broad day, then emptied clips\nCut class 'cause it wasn't 'bout cash\nSchool wasn't no fun, couldn't bring my gun\nKnow a change gon' come like Obama 'nem say\nBut they shooting everyday 'round my mama 'nem way\nSo we put an AK where Kiana and them stay\nAnd that's for any nigga say he got a problem with me\nHow I'm Cripping where I'm living, come and follow me\nPistol popping, Poppy Street\n\n\nI ain't never ran from nothing but the police\nI ain't never ran from nothing but the police\nI ain't never ran from nothing but the police\nFrom the city where the skinny carry strong heat\nNorfside, Long Beach (Norfside, Long Beach)\n\n\nNate Dogg still here 'cause of niggas like me\nPolice still scared 'cause of niggas like me\nIn the hood, like a dollar sweet tea or a Louis Burger\nYou ain't with the business, nigga, who you murdered?\nYou ain't heard of Coldchain? Best thang smoking out the city\nRiding 'round with the same shotgun that shot Ricky\nLil' nigga should've zig-zagged, then he got his back wet\nNaughty running Norfside, niggas better fact-check\nFronting with the gun talk, I ain't heard a clap yet\nAll my niggas from the street, they the niggas best yet\n'Cept for Lil' Halftime, brody bang the Five Blocks\nSorry, hit your homie five times, better grab chalk\nDid it, got away with it out the Civic\nWe Cripping, Long Beach City, pay a visit\nPark Ramona, Pop-block the corner\nGiving hell 'til it's frozen over\nI ain't never ran from nothing\n\n\nI ain't never ran from nothing but the police\nI ain't never ran from nothing but the police\nI ain't never ran from nothing but the police\nFrom the city where the skinny carry strong heat\nNorfside, Long Beach (Norfside, Long Beach)"
    ],
    "Release date": "June 22, 2015",
    "Title": "Norf Norf",
    "Artist": "Vince Staples"
}