{
    "Lyrics": [
        "\nFuck y'all want from me?\nY'all don't want money, y'all don't want from me\nY'all wanna die in the chase of things\nWe all gon' die and embrace the thing\nTrapped inside a burnin' church\nMade it out alive, God know my worth\nRaw face, Scarface\nY'all face more defeat, I know it hurts\n20 of 'em, 20 on call\nGot 20 in my hand, got 20 on judge\nGave 20 to my dog, got 20 on girls\nThat'll fuck you to— (zoom zoom zoom)\nThat'll fuck you then fuck you over\nTake your safe, take your keys, take your Rover\nTake the heart you thought you had\nSpeed off, rollin' up life in a taxi cab\n\n\nOpps on the radar (You're dead to me)\nHow you wanna play ball? (You're dead to me)\n–takes all (You're dead to me)\n(You're dead to me, you're dead to me)\nYou know what zone I'm in (You're dead to me)\nDon't care who you with (You're dead to me)\nWatch me do my shit (You're dead to me)\n(You're dead to me)\n\n\nHey hey, ready, set, go crazy\nHere to finesse, you see I'm getting mines\nA life hit a nigga with a lemon's limelight\nBut at night, we still committin' crimes, spittin' rhymes\nBought a coupe with the spinnin' rims, get inside\nBring a friend, bleedin' hands from the genocide\nClean me up, beam me up to the other side\nBrothers die, 'cause 'coons turn to butterflies\nThey don't wanna see me sittin' in the Benz\nThey don't wanna see me livin' on the end\nOf the city in a citywide bend\nShow no pity in the city full of sin\nThey don't wanna see me gettin' to the check\nThey just wanna see me swimmin' in the debt\nDon't drown on ground, wait until you hear\n9-1-1, freeze (zoom, zoom) dead\n\n\nOpps on the radar (You're dead to me)\nHow you wanna play ball? (You're dead to me)\n–takes all (You're dead to me)\n(You're dead to me, you're dead to me)\nYou know what zone I'm in (You're dead to me)\nDon't care who you with (You're dead to me)\nWatch me do my shit (You're dead to me)\n(You're dead to me)\n\n\nI move like a millipede\nWhen I flex them tendons like rubber trees\nYoung Millie Jackson back to the shit\nMouthpiece drawn, got a verbal armory\nStack bodies, not figurines\nMove beneath the surface, submarine\nI'm half machine, obscene with a light sword\nLook inside the brain, it's a riot in the psych ward\nWhat you standing on the side for?\nRoar like a lioness, punch like a cyborg\nSpit slick, attack is subliminal\nFlowers on my mind, but the rhyme style sinister\nStand behind my own bars, like a seasoned criminal\nGotham City Streets, I'll play the *bleep*\nCrushing any system, that belittles us\nAntidote to every poison they administer\nSwitch it like time signatures\nColors in my aura tend cover the perimeter\nBrown bodies that the blues wanna shoot through\nHi-res lasers wanna (zoom, zoom, zoom)\nWool over your eyes\nMy strength ain't nothing like my size\nBlades on the top, Kathleen Cleaver\nTangle my cords like a weaver\n\n\nOpps on the radar (You're dead to me)\nHow you wanna play ball? (You're dead to me)\n–takes all (You're dead to me)\n(You're dead to me, you're dead to me)\nYou know what zone I'm in (You're dead to me)\nDon't care who you with (You're dead to me)\nWatch me do my shit (You're dead to me)\n(You're dead to me)"
    ],
    "Release date": "February 9, 2018",
    "Title": "Opps",
    "Artist": "Vince Staples & Yugen Blakrok"
}