{
    "Lyrics": [
        "\n\n\nThis could be forever, baby\nThis could be forever, baby\nThis could be forever, baby\nThis could be forever, maybe\nDo you like the sunshine, do you like the snow?\nDo you wanna talk about it, or be alone?\nI think that you should know that, this could be forever, baby\n\n\nOpen up your eyes and tell me whatcha thinkin'\nOpen up your mind, and tell me whatcha seein'\nInside of me, why we fussin', fuckin' up this evenin'\nI probably couldn't fix it if I knew the reason\nUp on the sea, where I see you fallin' in the deep end\nIs it love? I would really love to know the meanin'\nWhat's the grudge that you're holdin'?\nHold my hand let me take you to the land\nWhere the ocean and the sands are meetin'\nLook at the sun, all we need to see to know our freedom\nOpen up your heart, if we don't love then we fall apart\n\n\nThis could be forever, baby\nI never seen you wetter, baby\nThan when the tears fall\nSoakin' up your sweater, baby\nI didn't mean harm\nDon't make me regret it, baby\n\n\n'Cause if I never knew ya, I could never do this to ya\nHope you understand, they never taught me how to be a man\nOnly how to be a shooter, I only need the time to prove it\n\n\n'Cause this could be forever, baby\nThis could be forever, baby\nThis could be forever, baby\nThis could be forever, maybe\nDo you like the sunshine, do you like the snow?\nDo you wanna talk about it, or be alone?\nI think that you should know that, this could be forever, baby\n\n\nMy teachers told me we was slaves\nMy mama told me we was kings\nI don't know who to listen to\nI guess we somewhere in between\nMy feelings told me love is real\nBut feelings known to get you killed\nI feel as if I'm misconstrued\nI spend my moments missin' you\nI'm searchin' for atonement\nDo I blame my darker tone?\nI know somethings are better left unsaid\nAnd people left alone\nPick up the phone\nDon't leave me alone in this cruel, cruel world"
    ],
    "Release date": "June 30, 2015",
    "Title": "Summertime",
    "Artist": "Vince Staples"
}