{
    "Lyrics": [
        "\nI’ve got hoes, I’ve got hoes\nIn different area codes (Area), area codes (Codes)\nHoes! Hoes, hoes, in different area codes (Area)\nArea codes (Codes)\nHoes!\n\n\nNow you thought I was just 7-7-0, and 4-0-4?\nI'm worldwide, bitch act like y'all don't know\nIt's the abominable ho man\nGlobe-trot international post man\nNeighbor-dick dope man\n7-1-8's, 2-0-2's\nI send small cities and states I-O-U's\n9-0-1, matter of fact 3-0-5\nI'll jump off the G4, we can meet outside\nSo control your hormones and keep your drawers on\n'Til I close the door and I'm jumping your bones\n3-1-2's, 3-1-3's (oh)\n2-1-5's, 8-0-tree's (oh)\nRead your horoscope and eat some hors d'oeuvres\n10 on pump one; these hoes is self serve\n7-5-7, 4-1-0's, my cell phone just overloads\n\n\nI’ve got hoes, I’ve got hoes\nIn different area codes (Area), area codes (Codes)\nHoes! Hoes, hoes, in different area codes (Area)\nArea codes (Codes)\nI’ve got hoes!\n\n\nNow every day is a ho-ly day, so stop the violence and put the 4-4 away\nSkeet, shoot a ho today\n5-0-4, 9-7-2's\n7-1-tree, whatcha gon' do?\nYou checking out the scene, I'm checking a ho tonight\nWith perpendicular, vehicular ho-micide\n3-1-4, 2-0-1 (hey)\nToo much green, too much fun (hey)\nI bang cock in Bangkok\nCan't stop, I turn and hit the same spot, think not\nI'm the Thrilla in Manila, schlong in Hong Kong\nPimp 'em like Bishop, Magic, Don Juan\nMan after Henny with a coke and a smile\nI just pick up the motherfuckin' phone and dial\nI got my condoms in a big ass sack\nI'm slanging this dick like a New Jack\n\n\nIs it cause they like my gangsta walk?\nIs it cause they like my gangsta talk?\nIs it cause they like my handsome face?\nIs it cause they like my gangsta ways?\nWhatever it is, they love it and they just won't let me be\nI handles my biz, don't rush me, just relax and let me be free\nWhenever I call (I call), come running\n2-1-2 or 2-1-3\nYou know that I ball (I ball), stop fronting\nOr I'll call my substitute freak (hoes)\n\n\nI’ve got hoes, I’ve got hoes\nIn different area codes (Area), area codes (Codes)\nHoes! Hoes, hoes, In different area codes (Area)\nArea codes (Codes)\nI’ve got hoes!\n\n\n9-1-6, 4-1-5, 7-0-4\nShout out to the 2-0-6\nEverybody in the 8-0-8\nHa-ah, 2-1-6, 7-0-2, 4-1-4\n3-1-7, 2-1-4's and the 2-8-1's\n3-3-4, 2-0-5, I see ya\nUh-uh, 3-1-8, 6-0-1's, 2-0-tree\n8-0-4, 4-0-2, 3-0-1\n9-0-4, 4-0-7, 8-5-0\n7-0-8, 5-0-2\nHoes in different area codes, know that\nSouthern Hoes-pitality, Northern Exhoes-ure\nHa-ha, ho ridin' on the West coast\nYa understand what I'm saying?\nHo-cus pocus, you the dopest\nHoes to the right, hoes to the left, 5 hoes this time\nWhoo! Ho no!\nThe Hip-hop ho-ller-coaster, that's what we on right now\nHa-ha, no need to get all ho-stile\nDef Jam South baby, Disturbing Tha Peace\nJazze Pheezy, Uncle Face\nLudacris, uh, hoes... I'm sweating like a motherf"
    ],
    "Release date": "June 26, 2001",
    "Title": "Area Codes",
    "Artist": "Ludacris"
}