{
    "Lyrics": [
        "\nThis what happen when I think 'bout you\nI get in my feelings, yeah\nI start reminiscing, yeah\nNext time around, fuck, I want it to be different, yeah\nWaiting on a sign, guess it's time for a different prayer\nLord, please save her for me, do this one favor for me\nI had to change my player ways, got way too complicated for me\nI hope she's waiting for me\nEverywhere she go they playin' my song\nThat's why I say the things that I say\nThat way I know you can't ignore me\nBut so, so (Yeah)\n\n\nSo give me all of you in exchange for me\nJust give me all of you in exchange for me, for me\n\n\nBreak it down, yeah\nYes sir\nCheck\n\n\nWe used to lay up and then stay up\nHave sex and then blow dank\nI shouldn't have played no games with you, just leveled-up my rank\nLast time I saw you we ain't speak, that was strange\nGuess it's nothing I can do, man, it's true, exes change, yeah\nAyy, guess you changed for the better (Better!)\nI know you know how to make me jealous\nI was never loyal, let you tell it, yo\nBut I'm ready to fix it if you ready, baby\nBut so, so (Yeah)\n\n\nSo give me all of you in exchange for me\nJust give me all of you in exchange for me, for me\n\n\nFor real shawty\nYou already know\n\n\nYeah, is you at Two Keys or Tin Roof?\nTurn up with young Tiller, we just gettin' loose\nMaybe I'm lowkey feelin' you, don't be cynical\nWon’t fuck you over, wanna fuck you over and again\nThe truth is I ain't really here to start problems\nGirl, I swear to God them hoes can't never say they got him\nKnow how bad you wanna tell 'em, \"don't try him\"\nI don't wanna tell 'em, let's surprise 'em\nI don't wanna get into it – why you stressin' him? I've been drivin'\nBack and forth, from Louisville to Lexington, mileage\nOn the whip, got your ass in my grip\nCollege make you wanna strip for them dollars\nNah girl, I got a job for you, swear to God I can do a lot for you\nSaw you strollin' through the campus, I had to stop for you\nI was scrollin' through the 'gram, girl, I had to follow you\nSay what's up with you?\nYou got my soul"
    ],
    "Release date": "September 21, 2015",
    "Title": "Exchange",
    "Artist": "Bryson Tiller"
}