{
    "Lyrics": [
        "\nFight!\nHey\nGoddamn... I'm winnin'\nGoddamn! I'm winnin', I'm winnin'\nGod\nGot money, now you done switched up on me\n\n\nI used to think about how you would act when a nigga got money\nNow you done switched up on me\nNow you wanna say \"What's up?\" to me\nOkay, so now you wanna make love to me\n\n\nGirl if you don't get the fuck from me\nI know you thought we had somethin' special\nBut you don't mean nothin' to me\nGirl I'm sorry, you not the one for me\n\n\nJust be honest, girl, what you want from me?\nThis ain't nothin' new, keep it so 100\nI can't let none of these niggas get one up on me\nI go by Gawd Tiller, you better run from me\nGive hope to my niggas, them niggas love money\nAdios to them bitches, can't get a hug from me\nI'm high on life, that's what it does for me\nMy numbers goin' up, I feel a buzz comin' (One up)\n\n\nYoung nigga, young nigga\nYour friends bad too?\nThen tell 'em come with you ('Cause I'm on nigga)\nAnd we like, bitches with they own shit\nWe don't like gold diggers\n\n\nGirl if you don't get the fuck from me\nI know you thought we had somethin' special\nBut you don't mean nothin' to me\nGirl I'm sorry, you not the one for me\n\n\nThis the shit I don't condone in\nCheatin' on your man but you can get it if you want it\nLookin' for a bad bitch, I finally found a culprit\nNigga takin' shots, send 'em back, check the postage, yeah\nHatin' ass nigga, why won't you shut up?\nThis the motherfuckin' 502 come up\nAnd every time I'm back in the city\nEvery bitch with a hidden agenda run up (Cause I'm on, nigga)\n\n\nYoung nigga, young nigga\nYour friends bad too?\nThen tell 'em come with you ('Cause I'm on nigga)\nAnd we like, bitches with they own shit\nWe don't like gold diggers\n\n\nGirl if you don't get the fuck from me\nI know you thought we had somethin' special\nBut you don't mean nothin' to me\nGirl I'm sorry, you not the one for me\n\n\nEvery nigga did you wrong, except for me\nI'm next to blow and so you should've been next to me\nSay you lovesick, girl I got the remedy\nI'll give you long dick and longevity\nDon't settle for less or for infidelity\nNiggas ain't built like me\nHe can't bag and pipe and leave that pussy killed like me\nOr even keep the business behind his lips like me\nI got a hundred fuckin' problems\nGood brain, am I fuckin' with a scholar?\nWoodgrain, I'ma grip it when I whip it\nIf I take a shot and brick it, I'ma flip it\nThankful for my papa, nigga taught me how to get it\nGotta make sure my brothers is eating, I'ma split it\nIf she throw that pussy at me I'ma hit it\nPen Griffey, but she won't get a penny, no\n(Boy, if you don't get!)\n\n\nYoung nigga, young nigga\nYour friends bad too?\nThen tell 'em come with you ('cause I'm on witcha)\nAnd we like, bitches with they own shit\nWe don't like gold diggers\n\n\nGirl if you don't get the fuck from me\nI know you thought we had somethin' special\nBut you don't mean nothin' to me\nGirl I'm sorry, you not the one for me\n\n\nHey\nGoddamn\nHey\nWe don't like gold diggers...\nGoddamn I'm winnin', I'm winnin'\nGoddamn I'm winnin'\nOh no!"
    ],
    "Release date": "October 2, 2015",
    "Title": "Sorry Not Sorry",
    "Artist": "Bryson Tiller"
}