{
    "Lyrics": [
        "\n\n\nCould it be you calling me down, down, down, down, down?\nMy foolish heart turns at the stars\nAll that I am is all that you see\nYou don't need nobody else, and you're putting this all on me, forgive me\n\n\nThere's a time and a place for all this\nThis is not the place for all this\nIs there a reason why you're saying all this?\nAnd can we talk about it later?\nI've gotta right my wrongs\nWith you is where I belong\nYou've been down from the go, recognition is what you want\nAnd it's something that I should know\n\n\nSomething that I should know, uh\nAll the things that you went through, girl I never meant to put you through it twice, no\nTell me, how can I right my wrongs?\nThat's something that I should know\nAll the things that we been through, girl I never meant to put you through it twice, no, no\n\n\nCould it be you calling me down, down, down, down, down?\nMy foolish heart turns at the stars\nAll that I am is all that you see\nYou don't need nobody else, and you're putting this all on me, forgive me\n\n\nI say you don't need nobody else\nFeels like you don't got me so you feel like you've been by yourself\nI've been feeling kinda down myself\nI've been going through it as well\nGirl, I guess time will tell\nThat's the problem, I ain't got any left\nThere's some things I can't help\nBut you make the time for me\nOh, isn't that something that I should know?\n\n\nSomething that I should know\nAll the things that you went through, girl I never meant to put you through it twice, no\nAnd tell me how can I right my wrongs\nThat's something that I should know\nAll the things that we went through, girl I never meant to put you through it twice, no, no\n\n\nCould it be you calling me down, down, down, down, down?\nMy foolish heart turns at the stars\nAll that I am is all that you see\nYou don't need nobody else, and you're putting this all on me, forgive me"
    ],
    "Release date": "October 2, 2015",
    "Title": "Right My Wrongs",
    "Artist": "Bryson Tiller"
}