{
    "Lyrics": [
        "\nI wanna know how we became so distant girl\nThe way we fell in love it was almost instant\nI'm tryna find a way around it\nGirl tell me how you feel about it\nYou still love me, that's the way it's sounding\nThank God I would have never found this, I doubt it\nI'm there for you if you allow it\nGirl you know I gotta keep you around me\nAll this paper we counting, blazing these ounces\nSpending on you baby no matter what the amount is\nNow you wanna know what's gotten into me, what's changed?\nI guess I had a hard time showing it at first but\n\n\nBaby it's been that way\nBaby it's been that way\nBaby I still feel the same\nSomething I gotta maintain\nListen to me when I say\nBaby it's always, always, always been that way\nIt's always been that way\n(Didn't I tell you girl?)\nIt's always been that way\nBaby I still feel the same\nSomething I gotta maintain\nListen to me when I say\nIt's always been that way\n\n\nHow did we become so distant?\nLike I'm the one to blame and you're innocent\nI try to make a way, make a difference, but\nSome things don't change, I can't complain\nI try not to think about you\nWhat can I say, everytime I get near you\nI want that old thing back, now bring it to me\nShorty keep telling me what to do about you\nThen she got jealous soon as she knew about you\nShe don't never wanna see her go through round two\n(Cut her off!) Cut her off that's what I'm doing now, you\nTold me I should go out and do my thing\n(Damn right!) Damn right I do my thing\nNow you want to know what's gotten into me, what's changed?\nBut baby none change\n\n\nBaby it's been that way\nBaby it's been that way\nBaby I still feel the same\nSomething I gotta maintain\nListen to me when I say\nBaby it's always, always, always been that way\nIt's always been that way\n(Didn't I tell you girl?)\nIt's always been that way\nBaby I still feel the same\nSomething I gotta maintain\nListen to me when I say\nIt's always been that way\nIt's always been that way\nIt's always been that way\n\n\nWe the trap in the soul\nWe the trap"
    ],
    "Release date": "October 2, 2015",
    "Title": "Been That Way",
    "Artist": "Bryson Tiller"
}