{
    "Lyrics": [
        "\nYou know how I feel about like... us, right?\nLike... how I wanna go about it\nBut you never tell me how you feel about it\nHow you wanna go about it\n\n\nI've been working on it, putting in overtime\nPutting in overtime, putting in over-\nI've been putting in work, you know I've been\nWorking overtime, working overtime\nWorking over-\nI've been working on it, putting in overtime\nPutting in overtime, putting in over-\nI've been putting in work, you know I've been\nWorking overtime, working overtime\nWorking over\n\n\nSitting in a whip on the strip, get to stripping\nMy windows is tinted, let's go\nMy backseat ain't empty, we just left the Fendi\nWe getting it all over the clothes\nThis is why I need the Phantom, this is why I need the Phantom\nAnd you know business getting handled\nWonder where you at, I just might hold you for ransom\nNo that's something your nigga can't fathom\nAw man, he just bought her Balmain\nHe thought that would keep her 'round\nBut he thought wrong, nothing at all\nThat's what she got on\nAnd she will get up and leave him for me, I know\nI mean how could he not know?\nCause see\n\n\nI've been working for it, putting in overtime\nPutting in overtime, putting in over-\nI've been putting in work, she know I've been\nWorking overtime, working overtime\nWorking over\n\n\nI've been working OT\nTryna show you what it's like just to know me\nAnd ever since that day you approached me\nI been thinking 'bout you and you only\nAnd we just like to fuck, that's it, nothing else\nFuck falling in love, that's for someone else\nI break the bank for you, 'til no money left\nNow I done caught feelings worth more than millions\nAnd I feel it, you hurting and I been healing\nGirl that nigga ain't worth it, I know you hear me\nI know we said we wouldn't let it get this far\nNow I want it for myself, that's his loss\nOh he mad huh? Is he pissed off?\nToo bad, nigga should've been on his job\nYou know I deserve it, I've been working this hard\n\n\nAy, is- is you, is you, with it? Yeah (Been working this hard, yeah)\nPo' it up, sip it up, getting lit as fuck\nWe been fucking, on the couch, on the bed\nBaby girl on my mind, hol' up - there it go\n\n\nI know he gonna see us as a threat, that’s all, I really do at all\nI think yeah he most likely did see me as a threat at first\nI don’t know but I just know when he sees me we’re together he’s gonna be like, what, like, like he feel he done lost, that kind\n\n\nDamn, no baby\nI'm kinda looking for her - for you\nFor you to be my bride, and the mother of my child\nOh yeah\n(Oh yeah baby...)"
    ],
    "Release date": "October 2, 2015",
    "Title": "Overtime",
    "Artist": "Bryson Tiller"
}