{
    "Lyrics": [
        "\nAye Boo get these motherfuckers and pass that Jack\n\n\nI see you bitches talking loud but you ain't saying shit\nGet the fuck from round here, you don't rep my shit\nYou ain't from my city, you don't know about this\nYou don't want that drama, you ain't ready for it, bitch\nNow throw it up, yeah, ho, throw it up\nThrow it up, yeah, ho, you ain't ready for it, bitch\nThrow it up, yeah, ho, throw it up, throw it up\nYou ain't ready for it, bitch\n\n\nI already got, two cars in the yard that don't run\nSo why would I wanna break shit down for you\nBetter me confuse with the punchlines and bars that I launch\nHere the king of debauchery come, with a cracker dick\nTo fuck you in that pussy carpet you munch\nIf I'm not hardly the one\nYou must be barely the one billionth\nReally you kidding, bitch I'm the prodigal son\nAnd I'm stunting like my Daddy\nD-dr-d-drinking like my Mama\nC-c-country like my uncles\nStuttering like a CD in a donk\nBUMP, BUMP, BUMP, BUMP\nAnd I'm in a blue Chevy\nRunning over motherfuckers in first\nI ain't even shift gears yet\nI ain't even here yet, I'm outta this Earth\nRight, yeah ho\nBut I just hit the surface\nAnd I'm bout to walk into a bank\nWith a shank and a black can of paint to check the clerk\nWhere the keys\nBitch you better check your purse\nI gotta brick of herb\nAnd I hit the syrup\nAnd I'm feeling like I might just hit the curb\nSo get the fuck outta my way buddy\nYou don't wanna run around the chicken house with a heart of a puppy dog\nYelawolf and Eminem shit\nSufferin' succotash, yeah suck a dick bitch\n\n\nI see you bitches talking loud but you ain't saying shit\nGet the fuck from round here, you don't rep my shit\nYou ain't from my city, you don't know about this\nYou don't want that drama, you ain't ready for it, bitch\nNow throw it up, yeah, ho, throw it up\nThrow it up, yeah, ho, you ain't ready for it, bitch\nThrow it up, yeah, ho, throw it up, throw it up\nYou ain't ready for it, bitch\n\n\nBitch please you don't wanna step up to this Misses\nG-A-N-G-S-T-A Boo make a nigga hit his knees when\nI'm up in the building, preachin' to my children\nI don't be taking no shit from you haters\nYou'll make me hurt one of your feelings\nHa ha ha ha\nNah nah ni nah nah\nPick your face up off the floor\nI got you feeling sad now\nYou be on that Hokiewag, Hokiewag is bullshit\nRun into this Gangsta, have your preacher at the pulpit bitch\nI was born on the Mississippi River\nTake no shit from a bitch or a nigga\nSo, so crazy gotta fucked up temper\nBi-pola', not Nicki I'm worser, I'll hurt ya\nI got a crazy-ass mind game\nMa nigga, I'm a lion, untamed\nHunt ya ass down in my jungle, I do this\nI tell them hoes, you ain't ready for it bitch\n\n\nI see you bitches talking loud but you ain't saying shit\nGet the fuck from round here, you don't rep my shit\nYou ain't from my city, you don't know about this\nYou don't want that drama, you ain't ready for it, bitch\nNow throw it up, yeah, ho, throw it up\nThrow it up, yeah, ho, you ain't ready for it, bitch\nThrow it up, yeah, ho, throw it up, throw it up\nYou ain't ready for it, bitch\n\n\nMe and Yelawolf\nTear the roof off this motherfucker\nYou ain't got the umph\nYou're a hoof to the foot of an elephant\nHello toots, you look so eloquent\nThat's what I tell a cunt\nCome sit up front cause you're kicking my seat\nAnd I'm trying to tell the cashier what I want\nThey say I act like an asshole\nWhen I pull up at the White Castle\nAnd I ask for an appli-cation\nThrow it back in her face and\nTell the bitch I'm a rapper, then I wack her\nIn the head with a Whopper\nThat I bought from BK, you expect me to be proper\nBitch you better pop in a CD of me immediately slut, ho\nSkidda dee da da\nPrada, not a chance\nI was thinking about buying you some clothes\nBut Target's closed\nSo I decided to mosey on over to K-Mart but the doors\nWas locked, what about some shoes I thought\nGreat I suppose\nSo I go to Payless but what'dya know\nThey didn't carry a size eight in hoes\nOh, this is ugly boy swag\nPutting toe tags on you motherfucking ho bags\nWhat a Trailer Trash pioneer\nI am yeah, that's why I'm here\nI don't got a rhyme book it's more like a motherfuckin' diary of diarrhea\nMe, Yelawolf and Gangsta Boo came here to show you a thing or two\nBout sign language, middle fingers aimed at you\nSo we don't gotta scream at you\nOw, I just bit my bottom lip, it was an accident\nI went to go tell em all to go get fucked\nBut I'm never gonna bite my tongue\nLittle bitch, throw it up\n\n\n\nWhat the fuck is this, White dog\nYo\nYo, what' up?\nWhat' up?\nUh, you do that verse?\nYeah, I just killed that shit\nWhat?\nNah, nothin'. Urm, yo, you know what I was thinking, man?\nI think the one thing that er... that the album don't have\nThat might be missing\nIs like er... a song for, like, for girls\nUh, what do you mean? For like bitches?\nNah, girls. Like a love song\nNo?!\nWe need one!\nLike—love song, love song?\nYeah, man, bitches like love songs!"
    ],
    "Release date": "November 21, 2011",
    "Title": "Throw It Up",
    "Artist": "Yelawolf"
}