{
    "Lyrics": [
        "\nHear what I say, we are the business today\nFuck shit is finished today (What)\nRT and J—we the new PB & J\nWe dropped a classic today (What)\nWe did a tablet of acid today\nLit joints with the matches and ashes away\nSKRRRT! We dash away\nDonner and Dixon, the pistol is blasting away\n\n\nDoctors of death\nCuring our patients of breath\nWe are the pain you can trust\nCrooked at work\nCookin' up curses and slurs\nSmokin' my brain into mush\nI became famous for flamin' you fucks\nMaimin' my way through the brush\nThere is no training or taming of me and my bruh\nLook like a man, but I'm animal raw\n\n\nWe are the murderous pair\nThat went to jail and we murdered the murderers there\nThen went to Hell and discovered the devil\nDelivered some hurt and despair\nUsed to have powder to push\nNow I smoke pounds of the kush\nHoly, I'm burnin' a bush\nNow I give a fuck about none of this shit\nJewel runner over and out of this bitch\n\n\nWoo!\nWoo!\nStep into the spotlight, woo!\nWoo!\n\n\nCopping of uppers and downers get done\nI'm in a rush to be numb\nDroppin' a thousand ain't much\nCome from the clouds\nOn a missile to turn this whole town into dust\nDon't make a sound, baby, hush\nI am the living swipe right, on the mic I'm a slut\nI don't know how to not spit like a lout\nI'll spill a pound of my kids on your couch\n\n\nHalf of a mongrel and mythical team\nVillainous treacherous things\nLegend says El is a spawn out of Hell\nThe myth is my mama's a murderous queen\nYour life can end like in Godfather 1\nYou get the gun as I christen my son\nIf I die today and it's Hell I should pay\nTell the Lord Mikey said, \"Fuck, it was fun\"\n\n\nEvery new record's my dick in a box\nWe get a doozy, the moola's a lock\nYou're getting used to me doing no wrong\nI don't play chicken, you prick, I'm a fox\nYou wanna kick it, I'll give you the rocks\nYou kiss the wood chipper blade if you bark\nI'm fuckin' magic, in fact I'm a warlock of talk\nI got a unicorn horn for a (Stop)\n\n\nWoo!\nWoo!\nStep into the spotlight, woo!\nWoo!\n\n\nAnd the crowd goes RTJ!\nAnd the crowd goes RTJ!\nAnd the crowd goes RTJ!\nAnd the crowd goes RTJ!\nRTJ!\nRTJ!\nRTJ!\nRTJ!\n\n\nMike Pentangeli won't snitch\nI'll rent a room at the Ritz\nI'll sip a fifth of the whisk\nI'll smoke a dub in the tub\nThen I will split both my wrists\n\n\nI'll pull a sword on you simps\nJust with a flick of the wrist\nGet your neck giving up mist\nMe and Mike skip away whistlin' and grin\nEvery day's golden when you only win\n\n\nBullyin' bastards and beatin' on beats\nSounds like a day at the beach, preach\nI keep it middle school, step on your feet\nBefore you can speak, blaow! to the teeth\n\n\nWe move among the ones you think are meek\nYou think I'm lion, you right, see my teeth\nDon't be a bore when I'm roaring vamoose\nHunting's no fun when your prey doesn't move\nI'll put a gun to a bunny like choose\nSay somethin' funny or bunny go boom\nYou got a bevy of shit you could groove\nWe'd like to thank you for choosing our crew\n\n\nAnd that's from the crew you can trust\nWarranty plus for fuckin' shit up\nWe are the no-gooders, do-gooders\nKnown to the dancers and dealers and doers of dust"
    ],
    "Release date": "December 1, 2016",
    "Title": "Legend Has It",
    "Artist": "Run The Jewels"
}