{
    "Lyrics": [
        "\nRun, run, run, run, run\nAy, ay, ay, ay, ay, ay, ay\n\n\nOh dear, what the fuck have we here?\nThese motherfuckers all thorn, no rose\nEgads, what a bad dream, better not sleep\nTake a No-Doz, do some blow\nOh shit, what the hell have we done?\nIt's alive and it's hungry as fuck\nBetter hide all the snacks and the dough\nBut it is out of my control, you are shit out of luck\nI don't wanna be unfair, but the pair we got\nBeat that weak shit you got (True, God)\nBlew up the spot with that new bop\n(Crew drops) Do up ya squad without nuance\nI don't wanna sound unkind but the sounds I make\nAre the sounds of the hounds that are howling\nUnder your bed, I'm here growling\nSame time, under the blanket, you're cowering\n\n\nCowering like cowards cowering in\nConcrete showers in Rikers Island\nVictims, we the wolves that's wilding\nWe often smilin' at sights of violence\nActing brave and courageous\nAin't advantageous for health and safety\nSo when we say, \"Run the jewels\"\nJust run 'em, baby, please don't delay me\nAnd that goes for a guy or lady\nThe fam, goddamn, we fuckin' crazy\nI'll pull this pistol\nPut it on your poodle or your fuckin' baby\nShe clutched the pearls, said, \"What in the world?\"\nAnd, \"I won't give up shit!\"\nI put the pistol on that poodle and I shot that bitch\n\n\nRun the jewels, jewels, jewels, jewels, jewels, jewels\nRun the jewels, jewels, jewels, jewels, jewels, jewels\n\n\nAy, ay, and the crowd chants, \"Get that paper!\" (Run)\nAnd the mob says, \"Kill that witch!\" (Run)\nThis city get mad to the max\nBetter wave 'bye-de-bye' to the high scrapes, kids\nGet a tinfoil hat for the raining (Run)\nHot water from the roof to the basement\nI'ma smoke 'til the planet erases\nBuild a white flag out of Zig Zags, wave it\n\n\nOften, I'm smoking, coughing\nSip lean on a bean like Boston\nMy young bitch here fine like Pam Grier\nWhen she made that movie 'Coffy'\nBut when my wife's in town\nAyy, Jackie Brown, just stay up off me\n'Cause if they don't, then somebody getting shot\nAnd they gon' buy a coffin\n\n\nWith the pull of a pin, a grenade\nGet a crowd to they feet and a soul to its options\nI'm a fool for the win, I been made\nTo be loud while these other cats drowning in softness\nIn a urn or the dirt get tossed in\nWith a grin or a smirk, get accosted\nI'm a sin on the verse like a kid in a hearse\nOr a nun in a cumshot—stop it\n\n\nBig beast in a cage with a heart full of rage\nIt seems I can't behave\nYou could try till you die, oh well\nYou failed, it seems the world can't be saved\nThese streets is full with the wolves\nThat starve for the week so they after the weak\nIn a land full of lambs, I am\nAnd I'll be damned if I don't show my teeth\n\n\nRun the jewels, jewels, jewels, jewels, jewels, jewels\nRun the jewels, jewels, jewels, jewels, jewels, jewels\n\n\nAy, ay, ay, ay, ay, ay, ay\nAy, ay, ay, ay, ay, ay, ay\nThe goblins were awakened"
    ],
    "Release date": "June 26, 2013",
    "Title": "Run the Jewels",
    "Artist": "Run The Jewels"
}