{
    "Lyrics": [
        "\nBunches and bunches, punches is thrown until you’re frontless\nOodles and oodles, bang bullets at suckers' noodles\nLast album? Voodoo! Proved that we was fuckin' brutal\nI’m talking crazy, half past the clock is cuckoo\nYou rappers doodoo, baby shit, just basic boo boo\nI’m Shaka Zulu, Mansa Musa, my money's beaucoup\nMy beats is bangin’, fuck what you rappin, who produced you?\nI slapped the snot, take what ya got and Run The Jewels you\n\n\nYou itsy bitsy, furry frightened and frickin' sickly\nA little prickly, dick on display for winter swimming\nLook at these kiddies, Mike, I'mma rat-a-tat 'em for living\nI deal in dirty work; do the deed and then dash—ditch 'em\nI'd lend a hand but it's stuck in a fist and gun position\nWe run a brand where destruction's the number one commitment\nIt’s all a joke between mom contractions and coffin fittings\nSo we disappear into smoke like we're fucking magicians\n\n\nNo hocus pocus, you simple suckers been served a notice\nTop of the morning, my fist to your face is fucking Folgers\n(We might be giants, standing on little dandy shoulders)\nYou punks is pussy, proverbial pansy panty holders\nI Jake the Snake ‘em, DDT ‘em in mausoleums\nMacabre massacres killing cunts in my coliseum\n(They all actors, giving top in back of a BM\nI’d fall back if the casting calls are ending in semen)\n\n\nI'm the foulest, no need for any evaluation\nI'm a phallus, a Johnson, a jimmy spraying faces\nAny cow that is sacred will get defaced\nLike any tyrant murderer gets replaced, face it\nThe fellows at the top are likely rapists\nBut you're like, \"Mellow out, man, just relax\nIt's really not that complicated\"\nWell pardon me, I guess I'm just insane as you explain-ed\nOr maybe sanctifying the sadistic is deranged\n\n\nThis Run The Jewels is: murder, mayhem, melodic music\nPsychotics use it to lose it, junkies simply abuse it\nThat's word to Phillip Seymour Hoff' and I'm kushin', coughin'\nI probably smell like a pound when they put me in a coffin\nThe gates of hell are pugnaciously pacin', waitin'\nI give a fuck if I'm late, tell Satan be patient\nBut I ain't here for durations, I'm just taking vacations\nAnd tell him fuck him, I never loved him and salutations"
    ],
    "Release date": "August 21, 2014",
    "Title": "Blockbuster Night, Pt. 1",
    "Artist": "Run The Jewels"
}