{
    "Lyrics": [
        "\nSmoke from the loosie drift, hold it like a crucifix\nBlow from the nose, I'm a dragon to a gnome\nGot a average of being excellent; the median just dope\nLike the ratio of heroin to laxative that's sold\nAuthorities have spoken, demanded your pure devotion\nGet magnetized to the ground while the falcons of murder close in\nI chose to go guano, y'all know, kinda batshit\nThe bright lights of fuckery stuck in me, automatic\nI’ll teabag a piranha tank, heart barely beating\nA wild one who’ll swim like directly after he's eaten\nWhile holding a toaster oven that's plugged with a fork in it\n'Cause death by electrocution's like life in New York, i’n it?\nShould've been a dentist, mom said it pain's the way that my craft expresses\nBorn in a little shop of horrors that I can't even afford to rent in\nWhere's the exit?\nWanna talk shop, I can chop it up with X-Acto touch\nWhat's the rush?\nAutograph skin flaps, tag 'em up\nI don't brag enough, you de facto suck\nA lot of you new to the El Producto milieu\nKinda like “Fuck is you?”\nI'm a little black spot on a sun of lies\nBut I'm not too high to say I'm the truth\nI line the booth to catch blood like a Bateman\nNathan sacred, I’ll mace a play pen\nJewel runner, bitch, make the name stick\nNot for sale, but I'm taking payments\n\n\nLie, cheat, steal, kill, win, win\n(Everybody's doin’ it)\nLie, cheat, steal, kill, win, win\nEverybody doin’ it\nLie, cheat, steal, kill, win, win\n(Everybody's doin’ it)\nLie, cheat, steal, kill, win\n\n\nI’m fly as a pegasus, that’s no embellishment\nI’m here to pain the whole game, where the Excedrin?\nGood pussy, good marijuana that be my medicine\nAnd I’m a mixture of MJG and the Weathermen\nA revolutionary bangin' on my adversaries\nAnd I love Dr. King but violence might be necessary\n'Cause when you live on MLK and it gets very scary\nYou might have to pull your AK, send one to the cemetery\nWe overworked, underpaid, and we underprivileged\nThey love us, they love us (Why?)\nBecause we feed the village\nYou really made it or just became a prisoner of privilege?\nYou willing to share that information that you’ve been given?\nLike who really run this?\nLike who really run that man that say he run this?\nWho who really run that man that say he run this\nRun run run run this?\nLike who really fund this?\nLike who really fund who say he fund this?\nLike who in the world gon' tell Donald Sterl who to put on the “You can’t come” list?\nNow don’t be silly\nWho the fuck gon' bully me if I got a billi?\nIf I got a billi and the bitch recording me, I’m like who cares\nWhat I wouldn’t be is on TV stutterin' ta-ta-talkin' scared\nSo the question is when Don’s at home with that traitor ass bitch alone\nWho’s that voice on the side of the phone that shakes and rattles his bones?\nCould it be the man behind the man behind the man behind the throne?\nGone\n\n\nLie, cheat, steal, kill, win, win\n(Everybody's doin’ it)\nLie, cheat, steal, kill, win, win\nEverybody doin’ it\nLie, cheat, steal, kill, win, win\n(Everybody's doin’ it)\nLie, cheat, steal, kill, win\n\nEverybody doin' it\nEverybody doin' it (Doin' it)\nEverybody doin' it"
    ],
    "Release date": "October 24, 2014",
    "Title": "Lie, Cheat, Steal",
    "Artist": "Run The Jewels"
}