{
    "Lyrics": [
        "\nThat was me in BK on Atlantic\nNever looked both ways, ran in traffic\nPops went away but I stayed, vagrant\nPlaced where the steel and cement became nature\nLove what you did with the place, it looks gorgeous\nCityscape where the blood of good men courses\nAnd the dreamers are bull trapped in porcelain\nTake a knee to the gods and get horse shit\nWanna live for the thrill? They'll arrange it\nGot a bevy of imps to spit hatred\nShit'll get in your head and cause panic\nHave you desperately begging to get famous\nGet your dignity dirty and left orphaned\nSanity on the fringe of distorted\nWho are they to just take shit and hoard it?\nWho am I that I don't get my portion?\nThe most impressionable minds\nGet molested and informed by manipulating forces\nDon't fret little man, don't cry\nThey can never take the energy inside you were born with\nKnowing that, understand you could never be poor\nYou already won the war, you were born rich\nYou can only take the energy you had\nGoing back to the realm or the home where your lord is\nWhoever, whatever that lord is\nCouldn't give a fuck if you ever made fortunes\nFuck anyone ever tryin' to run that bum shit\nSend 'em to the flames where the orcs live\nThem and the lost minds thinking they're smarter than us\nDon't understand love's importance\nAnd we can weaponize that, bring 'em back to the truth\nWhere the ashes and dust got formed in\n\n\nThe beat breaks and your teeth break\nKeep your canines embedded in my knuckles as a keepsake\nIt would seem your veneers just mere souvenirs\nFalling out your mouth and on to the landscape\nMe and El-P do the secret handshake\nThen I pummel punch a pumpkin head punk in his pimple face\n'Til he's punch drunk 'cause he's sweet as a pound cake\n(Ain't he pussy, Mike?) Yeah, El, I'll say\nInto the wild, wild style ghetto child running wild\nWhere the lions and the owls stay\nThe powers that be even offered up reprieves\nTold us they ain't take us out if we bow to our knees\nBut they can give that to the kings and the queens\nAnd the worshipers of idols and followers of things\n'Cause I would rather be in the jungle with the savages\nIt's kill or be killed, and I'm working with the averages\nMy professor emeritus\nSay we been cursed being brought to the AmeriKKKas\nHow you raise a whole human single parent\nNo marriages, no sense of heritage?\nPlanned Parenthood helping plan miscarriages\nBut I'm lucky mommy already had a narrative\nProduct of a teenage love, my arrogance\nDerives from the pride in the job my parents did\nNamed Mike, I was told it was godlike\nEven danced with the devil, came out alright\nOkay, honor y'all? No way\nStill spell AmeriKKKa with the triple K\nWord up to Spice 1 and O'Shea\nAnd any MC peeping what I go through\nReal rap, my last line's so true\nRest in peace to Pimp C and Camu, too\nWe do it for you"
    ],
    "Release date": "June 26, 2013",
    "Title": "A Christmas Fucking Miracle",
    "Artist": "Run The Jewels"
}