{
    "Lyrics": [
        "\nYo, I'm a hot and bothered astronaut\nCrashing while jacking off\nTo buffering vids of Asher Roth eating apple sauce\nSent to Earth to poke Catholics in the ass with saws\nAnd knock blunt ashes into their caskets, and laugh it off\nTwisted, sicker than mad cattle, in fact I'm off\nSix different liquors, with a Prince wig plastered on\nStop screaming, bitch, you shouldn't be that alarmed\nWhen Big Lips is in the attic, armed with an addict's arm\nEarl puts the \"ass\" in \"assassin\"\nPuts the pieces of decomposing bodies in plastic\nPuts them in a pan and mixes it up with scat\nThen gobbles it like fat black bitches and catfish\nIt so happens that I'm so haphazardous\nI'll puke a piece and put it on a hook and fucking cast the shit\nI'm askin' that you faggot rap actors take action\nAnd get a hall pass for this class-act shit\nHow the fuck I fit an axe in a satchel?\nSlip capsules in a glass, she dizzy rascal\nParty staff baffled, asking where her ass go\nIn my room, redefining the meaning of black holes\nGo on, suck it up; but hurry, I got nuts to bust\nAnd butts to fuck and ups to shut and sluts to fuckin' uppercut\nIt's O.F., buttercup, go ahead, fuck with us\nWithout a doubt, a sure-fire way to get your mother fucked\nAsk her for a couple bucks, shove a trumpet up her butt\nPlay a song, invade her thong\nMy dick is having guts for lunch, as well as supper\nThen I'll rummage through her ruptured cunt\nFound the mustard\nFucking nosey neighbors notice something's up\n\"What you doing?\" – nothing much\nWould shout some other stuff\nGot to fucking bounce, guess the bouncer's had enough of us\n\n\nFuck 2DopeBoyz\nEat my dick, I'll eat ya ass!\nFuck 2DopeBoyz, fuck them niggas man\n\n\nGet up off the pavement, wipe the dirt and vomit off\nDopeBoyz hating, but them faggots is a lot of talk\nCotton soft pussy, them Odd niggas is Molotov\nCocktails; fucking toss one in your apartment, dog\nWolf Gang, we ain't barking, nah\nTry talking on a blog with your fucking arms cut off\nPut in a carpet and watch it get auctioned off\nThe Ace tell Shake's daughter\n\"We're sorry, but papa's gone, bitch!\"\n\n\nOdd Future Wolf Gang, nigga\nFuck them 2DopeBoyz niggas\nOdd Future Wolf Gang Kill 'Em All, don't give a fuck nigga\nLitter Life nigga, stay pop nigga, what's good?\nEarl, what up nigga?\nFuck Steve Harvey!"
    ],
    "Release date": "March 31, 2010",
    "Title": "Earl",
    "Artist": "Earl Sweatshirt"
}