{
    "Lyrics": [
        "\nNah, no, nah, nah, fuck that. Niggas think 'cause you fucking made 'Chum' and got all personal that niggas won't go back to that old fucking 2010 shit about talking 'bout fucking everything-all. No, fuck that, nigga, I got you. Fuck that\n\n\nGrab mittens, who have to spit blizzardous\nActually, flick cigarette ash at bitch niggas\nHarassment, eight nickels of hash, delay quick, and then\nDash to Saint Nicholas pad to taste venison\nStill in the business of smacking up little rappers with\nRacquets you play tennis with, hated for bank lifting and\nSpraying then hide away in the shade of his maimed innocence\nSuitcase scented with haze and filetted sentences\nAdvanced apathy, smashing the man cameras up\nTan khakis, an antagonist Dan-dappered up\nHa, vagabond, had it since a Padawan\nRapping hot as fucking cattle brands wearing flannel thongs\nGrab a bong, mama and some food, beer, tag along\nGet a nice spanking, uh, new Sears catalog\nSend them nettled critics to the bezel stop, dead and wrong\nGet 'em higher than the pitch of metal tea-kettle songs\n(Bitch-ass niggas!)\n\n\nFour deep in a Rover cannon\nRiding dirty through a Saugus canyon, niggas know that it's the\nG-O-L-F-dub-A-N-G, G-O-L-F-dub-A-N-G\n50k for the last check\nBut the Dollar Menu still be on deck, nigga it's the mothafuckin'\nG-O-L-F-dub-A-N-G, G-O-L-F-dub-A-N-G\n\n\nYeah, the misadventures of a shit-talker\nPissed as Rick Ross's fifth sip off his sixth lager\nKnown to sit and wash the sins off at the pitch alter\nHat never backwards like the print off legit manga\nGet it? Like a blue pill, make ya stick longer\nOr a swift fist off your chin from his wrist-launcher\nChick, chronic thrift shopper, thick like the Knicks roster\nStormed off and came straight back like pigs' posture\nPen? Naw, probably written with some used syringes\nFrom out the rubbish bin at your local loony clinic\nWatching movies in a room full of goons he rented\nOn the hunt for clues, more food, and some floozy women\nBruising gimmicks with the broom he usually use for Quidditch\nGooey writtens, scoot 'em to a ditch, chewed and booty-scented\nToo pretentious, do pretend like he could lose with spitting\nSteaming tubes of poop and twisted doobies full of euphemisms\nStupid, thought it up, jot it quick \nThaw it out, toss it right back like a vodka fifth\nSpot him on a rocket swapping dollars in for pocket lint\nThen lob a wad of chicken at a copper on some Flocka shit\n\n\nPosing nigga try to disrespect\nGet a fucking thunder to his neck, shout out to Nak\n'Cause it's the G-O-L-F-dub-A-N-G, G-O-L-F-dub-A-N-G\nLooking bummy, posted on the block, like I ain't make\nA quarter million off of socks, nigga\n'Cause it's the G-O-L-F-dub-A-N-G, G-O-L-F-dub-A-N-G\n\n\nBitch niggas\nWolf Gang (Motherfucker)\nGolf Wang, nigga (Lil bitch-ass niggas)\nTrashwang, Loiter Squad\n(This motherfuckin’ nigga)\nYeah (Can't hang with us, nigga)\nStay off the block, niggas\n(You not welcome)\nYou not welcome (Motherfucker)\nCirca ’08, bitch! Yeah\n(O.F., nigga)"
    ],
    "Release date": "March 12, 2013",
    "Title": "Whoa",
    "Artist": "Earl Sweatshirt"
}