{
    "Lyrics": [
        "\n\"What's up, nigga? Why you so depressed and sad all the time like a little bitch? What's the problem, man? Niggas want to hear you rap. Don't nobody care about how you feel, we want- we want raps, nigga.\"\n\"Raps?\"\n\n\nMy grandma's passing\nBut I'm too busy tryna get this fuckin' album crackin' to see her\nSo I apologize in advance if anything should happen (Cut that bitch off!)\nAnd my priorities fucked up, I know it, I'm afraid I'm gonna blow it\nAnd when them expectations raising because daddy was a poet, right?\nTalk all you want, I'm takin' no advice, nigga\nI'm 'bout to relish in this anguish, and I'm stressin' over payment (Cut that bitch off!)\nSo don't tell me that I made it, only relatively famous\nIn the midst of a tornado, misfitted, I'm Clark Gable\nI'm not stable, (I'm not stable) abrasive as fuck and they all (Cut that bitch off!)\nPay me, I'm chuckling cross-faded in public\nHeart racin' 'til blunt is lit, (Like he don't give a fuck again, right?)\n\n\n\"Hey Thebe, nigga, what's up nigga? I heard you back, I need them raps, nigga. I need the verse, I don't care about what you going through or what you gotta do nigga, I need bars, sixteen of 'em.\"\n\n\nI don't fuck with too much of y'all's shit\nJudgin' by the pants and the mall grip\nGully, in the vans with the dark tints\nI'm a start-shit type nigga (Cut that bitch off!)\nNight life livin'\nRidin' in the Jeep, I'mma side-swipe niggas\nWhat's your life like? That's alright nigga\nHammer in the left ready when the price isn't\nRight got the whip and I ain't got the license for it\nAnd Jill got me living like my life is golden\nSitting on the sofa feeling high and dormant\nIf we could smoke another while the mic records it (Cut that bitch off!)\nThe nicest doin' it, who the fuck you staring at?\nActing like you've never seen a tooth that's carat-capped\nBars hotter than the blocks where we be at\nStuntin' these niggas gon' flop like Divac\nSee that nigga? And for the time being\nI'mma be that nigga, believe that nigga\nYou see that nigga? And for the time being\nI'mma be that nigga, believe that, nigga (Cut that bitch off!)"
    ],
    "Release date": "August 20, 2013",
    "Title": "Burgundy",
    "Artist": "Earl Sweatshirt"
}