{
    "Lyrics": [
        "\nUh, Gucci\nWanna make love, love, love\n\n\nKing of the skreets\nAnd when these suckas see me, they should bow to my feet\nAnd kiss the ground underneath\nI look down at the beef\nThat shit childish to me\nTwo hundred thousand to see me\nAnd it's been sold out for weeks\nCan't brush shoulders with me\nThese stones in my choker are 2 karats apiece\nLook like boulders to me\nDamn, who colder than me?\nYou think he colder than me?\nYou more bipolar than me\nYou talkin' crazy\nI'm tryna book Beyoncé for my wedding day\nI'm the type of nigga, spend a million on a wedding cake\nNiggas hate, but hesitate\nThey hate to see ya elevate\nI just left out the gym\nI'm 'bout to take a swim and meditate\nWoo!\nNow it's time to celebrate\nAsk me why I'm smilin'\nI say, \"'Cause I make two mil' a day\"\nAnd I might take your bitch and pay her bills\nThat's how I feel today\nAnd I just wanna fuck\nDon't wanna chill, that's how I feel today\n\n\nI'm makin' money like I'm makin' sweet love\nI wanna make love, love, love\nShe say the money make her wanna make love\nWanna make love, love, love, huh\n\n\nAy yo, ain't talkin' housewives, but I'm in the Porsche\nFirst I'ma scorch her, then I'ma torch her\nThen I'ma torture her, then I'ma off her\nA million dollars for a show, they made their off-er\nGo against Nicki, it's gon' cost ya\n'Cause now it's fuck ya, intercourse ya\nI rep Queens where they listen to a bunch of Nas\nI'm a yes and these bitches is a bunch of nahs\nTryin’ to win a gunfight with a bunch of knives\nI win, get off the bench and give a bunch of fives\nI don't see her\nBitch I'm the greatest, no Kendrick and no Sia\nI'm the iPhone, you the Nokia\nEverybody know you jealous, bitch it's so clear\nTell them bum ass bitches to play their role\nShe see my sexy ass every time she scroll\nI got it in the can, Dole\nYour career gon' be with Anna Nicole\nWitcha dumbass face\nShe ain't eatin' but I swear she got some bum ass taste\nText her man like, \"Dawg, how that bum ass taste?\"\nPay your rent! And stay in your bum ass place\nOooohhh, oh you the qu-e-e-the queen of this here?\nOne platinum plaque, album flopped, bitch, where? (bitch, where?)\nHahaha, ahhhhh\nI took two bars off just to laugh\nYou see, silly rabbit, to be the queen of rap\nYou gotta sell records, you gotta get plaques\nS, plural like the S on my chest\nNow sit your dumbass down\nYou got an F on your test\n\n\nI'm makin' money like I'm makin' sweet love\nI wanna make love, love, love\nShe say the money make her wanna make love\nWanna make love, love, love, huh\n\n\nI love to see the money stack up\nHope that we don't ever, ever break up (up)\nWanna make love, love, love"
    ],
    "Release date": "February 24, 2017",
    "Title": "Make Love",
    "Artist": "Gucci Mane & Nicki Minaj"
}