{
    "Lyrics": [
        "\nHuh, it's Gucci\nXO (yeah)\n1-0 (yeah)\n1-7 (yeah)\nBrrr! Brrr! Go!\n\n\nThe kid back on the whiskey\nVirginia Black got me tipsy\nI'm in L.A. like I'm Nipsey\nSpanish girls wanna kiss me\nA nigga wanna come and diss me\nAnd put a hex like a gypsy\nThey kill themselves, no wrist bleed\nGot suicides on my SV\nShe do it all for the Fendi\nShe do it all for the Gucci (Gucci!)\nBaby girl wanna choose me\nShe wanna use and abuse me\nI know she wanna text me (wow)\nI know she wanna sex me (damn)\n50 thou' make her neck freeze\nFuck her once like \"Next, please\" (brrr, brrr)\nMy nigga, who would've thought? (Huh?)\nMy nigga, who would've thought now? (Now)\nI'll be right back at the top now\nI'll be right back at the top now\nI got your girl on my finger\nBlowin' my phone like she's single\nBlowin' my phone like I'm Cee-Lo (damn)\nSomebody needs to come get her (like damn)\n\n\nLike \"woo!\"\nWith the curve (with the curve)\nI know you don't deserve it, know you don't deserve it\nI, got that work (skrrt, skrrt, skrrt)\nI know you want the Birkin, baby, are you worth it?\nWith the curve (with the curve)\nI know you don't deserve it, know you don't deserve it\nI, got that work (brrr)\nI need to know for certain (it's Gucci!)\nTell me, are you worth it?\n\n\nSay I, a star was born last night\nWay you showed out on that dick, girl, you performed last night\nThat's why you deserve that first class flight\nBut bye, 'cause I just quenched your thirst last night\nI'm in Dubai\nSomebody tell the prince that the kingpin has arrived\nIf I lived over here, I'd prolly have one hundred wives (damn!)\nWalkin' in the club and they like, \"Gucci just arrived\" (Gucci!)\nI ordered up a dub and then I threw it in the sky\nI told her I'm iight, now she look like she surprised (I'm iight)\nShe look like a model, but a devil in disguise\nBum, bum-bum-bum, I feel like Rocky in his prime\nYou know you came to fuck, so why the fuck we wastin' time?\nI got the kind of wood that make a woman lose her mind\nI'm young, rich and handsome, baby, I'm one of a kind\nJust keep it real with me, baby, it won't cost you a dime (Gucci!)\nI know you got expensive taste and I don't even mind\n\n\nLike \"woo!\" with the curve (with the curve)\nI know you don't deserve it, know you don't deserve it\nI, got that work (got that work)\nI know you want the Birkin, baby, are you worth it?\nWith the curve (with the curve) (it's Gucci!)\nI know you don't deserve it, know you don't deserve it\nI, got that work\nI need to know for certain, tell me, are you worth it?\nYou need to know Wop"
    ],
    "Release date": "September 13, 2017",
    "Title": "Curve",
    "Artist": "Gucci Mane"
}