{
    "Lyrics": [
        "\nYeah\nIt’s Gucci\nWhat's up, baby? (Brrr!)\nYellow everything this time (Yellow)\nYou know what I’m talking about\nYellow rims (Lemons)\nYellow big booty yellowbones, ha (Yellow?)\nYellow Lambs (Yellow), yellow MPs (Yellow)\nYellow watch (Banana!)\nYellow charm ring chain (Yellow)\nYellow living room set (Chiquita! Yellow)\nLemonade Gucci shoes for my girl (It's Gucci)\nIt’s Gucci!\n\n\nMy Phantom sitting on sixes, no twenties in my denim (No)\nYour Cutlass motor knocking because it is a lemon (Lemon)\nI like them Georgia peaches, but you look more like a lemon (Lemon)\nThese sour-apple bitter bitches I'm not fucking with them (Lemon)\nI'm truly stupid-paid, that's just how I feel today (Today, lemon)\nI'm moving slow cause codeine syrup's in my lemonade (Lemon)\nI'm standing in the shade, and I'm selling lemonade (Lemons)\nSix hundred a pint: the going rate off in the A (Lemon!)\nLemonade diamond bracelet, put it in your face (Brrr!)\nLemonhead diamond earrings I wore yesterday (Brrr! Lemon)\nI'm pimping, wearing linen, that's just how I'm chilling (Lemon)\nI'm smoking grits and selling chickens, Corvette painted lemon (It's Gucci!)\n\n\nLemons on the chain with the V-cuts (Yeah)\nLemons on the chain with the V-cuts (Brrr!)\nLemonade and shade with my feet up (What?)\nLemonade and shade with my feet up (Wow)\nLemon pepper wings and a freeze cup (What?)\nLemon pepper wings and a freeze cup (Wow)\nLemons in their face, watch 'em freeze up (Brrr! Brrr!)\nLemons in their face, watch 'em freeze up (Brrr! Brrr!)\n\n\nI got lemonade and lemon-tint, lemons watch me mix the shit (Lemons)\nLemonade-complexion East Australian girl be killing me (Yeah)\nShe say I be killing her, I say I be feeling it (Wow)\nFour days, then I'm sick of her 'cause her brain is Lemonhead (Damn)\nCocaine-white exterior, interior lemonade (Gucci)\nYellow with the off-white trimming, I call that the super-drank (Wow)\nYellow diamond pinky ring, call that there the lemon rock (Brrr! Brrr!)\nJewelry box a lemon bin (Brrr! Brrr!), my earring size an apricot (Brrr!)\nYeah, I smoke that strong a lot; yeah, I need some—what you got? (Yeah)\nHalf a pound of lemon kush, call that pack the lemon drop (Ahem)\nCanary yellow lemon watch (Brrr!), big bird, yellow top (Nyoom!)\nYellow Polo, Polo slippers, white and yellow Polo socks (Nyoom!)\n\"Gucci Mane be pumping, dog, he don't got all he say he got\"(Nyoom!)\nJust stash one lemon, homie, I can supply them the fifty Glocks (Nyoom!)\nYellow boat parked at the dock (Dollar), yellowbone gon' make the drop (Dollar)\nFinna flop mine off the top, then go buy me a yellow yacht (It's Gucci!)\n\n\nLemons on the chain with the V-cuts (Yeah)\nLemons on the chain with the V-cuts (Brrr!)\nLemonade and shade with my feet up (What?)\nLemonade and shade with my feet up (Wow)\nLemon pepper wings and a freeze cup (What?)\nLemon pepper wings and a freeze cup (Wow)\nLemons in their face, watch 'em freeze up (Yeah, yeah)\nLemons in their face, watch 'em freeze up (Brrr! Brrr! Brrr! Brr!)\n\n\nLemonade my townhouse in Miami: I want yellow carpet (Yeah)\nWoke up in the morning—\"Fuck it,\" bought a yellow Aston Martin (Fuck it)\nYellow bricks, yellow dust, yellow ring, yellow Tuss'\nYellow pills, spinning wheels, yellow weed, re-up with us (Yeah)\nCoward-ass nigga, yellow stripe, you a yellowback (Yeah)\nAK hit your dog, and you can't bring Old Yellow back (Nope! Nope! Nope!)\nYep, Gucci bang up eighty thousand: that's a yellow safe (Yeah)\nYellow, homes; mellow, homes; you know you a scaredy-cat (Yeah)\nNo sleep for two days, so my pupils looking yellow (Yeah, yeah, yeah)\nFive flights, six shows, quarter-million on my schedule\n(Bangladesh) and Gucci Mane: Niggas know they in trouble (Gucci, Gucci, Bang', Gucci)\nGreen ice, red light; caution: Gucci rock yellow (Brrr, ice, live, Gucci!)\nGucci! (Gucci!) Gucci!\n\n\nLemons on the chain with the V-cuts (Yeah)\nYeah, it's Gucci\nLemons on the chain with the V-cuts (Brrr!)\nIt's Big Gucci\nLemonade and shade with my feet up (What?)\nIt's brilliance\nLemonade and shade with my feet up (Wow)\nHa, lemonade everything, baby, that's just Gucci\nLemon pepper wings and a freeze cup (What?)\nGucci! Work\nLemon pepper wings and a freeze cup (Wow)\nYeah, where we at?\nLemons in their face, watch 'em freeze up (Yeah)\nLemons in their face, watch 'em freeze up (Brrr! Brrr! Brrr! Brr!)"
    ],
    "Release date": "December 7, 2009",
    "Title": "Lemonade",
    "Artist": "Gucci Mane"
}