{
    "Lyrics": [
        "\nFuckers in school telling me, always in the barber shop\n\"Chief Keef ain't 'bout this, Chief Keef ain't 'bout that\nMy boy a BD on fucking Lamron and them\nHe, he, they say that nigga don't be putting in no work”\nShut the fuck up!\nY'all niggas ain’t know shit!\nAll ya motherfuckers talk about...\n“Chief Keef ain't no hitta, Chief Keef ain't this, Chief Keef a fake”\nShut the fuck up!\nY'all don't be with that nigga!\nY'all know that nigga got caught with a ratchet\nShootin' at the police and shit\nNigga been on probation since, fuckin', I don't know when!\nMotherfucka, stop fuckin' playin' him like that\nThem niggas savages out there!\nIf I catch another motherfucker talking sweet about Chief Keef\nI'm fucking beating they ass!\nI'm not fucking playing no more!\nY'know them niggas roll with Lil Reese and them\n(Young Chop on the beat)\nLove sosa, bitches love sosa, huh?\nRaris and rovers, ayy, lil' Cobra, ayy, ayy\nBang, bang, ayy, got us some rovers\n\n\nThese bitches love Sosa, O End or no end\nFuckin' with them O boys, you gon' get fucked over\nRaris and Rovers, these hoes love Chief Sosa\nHit him with that cobra, now that boy slumped over\nThey do it all for Sosa, you boys ain't making no noise\nY'all know I'm a grown boy, your clique full of broke boys\nGod, y'all some broke boys, god, y'all some broke boys\nWe GBE dope boys, we got lots of dough, boy\n\n\nThese bitches love Sosa and they love them Glo' Boys\nKnow we from the 'Go boy, but we cannot go, boy\nNo, I don't know ol' boy, I know he's a broke boy\nRaris and Rovers, convertible Lambos, boy\nYou know I got bands, boy, and it's in my pants, boy\nDisrespect them O Boys, you won't speak again, boy\nDon't think that I'm playin', boy, no, we don't use hands, boy\nNo, we don't do friends, boy, collect bands, I'm a landlord\nI gets lots of commas, I can fuck yo mama\nI ain't with the drama, you can meet my llama\nRidin' with 3hunna, with three hundred foreigns\nThese bitches see Chief Sosa, I swear to God, they honored\n\n\nThese bitches love Sosa, O End or no end\nFuckin' with them O boys, you gon' get fucked over\nRaris and Rovers, these hoes love Chief Sosa\nHit him with that cobra, now that boy slumped over\nThey do it all for Sosa, you boys ain't making no noise\nY'all know I'm a grown boy, your clique full of broke boys\nGod, y'all some broke boys, god, y'all some broke boys\nWe GBE dope boys, we got lots of dough, boy\n\n\nDon't make me call D. Rose, boy, he six double-O, boy\nAnd he keep that pole, boy, you gon' get fucked over\nBitch, I done sell soda and I done sell coca\nShe gon' clap for Sosa, he gon' clap for Sosa\nThey do it for Sosa, them hoes, they do it for Sosa\nTadoe off the molly water, so nigga be cool like water\n'Fore you get hit with this lava, bitch, I'm the trending topic\nDon't care no price, I'll cop it, B and your bitch steady jockin' me\n\n\nThese bitches love Sosa, O End or no end\nFuckin' with them O boys, you gon' get fucked over\nRaris and Rovers, these hoes love Chief Sosa\nHit him with that cobra, now that boy slumped over\nThey do it all for Sosa, you boys ain't making no noise\nY'all know I'm a grown boy, your clique full of broke boys\nGod, y'all some broke boys, god, y'all some broke boys\nWe GBE dope boys, we got lots of dough, boy"
    ],
    "Release date": "October 18, 2012",
    "Title": "Love Sosa",
    "Artist": "Chief Keef"
}