{
    "Lyrics": [
        "You’ve been away from the spotlight a little bit. Was that a conscious decision?\nYeah. I needed time to master my craft. You don’t rush art, and I don’t think you quickly produce fine art. You take your time. That’s not an excuse, or me trying to justify , that’s truly what I believe. I took time off and learned how to act, learned how to make beats and do production\n\nHow has the making of the music changed, then?\nThis is more free than I’ve ever been. I’ve never been this free making music, ever. I’m experimenting, listening, and looking for different sounds\n\nLooking back at Long Live A$AP, are there any regrets?\nYeah. I’ve got that cliché thing where I hate my biggest songs\n\nI remember Yams saying he didn’t like “Wild for the Night.” Would you ever make another song like that?\nThere’s no need to\n\nNo? What other flaws did you see in the last album?\nThat album was rushed\n\nBy whom?\nMe\n\nWhy?\nI felt like I had to prove certain things that don’t matter.  I was capable of hit singles and platinum records. That’s not what I was ever after. That’s something that you just hope for\n\nIn the three years since we last spoke, what has changed most about you?\nI’ve matured. I’m 26. I view life way different.  A little more different. And I don’t give a fuck, still\n\nHow do you view life differently?\nI don’t take people for granted no more. Nobody’s promised tomorrow. I cherish everybody while they’re here right now\n\nIs that something that you didn’t do before?\nSometimes. I was oblivious. I did that by default. I was always away and getting caught up in my own life\n\nOne of the new songs starts out: “Gentrification split the nation I was raised in.” It’s one of the more politically conscious things you’ve written. What do you see when you look at the state of America right now?\nIt’s fucked up. That’s all it is. Cops killing people, people killing cops. It’s all fucked up. I think it’ll all change soon. I think people with a badge—or not—are gonna stop abusing authority across the world, and learn to appreciate one another. For real.  All they need is weed, some love, some good sex, some good-ass music. I’m talking about a night with something exotic. I’m talking a night with like an African-Moroccan-half-Swedish-quarter-Italian-part-French-Parisian. Mhmm. But she got the African booty, though! She got caramel skin, but you can tell that like, she got a little bit of vanilla in her, though. You feel me? \n\nSure. So it’s safe to say that women still inspire you?\nI’m passionate about women. I look for ways to manifest that into my music. If they don’t get the message, then I’ll make something special for them. The message will get through one way or another. I love women. And I love the bitches\n\nWhat’s the difference?\nThere’s a difference\n\nWhat is it?\nI’m not saying one’s worse than the other, but “women” got they shit together. “Bitches” is just out here, all burnt out with they heads cut off. Chickenheads. But somebody gotta love these hoes\n\nAre you single now?\nNo comment\n\nOK, let’s go back to an old relationship: How do you feel about the criticism of Iggy Azalea for not being an “authentic” rapper?\nThat  is unfortunate because nobody wants to be portrayed that way. I’m quite sure she doesn’t. I think she works hard like the rest of us. Silly or not, 300 million people like to watch it on YouTube, so who the fuck are we to say anything?\n\nSo you don’t think the criticism is fair?\nIt comes with the game. If she fake on something, somebody is going to call her bluff. That’s life. I’m not looking at it from a standpoint of “I used to be boning this chick’s back out.” I’m looking at it  “She’s just a person.” You can’t bluff. You gotta just be 100. That’s all I could really say. The question is: Was she not being 100 about something?\n\nPeople feel like she’s manufactured\nShe’ll be fine. It gets to a point where people start accepting so much mediocre shit—accepting the minimum and the typical—to the point where everything gets so oversaturated that people don’t have a choice but to go back to the original, hardcore, raw . Everything raw. Every aspect of art. It changes and it makes shifts\n\nSpeaking of changes, the Been Trill/Hood By Air diss in “Multiply” really made noise. What was behind that?\nIt’s really nothing\n\nA lot of people cared\nNo one cares\n\nYou know that’s not true\nI don’t even think it’s worth talking about.  just didn’t acknowledge or respect my shit. I feel like I started all that and niggas didn’t even acknowledge my shit. Or respect my shit\n\nHow did they not respect you?\nThe people behind the brands didn’t acknowledge me as a pioneer because I didn’t sit down and create the name Hood by Air with Shayne . I’m taking full credit for that brand, for anyone knowing anything. Yes. I’m taking credit for that. I liked it when I was way younger. It had a little run here and there, but nobody ever really kicked it off. I knew Shayne on a personal note. I was like: “Yo, let’s bring this shit back.” It took me years. Shayne’s stubborn. He’d give me a sweater one year, a T-shirt one year. It was like that. I have a lot of shit from back in the day, and I’d say after “Peso”—because we have Hood by Air in the “Peso” video—by the time it hit 2012, 2013, he was ready. Because I was out there in the field. I just made that shit look jiggy\n\nAnd what about Been Trill?\nCome on, with the Been Trill. Don’t even get me started because you know. People want me to answer questions they know the answer to. There’s nothing to talk about\n\nAre you living a more private life these days? You weren’t even at New York Fashion Week heavy this year\nI’m not private like I think I’m Michael Jackson or some shit. I’m just trying to, I don’t know, distance this space between me and social media. Me and...just media in general\n\nWhy?\nIt’s the cliché: The media’s good for twisting stuff up and making something out of nothing\n\nFor you, that’s new. What changed?\nMaybe I came to the conclusion I just didn’t wanna talk to some motherfuckers no more. Why do we go from liking blue today to red tomorrow? I don’t know. Motherfuckers change. When I wanna talk, I’mma do it. When I wanna be places, I’ll go. I prefer to be free. And I feel like when you live that life of paparazzi, media, social media, when shit hits the fan, they’re gonna be the same people that destroy you. So I don’t wanna give them the credibility of making me, because when it’s all said and done, the motherfuckers won’t be able to break me\n\nWe talked about you being an artist before a rapper­—\n—There’s a difference. Let’s be clear on that\n\nDo you feel slighted when people call you a rapper?\nNo, because that’s gonna happen. That’s what I do. But I feel like nowadays, the term “rapper” doesn’t mean anything honorable\n\nHow so?\nWhen you walk through hotels in foreign countries, they assume you’re either an athlete or a rapper. It’s almost like: Rappers are becoming the new GED way out of things\n\nA few weeks ago, we talked about not rushing art. What’s going on with the album? Is it ready?\nNo matter what, it’s never enough time. You’re always gonna say, “Wait, give me two more seconds. Let me get a couple more minutes.” When you’re a perfectionist and trying to craft a really dope piece of art, shit...\n\nWho were your muses for this album? And inspiration?\nMichèle Lamy, my relationship status, my social status, Danger Mouse, just my life, my current situation with A$AP. And drugs\n\nWhat kind of drugs?\nPsychedelics. Before it was all about the slowdown. Promethazine. Codeine flow. Now it’s like that, but on another level to the max\n\nAre you still taking them?\nI use them to my advantage. It’s not something I wanna fuck with all the time. That’s the beauty of it. You can dip and dab with the psychedelics, but that ain’t something I wanna keep doing. Nah\n\nWhen we were in L.A., you were listening to a bunch of different types of music\nI’m going to be honest with you, man. When Yams died, psychedelic music healed me. Stuff like the The Mysterians, “96 Tears.” That’s all the stuff I love. I love classic rock. Take the Doors—those organs. It’s why I love Danger Mouse’s aesthetic\n\nI always loved the mantra of A$AP Bari’s clothing line, VLONE: “Live alone, die alone.” How does that play into your life?\nIf you look at the concept of birth and death it’s, like, I would rather be “VLONE” because you’re born alone and you die alone\n\nIs that something you feel like you live consistently?\nFor sure. Especially when you got loved ones popping in and out your life and shit\n\nAny plans for the day the album drops?\nI might drop acid for A$AP Yams. Let me honor his name. \n\nI know you need your rock star moment. I know you need it!  You got it"
    ],
    "Release date": "March 30, 2015",
    "Title": "ASAP Rocky Interview",
    "Artist": "Complex UK"
}