{
    "Lyrics": [
        "\nAyy, gang, gang, nigga\nGang, gang, nigga, nigga\n(Sosa on the beat)\nGang in this bitch, gang in this bitch, nigga\nGang in this bitch, gang in this bitch, nigga\nAyy, ayy, ayy, ayy\n(Gang in this bitch, nigga)\nGang, bang, nigga\n(Gang in this bitch, gang in this bitch, nigga)\nBang, nigga (Bang, nigga)\nGang, nigga, ayy, ayy (Gang nigga, ayy, nigga)\nAyy, ayy (Bang, nigga)\n\n\nI'm a gorilla in a fuckin' coupe, finna pull up to the zoo, nigga\nWho, nigga? Who the fuck is you? I don't know, nigga\nNo, nigga, pull up on your block, we gon' blow, nigga\nGo, nigga, run, nigga, run for the po', nigga (Police, nigga)\nGas what I smoke, nigga (Nigga, smoke)\nFeds at my door, jump out the window, nigga (The window)\nNo, you can't get no money, silly ho (Silly ho)\nI just hit a stain, faneto (Faneto)\n\n\nAyy, ayy, ayy, ayy, ayy, ayy, ayy, ayy, faneto\n\n\nTalkin' out his neck, pistol to his throat (To his throat, bang)\nBlow this motherfucker, he gon' choke (Rawr, bang)\nOn the ground, on the floor\nSomeone pick him up, take him to the morgue (To the fuckin' thang)\nI'm ridin' through New York (Skrrt-skrrt, bang, bang)\nFinna go and shoot New Jersey up (Bang, bang, bang, bang)\nTryna take my chain, I ain't goin' (I ain't goin', nigga)\nWe gon' come and blow New Jersey up (Bang, bang, bang)\nYou want something hurried up? (Bang, nigga)\nBoy, who you tryna to rob? Bitch, we 30d up (30d up, bang, bang)\nJust left Wokcano, bitch, I'm Curried up (Curried up, gang, gang)\nCheese in my pockets, Velveeta (Velveeta)\n\n\nAyy, ayy, ayy, ayy\n\n\nI'm a gorilla in a fuckin' coupe, finna pull up to the zoo, nigga\nWho, nigga? Who the fuck is you? I don't know, nigga\nNo, nigga, pull up on your block, we gon' blow, nigga\nGo, nigga, run, nigga, run for the po', nigga (Police, nigga)\nGas what I smoke, nigga (Nigga, smoke)\nFeds at my door, jump out the window, nigga (The window)\nNo, you can't get no money, silly ho (Silly ho)\nI just hit a stain, faneto (Faneto)\n\n\nFine—, ayy, fine—, ayy\n\n\nI just hit a stain, fanagoe (Finesse)\nI just hit a stain, faneto (Finesse)\nI just got twenty for a fuckin' four (Twenty bands, nigga)\nI spent that shit on a fuckin' coat (On my motherfuckin' coat)\nRipped my ear, now I got one earlobe (Bling, bling)\nBut I'ma still put some diamonds on it (Gang, gang, bling, bling)\nBaby girl, these diamonds are not phony (They not phony, huh?)\nThis car I got, it came from Barcelona (Barcelona, huh?)\nThese shoes I got, came from fuckin' Paris (Fifteen hun'?)\nThis bitch mad 'cause I don't do marriage (I don't want no marriage)\nLet a nigga slide, no we don't do scary (Skrrt-skrrt, dah)\nWe tote pistols, no we don't do worry (Bang-bang, bang, bang, bang, bang)\n\n\nI'm a gorilla in a fuckin' coupe, finna pull up to the zoo, nigga\nWho, nigga? Who the fuck is you? I don't know, nigga\nNo, nigga, pull up on your block, we gon' blow, nigga\nGo, nigga, run, nigga, run for the po', nigga (Police, nigga)\nGas what I smoke, nigga (Nigga, smoke)\nFeds at my door, jump out the window, nigga (The window)\nNo, you can't get no money, silly ho (Silly ho)\nI just hit a stain, faneto (Faneto)"
    ],
    "Release date": "October 2, 2014",
    "Title": "Faneto",
    "Artist": "Chief Keef"
}