{
    "Lyrics": [
        "\n(Hang up on me one more time and see what happens)\nI ain't gon' hang up on you\n(Where you at though?)\nI'm in Chicago, Chiraq\n(Country?)\nHuh\n(When are you coming out here?)\nWhen you finna come out here?\n(You know what I meant)\nYour ass drunk\n(What you say?)\nYou're drunk\n(Why... Why you act like you know me or something?)\nCause I know you, what you'll do to a nigga\n(Why you playing like you know me?)\n\n\nThese bitches act local and think global\nNever seen a 100 thousand, well let me show you\nWhat you want to drink, I know you hate being sober\nAnd I know all these niggas hate Chief Sosa\nI'm cruising in my 'Rari with my Louis loafers\nBitch I'm a Rastafari, I'm a toolie toter\nWish a nigga would try to screw me over\nNow I got blood on my Louis loafers\nI wear thousand dollar belts 'cause I'ma rich nigga\nNina like a boxer bitch the way she hit niggas\nShoes cost a bunch of shit, look at my kicks nigga\nI could've bought a ass for my bitch, nigga\nI'm off this Actavis, it got me leanin' over\nI poured a four of purple in some peach soda\nYo boyfriend an opp, I'll make Nina blow him\nYou was on the phone with him, sucking my dick, and he ain't even know it\n(Hang up on me one more time)\nI ain't even try to\nYou wanna Glo up, baby, Keef got you\nYou's a gold bottle, these hoes pink Moscato\nBaby I'm the owner, you can be my castle\n(Hahaha, why you gotta be all that?)\nBaby cause I like you\nOnly reason I text you and why I Skype you\nI just wanna fuck on you, I don't wanna wife you\nBut you gotta brush your teeth and do what I say to\n(Hello?)\nBitch can you hear me?\nKeep your pussy in park, no 360\nThat boy said he getting guap, no he didn't\nI'm Almighty Sosa, it's complete mission\n(Where you at?)\nI'm nowhere around you\nI'm high off this earth, I can't come back down to\nBaby this a song, I just thought I tell you\nI would send you off but I don't wanna mail you\n(Be quiet)\nI don't wanna smell you\nCause I'ma cut you off, quicker than I met you\nI'ma swipe your name up off my schedule\nAnd if smoke this blunt, girl, I'm gon' forget you\n(Ha-ha-ha-ha)\nI ain't even playing though\nI make bitches fly like Peter Pan do\n(When I'ma see you?)\nThat's why I just ask you\nYou's a alcoholic, I ain't got no time for you\n(Hey, can you get the water?)\nIs you off the molly?\nIf I book your flight, is you gonna top me?\n(Don't worry, I will)\nOkay you got me\nI don't love no thotties"
    ],
    "Release date": "September 19, 2013",
    "Title": "Love No Thotties",
    "Artist": "Chief Keef"
}