{
    "Lyrics": [
        "\n\n\nMay I ask in what way your life is contributing to society as you sit here day after day after day in this dark room, stringing along on that stupid guitar? Have you ever thought about that? What are you doing for the world or for other people? Day after day, hour after hour, night after night\nLogic\n\n\nMe and my homies just chillin' feelin' the vibes\nThis the time of our lives but many don't realize\nHavin' visions of livin' on another level, never signed to the Devil\nThe rebel that be fuckin' 'round with the treble\nBumping Tribe in the system like penicillin, motherfucker\nI'm killing, spittin' venomous never remember this it's like a system\nSay it then I do it, I never missed 'em\nFuck 'em after I kissed 'em, sit back and listen\nMy chain, it glisten, it's like I'm from another dimension\nDid I mention my circle's smaller than an intervention\nThen some beautiful women tell me I'm handsome\nThen I snatch they heart and make the pussy the ransom\nI fuck 'em until inside they belly burst\nStop it, drop the beat and then we cue the verse\nSpitting lyrics like how a Mac-11 really disperse\nSlaughter MCs and resurrect them when they in the hearse\nThey say I got too many styles, bitch I've been diverse\nThey scared to jump in the cipher, I be all up in it first\nMy apologies but if you're after me then it gets worse\nWhen I come through I spit voodoo and leave 'em cursed\nCommon logic\n\n\n\n\nSinatra\nSeven times out of ten we listen to our music at night, thus spawned the title of this program — Midnight Marauder\nSounds like some, some '90s shit\nMidnight Marauder, It's a good farewell\nMidnight Marauder, Uh, I suppose, yeah, music\n\n\nThis is the realest, only unto the real shall I reveal this\nI even made this beat myself just so y'all could feel this\nFrom Nasty Nas, Big L to Tribe Called Quest\nWe the RattPack, in other words, the tribe that's next\n\n\nIt's been a long time and I ain't even in my prime\nI remember many moons ago spitting the realest lines\nOn the come up, matter fact it was long before that\nBefore I bought my first mic, before I could afford that\nThis is a letter to the underground, the place where I'm from\nThis is a letter to the fans that understand what I've done\nAnd even though I gotta leave, man, don't none of y'all grieve\n'Cause even in the mainstream that lyricism I breathe\nSome of y'all love my raw records, some of y'all don't\nSome of y'all will love my radio shit, some of y'all won't\nJust like my race, my music has always been yin and yang\nSomething for everybody, no not just one lane\nAnd on the real, I'll never forget the day I got my deal\nFull creative control and the money was unreal\nStarted from the bottom and got here 'cause of my skill\nAnd I never set a goal that I didn't plan to fulfil\n\n\nThis is the realest, only unto the real shall I reveal this\nI even made this beat myself just so y'all could feel this\nFrom Nasty Nas, Big L to Tribe Called Quest\nWe the RattPack, in other words the tribe that's next\nThis is the realest, only unto the real shall I reveal this\nI even made this beat myself just so y'all could feel this\nFrom Nasty Nas, Big L to Tribe Called Quest\nWe the RattPack, in other words the tribe that's next\nThis is the realest\nYeah, yeah, this the realest\nThe realest, say what? Say what?\nThis is the realest, only unto the real shall I reveal this\nI even made this beat myself just so y'all could feel this\nFrom Nasty Nas, Big L to Tribe Called Quest\nWe the RattPack, in other words the tribe that's next\nThis is the realest, only unto the real shall I reveal this\nI even made this beat myself just so y'all could feel this\nFrom Nasty Nas, Big L to Tribe Called Quest\nWe the RattPack, in other words the tribe that's next\nThis is the realest, only unto the real shall I reveal this\nI even made this beat myself just so y'all could feel this\nFrom Nasty Nas, Big L to Tribe Called Quest\nWe the RattPack, in other words the tribe that's next\nThis is the realest\nThis is the realest\n\n\nYou're not any less of a man if you don't pull the trigger. You're not necessarily a man if you do. This concludes the Midnight Marauder program. Press any key to return to the main menu\n\n\nI hope y'all understand. Y'all get it. Just have fun, you know what I mean? Enjoy the music, that's what it is at the end of the day. It's just good fucking music, man. Yeah boy"
    ],
    "Release date": "May 7, 2013",
    "Title": "Common Logic / Midnight Marauder",
    "Artist": "Logic"
}