{
    "Lyrics": [
        "\nAyo, y'all niggas must be out your fuckin' mind\nThinkin' dog can't pull another motherfuckin' rabbit out the hat\nNigga, I ain't gotta check out my motherfuckin' sleeves\nYou bitch-ass niggas, fuck is y'all niggas\nY'all niggas just thinkin' I'm sittin' around doin' nothin'?\nOh my God, y'all niggas can't be serious\n\n\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\n\n\nMan, cats don't know what it's gonna be\nFuckin' with a nigga like me\nD to the M to the X\nLast I heard, y'all niggas was havin' sex with the same sex\nI show no love to homo thugs\nEmpty out, reload and throw mo' slugs\nHow you gonna explain fuckin' a man?\nEven if we squash the beef, I ain't touchin' your hand\nI don't fuck with chumps\nFor those who been to jail, that's the cat with the Kool-Aid on his lips and pumps\nI don't fuck with niggas that think they broads\nOnly know how to be one way, that's the dog\nI know how to get down, know how to bite\nBark very little, but I know how to fight\nI know how to chase a cat up in the tree\nMan, I give y'all niggas the bidness for fuckin' with me\nIs you crazy?!\n\n\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\n\n\nOnce it's on, I come through, guns is drawn\nBlam blam, lungs are gone, sons will mourn\nFrom dusk till dawn, nighttime belongs to the dog\nOn the street past midnight, look for 'em in the morgue\nDon't play with these cats\n'Cause I ain't got nothin' to say to these cats\nFor the mothers that really do love 'em, please pray for these cats\n'Cause I know niggas is hard-headed but I ain't got the patience\nDon't want me havin' no patience turn into more patients\nMore trips to ICU 'cause I see you\nTryna get away with shit a real nigga wouldn't do\nWhere my dogs at? (Right here!)\nSee them niggas? (Right where?!)\nGet 'em boy! (Right there!)\nThat's how we do (Alright then!)\nThis is for my dogs, this is for my dogs\nYo, where we at, baby?! (Creepin' through the fog)\nFrom then till now, don't ask me how\nKnow that we gon' roll like them niggas\nAnd hit every block on the job\n\n\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\n\n\nI get tapes doin' times, stomp niggas like grapes makin' wine\nFive CD's with mad rhymes\nDon't hit me with that positive shit, I know you lyin'\nYou really wanna stop niggas from dyin'? Stop niggas from tryin'\n'Cause I ain't really got that time to waste\nAnd I thought I told you to get these fuckin' bums out my face\nLookin' at you in your grill, I might be nice to cut\nOnce I split your ass in two, you'll be twice as butt\nYeah, you right, I know your style: pussy, 'cause I'm fuckin' it\nSince we all right here, you hold my dick while he suckin' it\nMotherfucker, don't you know you'll never come near me?\nShove your head up your ass, have you seein' shit clearly\nNever heard that D be runnin', because D be gunnin'\nI beat my dick and bust off in your eye so you can see me comin'\nEmpty clips and shells are what I leave behind\nAnd if they get me with the joint, they hit me with a three-to-nine\n\n\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\nWhere the hood, where the hood, where the hood at?\nHave that nigga in the cut, where the wood at?\nOh, them niggas actin' up?! Where the wolves at?\nYou better bust that if you gon' pull that\n\n\nWhere the fuckin' hood at?!\nNo one's fuckin' with me, nigga, for real\nI am the hood, I am the streets\nYou bitch-ass nigga!\nTake it how you want, motherfucker\nI’m in the hood all day\nI think I’m like the only nigga, dog, that can go to the projects\n(School Street, Home of the Brave)\nBy his fuckin' self and be good\nYeah, nigga, ask niggas on my projects (Y.O.)\nWhen the last time they seen dog (Not too long ago, baby)\nMotherfucker!\nDee, waah, ugh… (Y'all niggas is homeless)\nKato… (Where the hood at?)"
    ],
    "Release date": "September 16, 2003",
    "Title": "Where the Hood At?",
    "Artist": "DMX"
}