{
    "Lyrics": [
        "\nUh, Def Jam\nUh, Ruff Ryders\nMy nigga TP\nCreep with me!\n\n\nWhy is it every move I make turns out to be a bad one?\nWhere's my guardian angel? Need one, wish I had one\nI'm right here, shorty, and I'ma hold you down\nYou tryin' to fuck all these bitches? I'ma show you how\nBut who…? Name's D like you, but my friends call me Damien\nAnd I'ma put you hip to somethin' about this game we in\nYou and me could take it there, and you'll be\nThe hottest nigga ever livin' That's a given? You'll see\nHmm, that's what I've been wantin' all my life\nThinkin' about my little man so I call my wife\nWell, your dada is about to make it happen\n(What you mean, my nigga?) I'm about to make it rappin'\nToday I met this cat, he said his name was Damien\nHe thinks that we're a lot alike and wants to be my friend\n(You mean like Chuckie?) Ha ha, yeah, just like Chuckie\n(Dada, looks like we're both lucky) Yeah\n\n\nThe snake, the rat, the cat, the dog\nHow you gonna see him if you livin' in the fog?\nThe snake, the rat, the cat, the dog\nHow you gonna see him if you livin' in the fog?\n\n\nHey yo, D. Whattup, D? You's a smooth nigga\nI seen you when nobody knew who pulled the trigger\nYeah, you know, it's always over dough\nYou sure? I coulda swore it was over a ho?\nNah, nah, that ain't my style. Nigga, you stay frontin'\nBut you're still my man, and I ain't gonna say nothin'\nGot some weed? Go 'head, smoke it! Go 'head, drink it!\nGo 'head and fuck shorty! You know I can keep a secret (aight)\nI'm about to have you drivin', probably a Benz\nBut we gotta stay friends: blood out, blood in\nSounds good to me, fuck it, what I got to lose?\nHmm, nothin' I can think of, any nigga would choose\nGot me pushin' the whips, takin' trips across seas\nPockets stay laced, nigga, I floss G's\nFor that nigga I would bleed, give him my right hand\nNow that I think about it… yo, that's my man!\n\n\nThe snake, the rat, the cat, the dog\nHow you gonna see him if you livin' in the fog?\nThe snake, the rat, the cat, the dog\nHow you gonna see him if you livin' in the fog?\n\n\nYou like how everything is goin'? You like what I gave ya?\nYou know if you was goin' down I'd be the one to save ya\nBut yo, I need a favor, these cats across town hate me\nPlus their behavior hasn't been too good lately\nWhat? Anything for you, dog, where them niggas at?\n38th from Broadway. Aight, let me get the gat\nRun up on 'em strapped, bust off caps in four niggas\nLaid low for 'bout a month then killed two more niggas\nNow I'm ready to chill, but you still want me to kill\nLook at what I did for you! Dog, come on, keep it real!\nAight, fuck it, I'ma do it, who is it this time?\nHey yo, remember that kid Sean you used to be with in '89?\nNaw, that's my man! I thought I was your man?\nBut yo, that's my nigga! Hey, who's your biggest fan?\nEither do it or give me your right hand, that's what you said\nI see now ain't nothin' but trouble ahead\n\n\nThe snake, the rat, the cat, the dog\nHow you gonna see him if you livin' in the fog?\nThe snake, the rat, the cat, the dog\nHow you gonna see him if you livin' in the fog?\n\n\nIn the fog, the fog, livin' in the fog\nHow you gonna see him if you livin' in the fog?\nHow you gonna see him if you livin' in the fog?\nThe snake, the rat, the cat, the dog\nTo be continued, mothafuckas!"
    ],
    "Release date": "May 19, 1998",
    "Title": "Damien",
    "Artist": "DMX"
}