{
    "Lyrics": [
        "\nIf you love somethin', let it go\nIf it comes back to you it's yours\nIf it doesn't, it never was\nHold me down, baby\n\n\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\n\n\nHold me down, niggas wanna know me now\nDidn't want to play with me when to show me how\nNo meow, 'cause it's all about the bark\nLet the dog loose, baby, it's about to spark\nLight up the night like the 4th of July\nNiggas know, when I let go, niggas die\nWith this Y and you don't know, you slow\nLike Baltimore, if you ain't tryin' to go you blow\nI soak up all the pain and accept it in silence\nWhen I let go it's violence, 'cause the wildest\nIs the dog barkin' up the tree for the cat\nIn the fog, what y'all niggas see is the bat\nFlappin' away, but I'm blind like Stevie\nNiggas don't hear me, still tryin' to see me\nStop bein' greedy, you heard what I said\nLet me go, let me flow, or I'm dead\n\n\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\n\n\nI sold my soul to the Devil, and the price was cheap\nAyo, it's cold on this level, 'cause it's twice as deep\nBut you don't hear me, ignorance is bliss and so on\nSometimes it's better to be thought dumb – shall I go on?\nYo, on the real, what the deal? It's a mystery\nHow is it I can live and make history?\nIf you don't see it, then it wasn't meant for you to see\nIf you wasn't born with it, it wasn't meant for you to be\nBut you can't blame me for not wantin' to be held\nLocked down in a cell where a soul can't dwell\nThis is hell, go get the Devil and give me the key\nBut it can't be worse than the curse that was given to me\nIt's what I live for, you take away that and I'm gone\nThere's a difference between doin' wrong and bein' wrong\nAnd that ain't right, just keep it fair, baby\nPut me in the air and I'll take it there, baby – yes!\n\n\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\n\n\nI'ma flow regardless because I'm an artist until I'm trapped\nI'ma continue to hit the hardest whether I scrap or rap\nGive me dap, but you ain't my friend\nI see it in your eyes, you contemplate my end\nYou waitin' for that bend in the road where you were told\nThat you would go when you were old and if you died young it was cold\nSold, not for nearly what it was worth\nThink back 26 years, be like, \"What if his birth\nWas a miscarriage and I never existed?\"\nHave I given somethin' that if taken away you'd have missed it?\nDidn't know, yet I persisted, it was the call of the wild\nI merely say what's in my heart and you call it a style\nDon't put it in a cage, don't mistreat it\nYou say you hunger for knowledge? Here it is, eat it!\nAnother song completed is another thought captured\nLet me do my thing, I got it locked with this rap shit\n\n\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\nEither let me fly or give me death\nLet my soul rest, take my breath\nIf I don't fly I'ma die anyway\nI'ma live on, but I'll be gone any day\n\n\nOr give me death\nOr take my breath\nI'ma die anyway\nBut I'll be gone any day\nOr give me death\nOr take my breath\nI'ma die anyway\nBut I'll be gone any day\nWhere my niggas?\nUh, ahh, for my niggas\nUh, ahh, for my niggas\nUh, ahh, for my niggas"
    ],
    "Release date": "May 19, 1998",
    "Title": "Let Me Fly",
    "Artist": "DMX"
}