{
    "Lyrics": [
        "\nUhh, used to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\nUsed to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\n\n\nWhen it rain, niggas get wet, so stay dry (uh)\nDon't cross me, I can peep a snake eye (woo)\nYou just lost me, like yo' shadow in the dark (uh-huh)\nFucked around and forced me to hit the shadow with the spark (UHH)\nBlew your shit apart -- now it's two halves of one nigga\n\"Look at him,\" I said after a few laughs, \"Dumb nigga!\nStupid is as stupid does -- cocksucker (WHAT?)\nAnd look what being stupid does, get you shot sucker (WHAT?)\nI let you get too close and you bit me (uh)\nI told you nah for too long, you tried to hit me\nThought you was wit me (uhh)\nWell you might as well forget me, cause from this point on (uh-huh)\nIt's war, it won't stop until one of us is gone\" (c'mon!)\nI'm still mad at myself for lettin that shit go down (UHH)\nSomebody shoulda told me, I was fuckin wit a clown (aight?)\nAnd I think they found and let you niggas drown...\n.. you know how shit get around\n\n\nUhh, used to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\nUsed to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\n\n\nAiyyo X fuck them niggas, them niggas ain't your dogs\nBetter treat like some cats and shake they ass to the floor\nBeen seen the foul shit, put the guns in em\nLil' wannabe you's, so why you run wit em?\nYou can't trust niggas no further than you can throw em\nYou don't wanna murder the niggas, then you blow em\nHe usin yo' style, that make him yo' child\nThen he shouldn't make a move til he hear it from yo' mouth\nWe don't allow snakes - runnin wit dogs\nTell them ain't nuttin like a funeral that's gonna be yours\nDouble-R, and I ain't here to start trouble God\nBut if they wasn't your niggas I woulda BEEN hit em hard\nNiggas look like they phony (what) sound like they phony (huh?)\nRun around actin like motherfucker's homies\nWe all make mistakes, that's part of the breaks\nBut you can still call the apes, we bringin the duct tape\nAnd the broomstick -- them bitch-ass niggas is gettin raped\nKnow how we ride, whoever on they side can die\nAnd we ain't tryin to be blind, fuck eye for eye\nCause we only takin yours, you know the doggs you motherfucker\n\n\nUhh, used to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\nUsed to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\n\n\nThere was always somethin there, but I just couldn't touch it (uh-huh)\nWasn't somethin that would hurt me, so a nigga said, \"Fuck it!\" (uhh)\nI let it slide, laughed and joked let it ride (true)\nNow that you done killed it, I'm glad that it died (AIGHT?)\nIt's aight, I know where you live, I'm just waitin (uhh)\nTil we knock on your front door, and let you meet Satan (c'mon!)\nThat's what you get for hatin -- FUCK YOU FAGGOT! (WHAT?)\nI never did trust you faggot -- I'll bust you faggot! (WHAT?)\nWhat you done forgot about the streets is this: (uhh)\nYou do a grimy nigga like you do a grimy bitch (AIGHT?)\nYou just STOP fuckin wit him, you got no more rap (uh)\nNo more, \"Yo whassup D?\" No more dap (uhh)\nBe lucky if I don't spit in your face, off of G.P. (WHAT?)\nAND WHAT? Bitch-ass nigga, you can't beat me (woo)\nDon't take it as a loss, just take it as a lesson\nNext time think twice, or get iced wit the Wessun\nNIGGA! (Nigga!)\n\n\nUhh, used to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\nUsed to be my dawg, you was in my left titty\nScreamed, “Ride or die,” I thought you would die wit' me\nFound out you a bitch, you can’t even ride wit' me\nNow it’s a war, and you ain’t on the side wit' me\n\n\nC'mon\nYeah yeah yeah, yeah yeah\nYeah yeah yeah yeah, yeah yeah\nYeah yeah yeah, yeah yeah\nYeah yeah yeah yeah, yeah (Uhh)"
    ],
    "Release date": "December 22, 1998",
    "Title": "We Don’t Give a Fuck",
    "Artist": "DMX"
}