{
    "Lyrics": [
        "\nBaby, don't stop\nBaby, don't stop\nYou couldn't make me this\nI wanna get freaky, freaky\nAnd let me lick you up and down\n(Let me take you up and down, haha)\nUp and down\n(Up and)\nUp and down\n(G-Herbo, ha)\nLet me making you soaking wet baby\n\n\nLet me show you how the gangsters do it\nI know you tryna get it off\nTurn the Bryson Tiller off, let me fuck you to this gangster music\nBody bangin' and I can't refuse it\nPussy good, so tight, know I gotta abuse it\nOne stroke, two strokes, same beat as the music\nAye and that shit so wet I took the rubber off, can't even use it\nI love when you start screamin' out when I go deep into it\nKnow I'm goin' hard, I can't stop killin', in love with you moanin'\nWe go again, over and over, know she my opponent\nWin, lose, or draw\nShe leave me breathin' hard, I leave her soakin'\nI kiss your lips, we lick and suck, and let me bend it over\nShe throw it back, I'm in her stomach, know she feelin' it\nSo deep, she tryna run but can't because I'm still in it\nShe feelin' it, she lovin' it, she feelin' it\nWe wasn't deep at first but now we got our feelin's in\nWhen I'm on the road she missin' me, yeah cause she not on that\nWhen I land', I'm on my way, can't wait to put my mouth on it\n\n\n(Up and down)\nAye\n(Up and down)\nLet me lick you (up and down)\nYou already know what is man when you callin' me baby\nJust pull up, two, three cribs, you come whenever look\n\n\nBaby let me get it fresh up out the shower\nTongue kiss your lips, caress you, stroke you for an hour\nShe leakin', soakin', bite her lips soon as I'm slidin' in\nCan't get no deeper, she start scratchin', and she grabbin' me\nI can take the pain, she say my name when I start grinding it\nFucked around and fell in love, I met her from around the land\nFirst started off as my little bitch, wasn't even fuckin' then\nLet me inside, I'll beat it up, and I've been busting since\nCan't take it when I'm lickin' it, when I start suckin' it\nShe comin' in spread her legs, keep lickin', make her cum again\nShe know I keep it super real, realer than most of 'em\nShe know it's fuck them other bitches, can't get over her\nAye, like a roller coast with her\nHaa, she ride, I'm holdin' her\nAnd after that I told her\n\n\n(Let me lick you soakin' wet baby)\nLet me lick you soakin' wet baby, haha\n(Baby, don't stop)\nDon't stop\n(Baby, don't stop)\nGet on top\n(Baby, don't stop)\nI told her\n(Baby, don't stop)\nHaah\n(Baby, don't stop)\n\nYou already know what it is, you know? When I'm with you it feel like, when I'm with you it feel like -- It ain't nothin' else goin' on, everything revolvin' around us, you know we kickin' it. Besides us fuckin' baby, we just be kickin' it. I need somebody to kick it when I'm goin' through everything I'm goin' through. When I can just lay back, smoke a blunt, rub my back or somethin', you know I'm sayin'? Let me vent to you sometimes baby. Hoes ain't shit but pussies, haha I told 'em hoes ain't shit but pussies, haha"
    ],
    "Release date": "August 20, 2016",
    "Title": "Pull Up",
    "Artist": "G Herbo"
}