{
    "Lyrics": [
        "\nSouthside on the track, yeah\nGang shit, nigga\nYeah\nFuck you talkin' 'bout, man?\nThis shit's got the most views out of everything I've ever put up on my shit\nThat little clip, that shit got a million views\nI ain't never got no views on some shit out\n\n\nWho you think you ahead of? Not us\nIn the S or the Porsche Carerras somethin'\nFuck twins like Tia and Tamera somethin'\nYeah that boy gettin' bread, Panera, somethin'\nLanded in the GT, leer or somethin'\nPut Posto in the Air or somethin'\nMarry her, she have an affair\nI'ma spin that ho like Ferris\nBorn in the Chi like Ye\nBut I do crimes like Bump J, I ain't scared of nothin'\nPassport stamp, young nigga ran up that sack\nMight as well go to Paris, huh?\nWoofin, got whacked you embarrassed, huh?\nPussy you act like you scared of somethin'\nGon' and shoot up the terrorists (shoot up the terrorists)\nThen they gon' realize it's serious (blah, blah)\nI ain't even on that, period (period)\nI'm makin' millions, I'm serious (I'm makin' millions)\nThat money come in various (furious)\nCan't count it, I get delirious (delirious)\nI bought my mama a mansion (a mansion)\nSo I can't trip over materials (yeah, yeah)\nBut I'm still dipped in that fashion\nKnow I stay drippin', that's period\nThese niggas drippin', that's period\nNah, they can't find me and I'm serious (serious)\nThey right behind, I'm serious (serious)\nAnd I'm straight off the 9, now I'm serious\nWho you gon' send to fuck with me?\nTake stuff from me or from any of mine? Now I'm curious (I'm curious)\nBetter think 'fore you bust at me\nIf you miss, I'll slap a 50 and, man, now I'm furious\nDived in that water, dived like Aquarius\nYoung nigga, we was breakin' the barriers (breakin' the barriers)\nIf you grabbin' that torch, better carry it (better carry it)\nTryna hide on that porch on some scary shit (fuck yeah)\n\n\nAll I smoke is loud, you got that mild like Darius (yeah)\nMy son ain't gotta work because he gon' inherit it, uh huh (gon' inherit it)\nWe yell, \"Gang-gang first,\" you don't even know your heritage (bitch)\nTook the cash from verses, I give that shit to charity\nLovin' my city like Chano, I swear\nWhy the fuck I still gotta ride everywhere with it?\n\"Herb I seen you on the news, I was worried\"\nWe was just jokin' with y'all, that's a parody\nWe don't talk too much, got D's everywhere (everywhere)\nWe still fresh, double G's everywhere (everywhere)\nI put the VV's everywhere (everywhere)\nI do Mike Amiri's, every pair\nAnd they know me for shittin' on everybody\nI'm the one that do shit that you hear about\nI'm the one that told y'all that I move like Obama\nThen how the fuck they end up with my whereabouts?\nHold on everybody gotta clear it out\nMiddle of summer, hot like a sauna\nWe was laid back in the back of the Honda\nTold young to sneak up, anaconda\nIt ain't happen, not one day, your honor\nI was somewhere eatin' Benihana's\nGet valet and Lil' Benny to park it\nAll my life I had been in apartments\nMove to Bali, get a brib, I’m ballin\nMy bitch always primpin', keep ballin'\nYes I'm a lil' workaholic\nHit the crib with a 50 and all 20's\nI'ma just make her count all of 'em\nBut I get the backend all blues\nNah don't fuck around, bruh, do all of it\nKnow it's goin' right to lil' dude\nAlready got a closet, all shoes\nBought 10 pairs of baby G-Fazos\nAnd my bitch got a closet with some Loubs\nCashed out on the crib, I ain't get the view\nI'm like, \"Fuck it, no problem, it'll do\"\nMama's crib got a pond, not a pool\nWe had roaches and rats, I ain't get to move\nI survived through it all, it's true (yes, it's true)\nSlept on couches and floors all through middle school\nNow I'm cool, now I'm 'bool\nNow my car go vroom, (vroom)\nNiggas hatin' on me, but it's bool\nGuess I got rich too soon\nNigga, I've been rappin' like six years (what?)\nI seen ten niggas get killed\nWhat about me turnin' down them deals? (Huh)\nNow you pissed off 'cause I switched wheels?\n\n\nUh, who run it? Limit\nNo Limit run it\nNo Limit man\nNo Limit\nWho run it? G Herbo\nI'm done with this shit\n\n\nWho y'all think you foolin'? Not me\nY'all niggas really ain't airin' nothin'\nThis bust down, tryna scare us or some'\nYour shit weak, tryna compare us or somethin'\nWhat I made last week? Like a million or somethin'\nRich, mad 'cause your bitch ate my kids or somethin'\nMan, I could fuck your wife like you sharin' or somethin'\nGalore ass mansion with lira or somethin'\nNigga tried to get my ho, tried to fuck my bitch\nYou think I'ma miss that?\nMan she sucked Meen's dick and she sucked Rock's dick\nSo you think I'ma kiss that?\nI was in L.A., bitch powdered her nose\nTold her I ain't with that\nBoy you trippin', SI diamonds on your neck\nMean you better give your wrist back\nMe no broke, Akademiks, yeah, that's where you get your news at\nAsk your bros, Grammy-nominated songs just to prove that\nKnow your bros told you, nah, you better not just do that, uh\nI'm going mode, T.Y., tell me when to go, boy, you ain't rich, you a bitch (facts)\nOh you T'd out? Bitch, you beat out\nY'all worried 'bout me, better get your lick back\nJust like bitches, y'all all chit chat\nCar so foreign got an engine in the back\nBalenciaga with the Gucci and the Prada\nWith the Louis and the Pucci and it's all mismatched\nHo, it's Lil Uzi and I'm far from a goofy\nIn Chiraq, 150, be strapped\nGot a 40 shorty, boy, better get back\nGun loud, backyard party, kick back\nHow I'm broke If I just hired myself a hitman?\nBe quiet, bro, them niggas over there'll turn to six rats\nNot lyin', bro, I been fucked this bitch for six racks\nAfter I drop that shit, me, Herbo, Ari and my bitch is gonna relax\nProlly somewhere on a beach, prolly somewhere on an island\nYou know that my Rollie got XO diamonds in it, so that's that Perfect Timing\nSaid, \"Elliot, bezel it,\" ice kettle chips, I run it back like a Heisman\nPull up, I'm swervin', I'm mergin', I got the whip, yeah the one right with the curtains\nGot boys that be workin' their block to be twerkin', the Tesla pull up for diversion\nOn the beat, me and Herbo, we purgin', the Perky the molly the lean got us slurrin'\nYou call her phone, you think she sleep, but she suckin' my dick while her words keep on slurpin'\nShe said that my shit the same size as a two-liter ginger ale, why she keep burpin'\nI take out my hair and I stand on my money, your bitch think I'm Julius Erving\n\n\nAyy, ayy\nYeah, yeah\nJust a little somethin' to it, I ain't even rip the shit\nPull up in a Lamb' or somethin'\nPeanut butter whip, yeah, jam or somethin'\nFucked your bitch on cam or somethin'\nPink diamonds think I'm Cam or somethin'"
    ],
    "Release date": "April 12, 2018",
    "Title": "Who Run It (Remix)",
    "Artist": "G Herbo"
}