{
    "Lyrics": [
        "\n\n\nStripped down to my skin and my bones\nI love huskies but I feel like a wolf (Howl!)\nIn a pack but I feel all alone\nI'm scatterbrained man, better offer the Clon'\nIn Tejas apartments with racists doin' weird shit\nLike, this'll make the biopic (Haha!)\nRile 'em up, hit Zaxby's, get the wing and tings (Yum!)\nReal quick bills still stacking to the ceiling (Uh-oh...)\nWhatchu mean, it ain't working? (What?)\nWhatchu mean, you ain't finding yourself? (Oh, I am, I'm trying)\nWhatchu mean, you ain't got no cash? (I got a little bit...)\nWhatchu mean? Whatchu mean?\nShouldn't your pockets be big just like a fat chick? (Uh-huh!)\nShouldn't your mama be done paying the house off? (I guess?)\nShouldn't you have a real big-ass ego? (No?)\nShouldn't these girls be flockin' just like seagulls? (Eh...)\n\n\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit\n\n\nThe original lick-splickety, higher than Yosemite\nBreaking the mold mentally, master with no limiting\nMaking 'em say \"ugh!\", they worshipping our force viciously\nWatching the floor tip in your temple of authenticity\nOften they say I’m off it, I offer my crossed empathy\nThey forgot what we on, I’ll remind 'em with hostility\nHot-diggity damn, everyone running scams\nGotta cover your clams and take another glance\nRunning a clinic, no scans, ain't no one claimin' yo mans\nIt's all pertaining to plan, call me the architect\nLap you in a UFO, I haven't started yet\nStill gotta figure out exactly where to park it at\nMoses with the pen, each line an ocean I can part it at\nBut that's too deep\n\n\nDon't call me stupid, that ain't the way my name pronounced\nDon't call me Cupid, I got too many hoes right now\nPoolside in Houston\nTryna see if Beyoncé will take me for adoption\nBroke-ass rich suburbs\nA civilian shot in 3rd Ward, we just by the fountain\nThis is Merlyn Wood, man\nEverywhere I go is The Woodlands\nI need a honey butter, vodka in a Sprite can\nWhen I'm in the Whataburger, all the kids know who I am\nI need a honeybutter, puttin' lean in my Sprite can\n\n\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit\n\n\nI got a record but I'm clean as they come\nI'm Godzilla, when they see me, they run\nOn 37th, used to run from the bloods\nThe undercovers gotta duck when they come\nI moved out and in a couple of months\nI'ma be a pop star, they call me a thug\nI used to write raps on the back of the bus\nNow I'm in the front seat shifting the gears\n\n\nIt's funny how things can change\nThree hundred dollars to my name, led to Hollywood\nI was living off Ramen and change\nFive hundred dollars on these dinners, never have to pay\nGrowing up my teachers told me\n\"You better get them grades up if you wanna finish high school\nAnd after high school, you better get a degree\n'Cause it's a dog-eat-dog world, you could live in the street\"\nFlashback, I had my Walkman in the minivan\nListening to NSYNC, saw my name on the CD\nBleach blond tips, wanted to be JT\nWanted to do big things, had to fulfill a dream\nOne might say I was doomed from the get-go\nBut those same people assume, 'cause they'll never know\nWhat it's like to be called to what's not set in stone\nI am one with the ebb and flow, that's all I know\n\n\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit\nTwistin' me up like licorice\nThink I need someone who can handle it\nIce on my boys and my wrist is fixed\nI don't need nobody tryna give me shit"
    ],
    "Release date": "August 22, 2017",
    "Title": "SWEET",
    "Artist": "BROCKHAMPTON"
}