{
    "Lyrics": [
        "\nMe Ilamo Roberto y estamos buscando a Jaden Smith\n\n\nI spit my heart out, lookin' out for my best interests\nHe gave me good head, peepin' out while the windows tinted\nI speak in tongues and I arrive without a damn mention\nIt's kinda sick and I was born in 1996 and\n1999 the only year that I remember\nI slip through the cracks without havin' a damn temper\nI bleach my hair because these bitches all about they bitchin'\nI say shit when I rap and y'all niggas barely listen\nI do the most for the culture, nigga, by just existing\nDelete my tweets 'cause I'm ashamed of being a fuckin' Simpson\nI told my mom I was gay; why the fuck she ain't listen?\nI signed a pub deal and her opinion fuckin' disappearin'\nI'm payin' bills for my sister and tryna fund her business\nIs it homophobic to only hook up with straight niggas?\nYou know like closet niggas, masc-type?\nWhy don't you take that mask off?\nThat's the thought I had last night\n\"Why you always rap about bein' gay?\"\n'Cause not enough niggas rap and be gay\nWhere I come from, niggas get called \"faggot\" and killed\nSo I'ma get head from a nigga right here\nAnd they can come and cut my head off, and\nAnd my legs off, and\nAnd I'ma still be a boss 'til my head gone, yeah\n\n\nBreak the wheel, pack the steel, hold my niggas down\nTwistin' on that syrup ‘til I hear crackin’ sounds\nBreak the wheel, pack the steel, hold my niggas down\nTwistin' on that syrup ‘til I hear crackin’ sounds\nBreak, break, break the steel, hold my niggas down\nTwistin' on that syrup ‘til I hear crack, crack, crack\nBreak the wheel, pack the steel, hold my niggas down\nTwistin' on that syrup ‘til I hear crack\n\n\nI don't trust nobody 'cause they don't deserve it\nNiggas run in your house, they know you doin' dirty\n(Go 'head, now)\nI got my hand on an ounce, and I got money servin'\nI just bought me a fifth and now I'm speedin', swervin'\n(Go 'head, now)\nI took an eighth of them shrooms and now I'm hearin' voices\nI took like two of them pills, I can't remember nothing\n(Go 'head, now)\nI ain't under control, I'm losin' motor function\nI need an intervention, I need an exorcism\nI need a therapist, paranoia and drug addiction\nIt's very scary, my momma don't even recognize me\nI'm goin' crazy, don't need nobody to say they love me\nMy acts of desperation, I'm on an empty stomach\nSo fuck the consequences, I ain't runnin' from them\n\n\nFeelin' like a goner, put my life in locker\nHotbox in the Hummer\nHot bars in the summer (Merlyn, Merlyn!)\nIf I had the option, I would do it all again\nIf I had the option, I would do it all again\nI just wanna feel like I did the right program\nI just want to appeal to my dad and my cousins (Again)\nWhen I cop that feel, I do not think 'bout diplomas\nLove is knowin' that you didn’t do it by your lonesome\nSo I forgive my mommy, daddy, auntie, and my uncles\nFor guilt-tripping feelings whenever they call my number\nThey see men dream, they see men fallin'\nBut when I dream, I'm smashing on Atlanta\n\n\nBoth pessimistic, drug addicted, caught in our feelings\nWe spit venom then stare at the ceiling, wondering, \"why?\"\nMy mom's no alcoholic, she just wanna drown her sorrows\nLove her to death and soon enough I'll give back all I borrowed\nBoth so submissive, take turns dominating, the light has been faded\nThis hate-fueled love, we don't fake it, no givin', just takin'\n\n\nI took some steps to be a bigger person\nI should've thrown ya off the highway to cars swerving\nAin't no burden, ain't no sermon, ain't no motherfuckin' plaque\nI hate these hospitals and police and the smell of death, all that\nI hate these shady folk, that want it ladylike\nBut don't treat lady right, but they be sayin' like (\"Just the tip!\")\nAnd yeah you mad 'cause she ain't fuck, mad 'cause she ain't suck\nBeat your ass before you got time to say \"Why not?\"\nHere to catch ya slip up, wish you could just rewind\nTiming all fucked up, thought you had just lucked up\nWhere the respect? Is your ass human?\nI look you in your eyes, say, \"Fuck you, are you fuckin' stupid?\"\nRespect my mother, 'spect my sister, 'spect these women, boy\nI get my 9-9, I don't own one, hit the store to blow your brains off\nBetter hope my aim off, better hope the range off\nBetter hope my tame off before I blow your brains off, boy\n\n\nUh, no hands with the stunts\nJump off the roof like I do what I want\nAll of my life in my past wanna haunt\nAnd my sight of the future beginning to taunt my ambition\nMan on the moon, I'm marooned, I ain't trippin', I'm on a mission\nEvery time that I speak they ain't skippin'\nTurned my inspiration to a vision, that's a given, no slippin'"
    ],
    "Release date": "August 15, 2017",
    "Title": "JUNKY",
    "Artist": "BROCKHAMPTON"
}