{
    "Lyrics": [
        "\nTell me what you're waiting for\nI just wanna love you\nTell me what you're waiting for\nI just wanna hold you\nTell me what you're waiting for, huh\nI just wanna love you\nJust wanna hold you, never would lie to you\nTell me what you're waiting for, huh\nWhat you waiting for?\n\n\nIt feels like I can see the past in your eyes\nI know the future has been passing you by\nThese other niggas, they just passing your time\nThey don't know how to ride the tidal waves\nThat crash in your thighs\nBut I got the dream, and if you believe\nThen I can take you somewhere that is pristine\nI'm keeping it clean, my title is mean\nThey boxin' us in but we broke out the seams\nDon't make me a fiend, I know what I want\nI'm working to get everything that I need\nBut I got a plan for you\nI'm taking a stand for you, I care for you\n\n\nWhat's your motive with me, baby?\n'Cause I don't trust nobody lately\nI twist and turn, moving just like a serpent\nNew times are coming just like a virgin\nGet you all outta my head, 'cause lately I'm better off dead\nI say this all out of respect, sometimes, I want nothing with you\nWearing your love like medallions\n'Cause I know thousand men want ya, wants the menages\nFucking, riding shotgun, slap your buns\nMelting, fading, under stars and the sun\n85, 90, gon' bust out the gun\nKnow they sent me from the neck of the woods\nChange my name, state so they never could\n\n\nTell me what you're waiting for\nI just wanna love you\nTell me what you're waiting for\nI just wanna hold you\nTell me what you're waiting for, huh\nI just wanna love you\nJust wanna hold you, never would lie to you\nTell me what you're waiting for, huh\nWhat you waiting for?\n\n\nI need a friend (I need a friend)\nAnd you need a home (You need a home)\nI love when you come (I love when you coming)\nI still feel alone\nYou make it warm in my bed\nButterflies in my head\nSunrise, let it set\nBut you don't love me like you say you do\nWhite lies hold the hidden truth\nYou keep leaving when I need you most\nIt's true what they say about love had and love lost Here you are and now you're gone\nI'm left alone in the same bed, I wake up in a cold sweat\n\n\nPlease don't make me wait long\nI just wanna be your main one\nYour main, your main one, mm-mm\nSee, I don't want nobody, but you, mm-mm\nSee, I don't want nobody, but you, mm-mm\nI spent the day by my lonesome\nWho do you call when there's no one?\nNo one ever did what you did for me and did to me\nMy bed is cold and indented where you used to sleep\nTell me what you're waiting for, shit\nTell me what I'm here for\n\n\nTell me what you're waiting for\nI just wanna love you\nTell me what you're waiting for\nI just wanna hold you\nTell me what you're waiting for, huh\nI just wanna love you\nJust wanna hold you, never would lie to you\nTell me what you're waiting for, huh\nWhat you waiting for?"
    ],
    "Release date": "May 6, 2017",
    "Title": "FACE",
    "Artist": "BROCKHAMPTON"
}