{
    "Lyrics": [
        "\nAt night, I lie awake and this man is...is burning\nEvery waking moment, he haunts me\nI think he’s coming\nI know he’s coming\nI see someone else...in the fog...by the lake\nAnd he’s holding something...\nWho is he?\n\n(Ted Smooth, straight face, you remember!)\n\n\nYeah, it’s gettin' spooky out here\nAll the Nino Browns done turned Pookie out here\nNo cool niggas, it’s just goofies out here\nI mean, niggas is eating pork wearing kufis out here\nThrough it all, stood tall, Doofy out here\nTen toes down, I’m on two feet out here\nTruthfully, out here, I’ll be too flee out here\nGetting fly, no bullshit, I’m the 2-3 out here\nFrom Jordans you ain’t see, shoutout to Carolina\nTo all baby me’s, I see all you Harold Miners\nMixtape three-peats, I fadeaway at the go-go\nWith girls that’ll spread they legs open for a logo, ay\nCheck out the swag, yo, I walk like a ball player\nTo the locker room, I’m back to cock it to ‘em\nToast to all you niggas that was talkin’ caca to ‘em\nWe on a different FLŌH, we ain’t sendin’ vodka to ‘em\nThe shots that we giving make you send a doctor to ‘em\nBet he say ‘aah’ when it blocka-blocka to ‘em\nNow he in a awkward room tryna lock a goon\nLike the shooter had a hood on, mighta been Dr. Doom\nSounded like a fifth or a nine, couldn’t tell though\nAll a sudden, thunder, it mighta been Hoodie Melo\nYou soft as pudding Jell-O, we’ll come to your hood and \"Hello\"\nWave it at everybody, ain’t tryna be put in jail though\nAll I know is that the Lambo look good in yellow\nAnd I be swervin' potholes in every hood and ghetto\nLame nigga, swerve, I lame nigga swerve\nIt’s been 10 years and you the same nigga, swerve!\nI just gotta keep on keepin' on\nBut I’m not gon’ be the one you keep on sleepin' on\nThis verse right here be your worst nightmare\nI just laugh at you niggas then come after you niggas\nFreddy!\n\n\nHA-HAAAEEH! (You remember!)\nI’m dead wrong; you wanna live, I can’t let you\nYou at full speed, I’m walking, I still catch you\nMr. Voorhees, good looking, I destroy these\nThese niggas ain’t bosses, they workers and employees\nI came out of the lake, but I be in the boondocks\nFlannel or overall, work boots, tube socks\nI’ll put something right through your face from out the toolbox\nNiggas get hot and make the news, I make the news hot\nYou can be as hard as whoever, I crack craniums\nYou know all my killings are brutal and spontaneous\nI like this, pop out, soon as you hit the light switch\nRun and then all a sudden you fall like the white chicks\nMight have to crush your Adam’s apple with the vice grips\nYou never see me during the day, I play the night shift\nCartilage, flesh and bone, damp gristle\nBe my guest, go ahead and hide, I can’t miss you\nYou already know I reside at Camp Crystal\nLake, dismantle your face, revamp tissue\nPower from the hockey mask, James St. Patrick\nThree bodies in one night, that’s a hat trick\nPay the plug soon as you finish, that’s a backflip\nSpend six, make 12 back, that’s a crack flip\nSad part about it, you boys ain’t even ready\nPreferably my weapon of choice is the machete\nScreaming at the top of your lungs before I mangle you\nZip you up in your sleeping bag before I strangle you\nYeah, I had it in me since a youngin’\nWhen you hear that (Kill kill kill), you don’t see me but I’m comin'\nEverybody gotta die, every man, every woman\n(Kill kill kill) Yeah, it ain’t even no sense in runnin'\n(Kill kill kill) Nah, my name ring around the nation\nHow the crime scene was left, they could tell that it was Jason"
    ],
    "Release date": "November 24, 2017",
    "Title": "F vs. J Intro",
    "Artist": "Fabolous & Jadakiss"
}