{
    "Lyrics": [
        "\nGoddamn! Right\nOh this that Freddy and Jason\nSmooth it out\n\n\nThis that theme music\nSome back on your deen music (talk to 'em, Fab)\nTold Swizz gotta put the top down (hey)\nDrive by my old school just to make my Dean lose it, hah\nAlways said I'd be a dropout (damn)\nYeah, only right I bring the drop out (woo!)\nLook, and everyday is first class\nNot bad for the kid who never made his first class\n{*school bell ringing*} Yeah\n\n\nI'm in homeroom with dime sacks (Jada)\nIf you miss something, rewind that\nMemories take you back to the time\nTake the time to remember that you can't get the time back\nNow your boy's invincible\nGot me teaching niggas principles\nIt just make me wanna holla\nYou can't even get a dollar 'cause I can't talk sense to you (owww!)\n\n\nThey wanna front 'til you jump in the Bach\nShawty named Rosa, jump in the back\nHouse party days, you'd get jumped in the back\nNowadays the jump offs just jump in the back\nSwish, my jumper is back (oh!)\nThe bars is up, high jumper is back (whoop!)\nYou gon' make one of  the gremlins jump from the back\nPut the strap over the shoulder like the jumpers is back, yeah\n\n\nThe Eurostep, the German ruger (woo!)\nYou already know Voorhees (kill kill kill) and Krueger (hahahaha)\nKill shit, still move keys through Uber (huh)\nReal shit, still gotta feed the shooters (goddamn)\nFirst comes the torture, then they abuse ya (woo!)\nAre you the victim? Are you the accuser? (huh)\nNowadays the dealers worse than the users (oh)\nBesides that the system thirsty to lose us, yeah\n(Freddy and Jason!)\n\n\nFlow smooth over the Marvin\nShow and prove over the talking (yeah)\nThey told me as a young G\nEven when you hungry never move like you starving\nAny questions, asking above (woo!)\nAny problems, mask and the gloves (ayy)\nJason and Freddy basically ready\nI'm like Masika and Alexis how I'm chasing the fetti\n(Goddamn!) Ugh\n\n\nThat's all I do (woo!)\nPlease don't make me call my crew\nLife's a bitch, don't make me call my boo\nThey get the drop then them killers they'll fall right through (blaow!)\nYeah, I'm in the projects hella late (damn)\nShooting dice, playing spades and they selling plates (4-5's)\nThe love is for free but they selling hate (ayy)\nEither selling weight to you or you selling weight?\n(Goddamn) Yeah\n\n\nThis that theme music\nSome back on your deen music\nThis that theme music\nSome back on your deen music\n\n\nGoddamnit! This that Freddy and Jason, huh?\nThis that Freddy and Jason, huh?\nIt's about to get ugly in these streets\nThat Fab, that Jada, that Swizz\nMiddle finger to your haters\nC'mon man get a plate, get your own plate\nGet a seat at the table, if you lucky, huh\nBack on that thing, back on that B.S. business\nCan't even walk the streets\nBout to make it so y'all can't even walk the streets, huh\nPut the business suit up and put the hood on\nPut the chains on, huh, goddamnit!\nSmooth it out"
    ],
    "Release date": "November 24, 2017",
    "Title": "Theme Music",
    "Artist": "Fabolous & Jadakiss"
}