{
    "Lyrics": [
        "\nYou did it baby! Congratulations, homie!\nYou made history! 1.1 million in a short week!\nHa-HAA! Screw a press conference!\nPress this on your conscience!\nD-Block, cheers! YEAH! Ah-ha-ha\nI ain't mad, I don't wanna sound mad, I feel marvelous\nD-Block, Double R, fuckin' faggots!\n\n\nWe gon' handle this like grown men, you won't win\nYou don't even feel comfortable in your own skin\nI rap my ass off, I'm fightin' the champ with the glass jaw\nAt the Garden or Nassau (Uh-huh)\nSee me, couple hood niggas behind stars\nI heard you put a couple good niggas behind bars (Preme!)\nI might never sell that much\nBut you can bet your last two quarters I never tell that much\nPicture 'Kiss not come out swingin'\nIt's like going to see 50 at a show\nAnd he don't come out singin' (C'mon!)\nYeah, you got a felony, but you ain't a predicate (Nuh-uh)\nNever the King of New York, you live in Connecticut (Haha)\nYou don't be in the hood, you be in the woods\nFuckin' with me, it's where you really gon' be for good (Ugh)\nI hold the 4-5 myself (Ch-chk)\nAnd hop out the Range on 1-4-5 myself (What up!)\nThis is a true fact\nSince when has it become cool to get shot and not shoot back? (Never)\nTrackmasters shelved you (Ugh), Bravehearts helped you (Ugh)\nThen everybody felt you (Uh-huh), now I gotta melt you (Yeah)\nAnd don't try to pull rank on 'Kiss\n‘Cause the niggas I'ma send to do it ain't gon' miss\nBe layed up stiff, I spit straight up piff\nI did real songs with Big, no made-up shits (Ah!)\nAnd I don't got a problem with clout\nYou ain't get shot again yet\nSo what's your second album about? (Nothin'!)\nYour raps are pre-school\nYou made a lot of money, now be cool\n'Fore I swell up your lips like seafood (Mmm)\nCan I get a mic check?\nYou don't stand a chance at the dance with me, dawg\nYour steps ain't right yet (Uh-uh)\nBlock is just fine, homie, the D's straight (D-Block)\nMost likely, your new CD is a weed plate (Haha)\nBunch of love songs, 100% pure garbage (Garbage)\nJust somethin' to break up buds on\nYou should just sell clothes and sneakers\n‘Cause outta your whole camp\nYour flow's the weakest (Garbage)\nI'm in the town where the young boys is clappin' (Clappin)\nYou runnin' around with the lieutenant and captain (Haha!)\nIt'll take a lifetime to see 'Kiss\nYou had to get shot 9 times to be rich\n\n\nRat-ass nigga, you's a animal\nYou's a motherfuckin' animal\nPig-ass nigga, you's a animal\nYou's a motherfuckin' animal\nSnake-ass nigga, you's a animal\nYou's a motherfuckin' animal\nMatter of fact, you ain't no animal\nI'ma show these motherfuckers how to handle you\n\n\nAh-HA! D-Block!\nI'm not a sucker, so I don't need a bodyguard!"
    ],
    "Title": "Checkmate",
    "Artist": "Jadakiss"
}