{
    "Lyrics": [
        "\n\n\n(Cardo got wings)\nWhat?\n\n\nI said you already know, nigga, Young gotta flow\nBefore rap, Young really got dough (Yeah)\nBefore rap, Young really seen snow (Seen snow)\nIn the kitchen, 'bout to make some magic\nThen blow it all in Magic (Haha)\nPull up on my partner in traffic\nGave it to him, it was all in plastic (Damn)\nAll I know, I ain’t tryna go to jail (Go to jail)\nHeard that shit closest thing to hell (Yeah)\nWhen it's stepped on, make it hard to sell (What? What?)\nWhen you been where I been, make it hard to fail (What? What? Ayy)\n'Cause I'm the realest nigga in this, y'all know it (Yeah)\nFirst nigga hittin' Magic in that 6-45 (Five)\nValet say, \"Jizzle, nigga, stay in new shit\nBut everybody 'Bach back cause that nigga can't drive\" (Haha)\nDoors open up, I emerge with ten chains (Damn)\nEven back then, they was calling me Ten Chains (Ayy)\nAsk me what I spent, I tell 'em, \"It's no thing\"\nIf I had it added up, it'd cost me like ten things (Yeah)\nWe used to take a little show money just to throw money (Money)\nIf it's on the floor, nigga, it's the floor money\nIf you brought it out to blow when you got it from the blow\nThen that's why the fuck they call that shit \"blow money\" (Woo)\nStill the realest nigga in this, y'all know it\nKept it one hunnid since the day I came through\nMy nigga hit me up, say he goin' out of town\nSo I threw him fifty thou', told him, \"Bring me back two\" (That's right)\nNot only had my fingers crossed, I prayed (Prayed)\nCalled this little piece up, got laid (Yeah)\nThen he walked in, threw 'em both on the table\nSaid, \"Fuck that shit, young nigga, get paid\" (Paid)\nThen I whipped the Benzo on Lorenzo (Zo)\nStay down, nigga, yeah, I'm talkin' ten toes (Toes)\nHoes see me in this big pretty motherfucker\nBet I leave the parkin' lot with about ten hoes\n\n\nI done seen it all, yay stacked seven feet tall (Yeah)\nSwear it look white like a wall (Haha)\nWhat ya know about thumbin' through the hunnids, twenties and the fifties\nSpendin' tens and the fives at the mall? (Yeah)\nI done seen it all, 20/20 Pyrex vision (Ayy)\nCatch a contact standin' next to my kitchen (Damn)\nHear the twenties, fifties, hunnids, the money machine clickin' (Yeah)\nAnd my Rollie ain't tickin', I ball\nI done seen it all\n\n\nUncle died on the spot\nPop killed the family with heroin shots (Real shit)\nGave my life to the block\nFigured, I get shot, 'least I die on top (Real shit)\nI came alive in the drop\nBig body all white, shit looked like a yacht, ugh (Real shit)\nI got 'em five grand a pop\nHad a plug in Saint Thomas on a trillion watts, ugh (Trill shit)\nFlew 'em back to the States\nParked ninety-two bricks in front of 560 State\nNow the Nets a stone throw from where I used to throw bricks\nSo it's only right I'm still tossin' 'round Knicks, ugh\nProbably brought your auntie a couple bags\nI probably front your uncle a couple halves\nWas in the S-Class, you was just in class\nYou know I was finna blow like a meth lab\nExpanded the operation out in Maryland\nMe and Emory Jones in the caravan\nTook the show on the road out in VA\nDropped a couple off with Rolla in the PA (Real Rolla)\nPlug got shot, we started slowin' up\nTook a trip down to see how he was holdin' up\nThe war's on, now, he got shot again\nThis time he was gone for good, then we got it in\nEmory got knocked, we was down ten\nThe whole team hot, walls closin' in\nNiggas can't tell me shit about this dope game\n'Bout this cocaine, man...\n\n\nI done seen it all, yay stacked seven feet tall (Yeah)\nSwear it look white like a wall (Haha)\nWhat ya know about thumbin' through the hunnids, twenties and the fifties\nSpendin' tens and the fives at the mall? (Yeah)\nI done seen it all, 20/20 Pyrex vision (Ayy)\nCatch a contact standin' next to my kitchen (Damn)\nHear the twenties, fifties, hunnids, the money machine clickin' (Yeah)\nAnd my Rollie ain't tickin', I ball\nI done seen it all"
    ],
    "Release date": "June 30, 2014",
    "Title": "Seen It All",
    "Artist": "Jeezy"
}