{
    "Lyrics": [
        "\nI got a story to tell, you know that I cherish thee\nHope it ain't too many feelings involved\n\n\nI see niggas in this bitch\nStuntin', poppin' bottles\nGettin' drunk with these bitches\nAnd when they leave they get followed\nFall asleep with that bitch\nAnd really don't know much about her\nThen she let us in, we take all of your shit\nAnd when you wake up, she help you try to find it, I love it\n\n\nI be with bitches that be with bitches\nThat be with niggas with riches\nI tell her, \"Get him,\" she say, \"I got you\"\nI say, \"No, bitch, I said get him\"\nAnd they so pretty, and they hair lengthy\nHe hit it and sleep on her titties\nThen she give us the word, we come through with AKs\nIt's a stick-up, she scream like a victim\nNow you feelin' so silly\nI smoke color purple, I'm up in here feelin' like Celie (Ooh)\nNappy-ass dreads, what's that you say?\nWatch your mouth, Milli Vanilli (Ooh)\nYou can get snaked, you can get faked\nOut by the bitch that you feelin'\n'Cause you thought that she was an angel\nThat bitch ain't no angel, I treat her halo like a frisbee\nAnd you tellin' your business, she tell me your business\nYou tell that bitch what you feelin'\nAll of the beans you be spillin'\nTo you, she lie through her teeth cavities, fillin's\nShe know where you hide to tell me where it's hidden\nShe know when you're gone, tell me when to visit\nWe break in your home and take the specifics\nAnd meanwhile, the bitch is on vacation with him\nSo she don't get blamed, we don't snatch chains\nWe find out addresses, and we don't leave messes\nYou'll only know that it's gone when you check it\nThen your first thought is to start second guessin'\nShe say, \"What's wrong?\" He say, \"Nothin', keep restin'\"\nShe say, \"What's missin'?\", \"How you know somethin' missin'?\"\nHe scratch his head, she say, \"Get back in bed\"\nAnd she gave him some head\nBoy, you can't trust them bitches, and then she say—ooh\n\n\nI see niggas in this bitch\nStuntin', poppin' bottles\nGettin' drunk with these bitches\nThen when they leave they get followed\nI be with bitches that know the bitches\nThat's with the niggas we followin'\nGet them on the line, stay two cars behind\nAnd tell them hoes, \"Don't be so obvious!\"\nMona Lisa, long hair, don't care\nShe handle the business and don't ever tell\nShe bite the bullet and cough up the shells\nShe tell 'em, \"Ooh, daddy, let's go to your place!\"\nAnd if he say yeah, then we meet him there\nShe feed him lies with his silverware\nShe don't want love, she just want her share\n\n\nI know a bitch named Liz\nThis nigga think she his 'cause she tell him that it is\nSo he tell her all his secrets, he tell her all his fears\nAnd then she tell me and I be all ears\nAnd then I go and tell my people and they already know him\nAnd then I call Liz and she say he comin' over\nI say, \"Good girl, just remember what I told ya\"\nShe gave me the salute, I say, \"Girl, you're a soldier\"\nWe're waitin' outside, watch him pull up\nWalk up to the door and right before he knock\nShe open the door naked, she left it unlocked\nThey started French kissin' so he didn't see moi\nAnd then she let him in, they stopped on the couch\nMusic up loud with his head in the clouds\nTurn that shit down and I scared the piss out of him\nPiss a nigga off, put a gun to his frown\nNigga, turn around, I ain't here to fuck around\nI ain't here to fuck around, caught you wit' your pants down\nYou know what it is, put your fuckin' hands up\nLiz, that's enough, you can put your hands down\nAnd then he looked dead at her and he shook his head at her\nShe a good actress and you a dead actor\nYou'll be dead after we get what we're after\nIf Liz call you daddy, she about to be a bastard, oh\nI got way too many bitches that do anything for me, nigga\nBut think for me, nigga\nSend her to you like she ain't for me, nigga\nI hope you alone like bankruptcy, nigga\nShe pour you a drink, that drink on me, nigga\nShe slip somethin' in it, now faint for me, nigga\nMona Lisa, I done painted the picture\nMo-Mona Lisa, out the frame on these niggas\nPussy got you out of character, nigga\nYou fall for these hoes off your ladder, my nigga\nTake everything that you have 'til you don't even have an opinion\nWe have your attention\nAnd now you're lookin' down a barrel though, nigga\nNow she lookin' for her pantyhose, nigga\nWe just lookin' for the casserole, nigga\nBut she gon' show us where you stash it though, nigga (Uh)\n\n\nAh, every day she wake up with a different color makeup\nAnd a promise he gone take her to the movie and the mall\nChillin' with the Laker, on the floor, fourth quarter\nFour minute on the clock, Black Mamba with the ball\nPaparazzi lookin' at 'em both poppin' up and take a picture, uh\nProbably on a Internet blog\nIn a minute, he gon' be admittin' that he love her on his mother\nMan, he want to meet her mother by tomorrow\nMona Lisa\nPussy good enough, it got him sinnin' in the walls\nAnd he diggin' in it like he livin' in it\nMake a new religion with it, man a nigga 'bout to go against God\nPoetry in a pear tree\nSweet tone like a hummingbird when she asked him\nDid he want to make love in a yellow taxi\nNever gave two fucks, jumped in the backseat\nWoke up in the morning to The Great Gatsby\nThen he dogged it again like the bitch Lassie\nI'm a dog in the wind, I'm a pit laughing\nI'ma call up again like I did last week\nMake good with the friend and I'm all jazzy\nBritney with the twin and the girl Ashley\nFound out that I fucked, he was unhappy\nBitch, I never let the bullshit get past me\nBetter yet, I wanna break up, don't you ask me\n'Bout a motherfuckin' double standard, acting\nFucking on another nigga, that's a negative alone\nBut you sucked this dick? That's just nasty\nMatter of fact, bitch, gimme your phone! (No!)\nYou fuckin' with Wayne's? (No!)\nBitch, gimme your phone! (No!)\nLet me, let me take this call real quick\n(… lick me like a lollipop) He on your fuckin' ringtone?\nIs that the shit that you do? \nTouchin' yourself, lookin' at Kendrick videos\nJump on the internet, watchin' his interviews\nI don't know what the fuck lately got into you\nTell me who love you, I bet I love harder\nForgot all the shit that I did for your daughter?\nThe Pampers, the Pedialyte and my momma\nDaycare after school and she never did charge ya\nYou scandalous as fuck and I hope you blow up\nYou know what? I give up, let me go get my gun\nI got one in the chamber I'm plannin' on aimin'\nGoddammit, you know that the damage is done\nBitch I'm emotional 'cause I'm in stress\nI'm not supposed to go through this, I guess\nSo in conclusion, since you like rappers that's killin' that pussy\nI'm killin' myself\n\n\nShe say, ooh, Daddy, ooh, Mona Lisa, Mona Lisa\nOoh, fake smile, Mona Lisa, Mona Lisa\nShe say, ooh, no emotion, Mona Lisa, Mona Lisa\nNow he get the picture, Mona Lisa, Mona Lisa, yeah"
    ],
    "Release date": "September 28, 2018",
    "Title": "Mona Lisa",
    "Artist": "Lil Wayne"
}