{
    "Lyrics": [
        "\nYeah, what\nMustard on the beat, hoe\n\n\nR.I.P., it's the remix killer\nMike Jack was alive, I'd remix \"Thriller\" (Yeahhhhhh)\nTrapstar, bitch, spell it with a big T (T)\nGive a damn if I never be a hot MC (Haha!)\n'Cause I'm a hood nigga, first on everybody's list (Yeah!)\nBuy the whole club P, don't fuck with no Cris (Damn)\nThat average ass watch can't fuck with my wrist (Nope)\nThem average ass hoes can't fuck with my bitch (Nah)\nTo the window, to the motherfuckin' wall (Wall)\nEnough money in my jeans to buy a motherfuckin' mall\nGot the choppas in the back, bulletproof, that's my Hummer (boom)\nR.I.P. to the competition, this is my summer\n\n\nYG, 4 hunnid! R.I.P. I wanna kill the judge (judge)\nTryna lock the homie up, they don't feel the thug (they don't feel the thug)\nI'm thirsty, but I don't give a fuck (I don't give, remix!)\nFuckin' with my ex 'cause I'm still in love\nUh, I can teach you how to fuck and how to stack money\nIt's tha world!\nI ain't went Hollywood, you just act funny\nGirl, I know you want this pipe like a crack bummy\nStop playin', I'm tryna hit like a crash dummy (yeah)\nLet's go!\nDon't start no shit, it won't be no shit\n\n\nI can't take yo bitch if I don't see yo bitch (nah)\nWe done seen that snow, Nat Geo bitch\nCancel her and get another like I'm Nino bitch, wassup\n\n\nR.I.P., R.I.P (yeah, yeah)\nR.I.P., R.I.P (yeah, wassup, what)\nR.I.P., we just killed the club (yeah)\nTook Patrón to the head, almost killed a thug (let's go)\nR.I.P., R.I.P (yeah, yeah)\nR.I.P., R.I.P (yeah, what)\nR.I.P., we just killed the club (yeah)\nTook Patrón to the head, almost killed a thug (let's go)\n\n\nPull up in bitch shit and I'm beamin' and shit\nHundred hoes, hundredfold, this my season and shit\nStomach on belly roll, bitch, I'm eatin' and shit\nYou a vegan and shit, get off my penis and shit\nLook a bad bitch, I bag that, bitch nigga, back-back\nPull it out the grab bag, turn this ho to Baghdad (it's the world)\nBags on my eyes, I don't sleep much, we up\nBitch, I beat the beat up, the homies get you beat up\nAnd R.I.P. to P-Nut, Little Eric, bick back\nMausberg, 4 Bent, Compton I live that (yeah)\nLong hair weave with extensions (yeah)\nGlock 17 with extension\nBumpin' Suga Free in the automatic dually\nT.V.s in it like it's '97, watch a porno movie\nHolla Chitty Chitty Bang, this is Comp-Town gang\nFuck whoever don't like it, lil' K-Dot be the name, bitch (let's go)\n\n\nR.I.P., R.I.P (yeah, yeah)\nR.I.P., R.I.P (yeah, wassup, what)\nR.I.P., we just killed the club (yeah)\nTook Patrón to the head, almost killed a thug (let's go)\nR.I.P., R.I.P (yeah, yeah)\nR.I.P., R.I.P (yeah, what, we runnin' this up, nigga)\nR.I.P., we just killed the club (yeah)\nTook Patrón to the head, almost killed a thug (let's go)\n\n\nLook, R.I.P. to the V.I.P\nI got my lil' niggas in the club, fuck I.D\nMy niggas kill at will, give you black eyed peas\nA-a-a-and the molly make the white girl look Chinese\nOkay, OHB, my niggas out here ballin'\nAnd all these fake ass artists, y'all niggas out here drawin'\nO-o-o-okay now dearly departed, I bought a plane, I departed\nAnd if you started from the bottom\nGon' and come out the closet, hah\nYou problematic, I bought them ratchets and automatics\nClip hold 32, I make you feel the Magic\nYou gon' see the flashes, like you in a pageant\nA-a-a-all black suits, and them long Caddys\n\n\nR.I.P., R.I.P (yeah, yeah)\nR.I.P., R.I.P (yeah, wassup, what)\nR.I.P., we just killed the club (yeah)\nTook Patrón to the head, almost killed a thug (let's go)\nR.I.P., R.I.P (yeah, yeah)\nR.I.P., R.I.P (yeah, what, you already know what it is, nigga)\nR.I.P., we just killed the club (yeah)\nTook Patrón to the head, almost killed a thug (let's go)\n\n\nR.I., R.I., R.I.P (yeah)\nR.I., R.I., R.I.P\nR.I.P., we just killed the club (remix)\nTook Patrón to the head, almost killed a thug (yeah, let's go)\nR.I., R.I., R.I.P (yeah)\nR.I., R.I., R.I.P\nR.I.P., we just killed the club\nTook Patrón to the head, almost killed a thug (let's go)"
    ],
    "Release date": "March 30, 2013",
    "Title": "R.I.P. (Remix)",
    "Artist": "Jeezy"
}