{
    "Lyrics": [
        "\n\n\nGuess who's bizzack?\nStill smell the blow in my clothes\nLike Krispy Kreme, I was cooking them O's (cooking them O's)\nLike horseshoes, I was tossing them O's\nTime to re-up gotta recycle the flow (recycle the flow)\nI'm emotional, I hug the block (ay)\nI'm so emotional, I love my Glock\nCash rules everything around me, so what's realer?\nAbout the scrilla, call me a Ghostface Killa (yup)\nIt's kinda hard to be drug-free\nWhen Georgia Power won't give a nigga lights free\nSwitched hustles, been killin' em ever since\nIt pays to tell the truth, dog, it only makes sense\n\n\nWhen they play that new Jeezy all the dope boys go crazy\nAnd watch the dope boys go crazy\nI pop my collar then I swing my chain\nYou can catch me in the club, pimping, doing my thang (ay)\n\n\nBuy 18 the hard way (let's get it)\nHave a humble nigga thinking about gun play (chea)\nNow who the fuck wanna play with guns?\nA lot of holes, a lot of blood, dog...the shit ain't fun (nope)\nSo I suggest you don't play with my chains\nI'll send these hollows atchya, let em play with ya brain (that's right)\nThe streets is watching, the name is warm\nThe product's white, a star is born (yeeaah)\nAnd I'm so fly, if I take this parachute off, I might fall and die (damn)\nWrap the work like spandex with the latex (yeah)\nThen we ship it out of town, call it safe sex (ay)\n\n\nWhen they play that new Jeezy all the dope boys go crazy\nAnd watch the dope boys go crazy\nI pop my collar then I swing my chain\nYou can catch me in the club, pimping, doing my thang\nWhen they play that new Jeezy all the dope boys go crazy\nAnd watch the dope boys go crazy\nI pop my collar then I swing my chain\nYou can catch me in the club, pimping, doing my thang (ay)\n\n\nMore than a hustler, I'm the definition of it\nMaster chef, Lord of the kitchen cupboard\nMore than a street legend, homie, it's Hova\nMore than a relief pitcher, I'm the closer\nThe Mariano of the Mariott\nIf money talks, the whole world's 'bout to hear me out\nSee, I'm a hustler's hope, I'm not his pipe dreams\nSo when they speak of success, I'm what they might mean\nAttract money, my worst color is light green\nMy favorite hue is Jay-Z Blue\nDon't follow me, young'un, follow my moves, I'm not a role model\nMy bad influence got the world drinking gold bottles\nWhen Puff was in that tub spilling Mo'\nI was at my video, Cris' on the speedboat\nIn My Lifetime, nigga, go through your research\nSt. Thomas, my nigga, that was me first\nChrome-shoe'd the GS, I came feet-first\nIn the game like a baby born to breech birth\nI got the keys if you need work\nI can kingpin you a line, a dime at a time\nMy niggas love it when I talk like this\nMy corporate people start bugging 'cause I talk like this\nThe corporate thugs is like \"Nah Hov', talk that shit\nThe dope boys go crazy when they hear that boy Jay-Z!\"\nSee I'ma '80s baby, master of Reaganomics\nSchool of Hard Knocks, every day is college\nYou ain't did nothing I ain’t did, nigga pay homage\nOr pay the doctor, I spray Llamas still\nThe time'll reveal, you know I'm being honest\nYa ain’t pull my coat yet and I keep my shit in coat check\nThey say the truth shall come to the light\nSo everybody grab your shades 'cause your boy that bright\nGoodnight!\n\n\nWhen they play that new Jeezy all the dope boys go crazy\nAnd watch the dope boys go crazy\nI pop my collar then I swing my chain\nYou can catch me in the club, pimping, doing my thang\nWhen they play that new Jeezy all the dope boys go crazy\nAnd watch the dope boys go crazy\nI pop my collar then I swing my chain\nYou can catch me in the club, pimping, doing my thang"
    ],
    "Release date": "July 26, 2005",
    "Title": "Go Crazy",
    "Artist": "Jeezy"
}