{
    "Lyrics": [
        "\nYeah\nOne, one\nYeah (She wanna sit on my lap)\nYeah, she wanna sit on my lap\n(You think you know me)\nShe wanna sit on my lap, yeah\nShe wanna sit on my lap\n(Da-damn, Peggy)\n(This bitch really out here gonna watch herself)\nShe wanna sit on my lap\n(What? Hahahahahaha, what? Ayy)\nYeah, she wanna sit on my lap, yeah\n(Like three donuts\nFor real, though, what, what we orderin'? What food we gettin'? What you wanna do?)\nOh god no\nFuck Postmates (Hahahahaha)\nAyy, ayy, uh, ayy, uh, what, what, what, uh, what (Look man), yeah\nI need all (Let's get it)\n\n\nI need all my bitches same color as Drake\nIf they not, then they gettin' rocked\nPut that Pyrex in the pot (Right)\nI don't give a fuck if you out there in the six (Turn around)\nSuck a dick, pussy boy you gettin' hit with the (Woo, uh, uh, uh)\nAnd I'm really with the shits, so you not gon' take my hits\nBreak my heart while I break yo' bitch (Right)\nTwo black cards, let me cloak my wrist (Okay)\nFuck a diss, boy, I'm draggin' bodies like it's Metal Gear\nI don't care 'bout your fuckin' status, Peggy got no fear, yeah (Okay)\nOoh, yeah, ooh, yeah, yeah\nJugg and I come with them bands, ayy\nGun do not come with no plan, ayy (Okay)\nKeep a Kimber at the pad, ayy\nCrackers never get a pass, wait (Turn around)\nCredit like my name was Chad, ayy\nWatch who you fuckin' tag, babe (Alright)\nOkay, get yo' demo out my face\nShawty, tryna give that dick to Kelly Conway\nPull my case, boy (Okay), I beat that shit like Lennon beat his bae\nYoung O'Shea (Young Ice Cube on the map, motherfucker, turn around)\nI need a bitch with long hair like Myke C-Town (Yeah)\nYou talking shit (Look), I'm talking shit, you catch a beat down (Yeah, okay)\nI know you never in the hood or in the streets now (Hey, turn around)\nAnd still, I'm hearin' that you really want some beef now? (Uh, uh, uh, alright)\nBruh, take your tree out my backwood\nMade the beat 'cause I'm that good (Damn)\nGot your girl on her hands (Eugh), Johnny 5 with the cans (Okay)\nFuck a blog, fuck a fan, hope my record get panned (Look)\n'Least I made you niggas dance\nFuck 12, nigga, stamp\n\n\nOh, your body, oh, you got it\nOn my body, my body, on my body\nOh, your body, oh, you got it\n(Hit it)"
    ],
    "Release date": "January 19, 2018",
    "Title": "1539 N. Calvert",
    "Artist": "JPEGMAFIA"
}