{
    "Lyrics": [
        "\nLet that shit run, uh, fuck!\nFuck is, fuck\nAlright, alright, alright, shit\n(You think you know me)\nAh, fuck! Uh, uh\nS-Stop, it's over, uh\n\n\nPeggy, where you been at? Getting all this promo\nWhen it comes to money, bet these niggas is a no-show\nI've been out in Bed-Stuy, chilling with my feet up\nLaughing at these SoundCloud niggas trying to be us\nWhen I say us, bet, I don't mean no fucking crew\nPeggy been a solo act since Looney Tunes and Goofy Troops\nCatch me out in Barksdale, counting fettuccine\nWhile you pussy crackers still trying to pass P.T\nOoh, I'm up in Brownsville, strapped with a Kimber\nAll you yuppie purses getting swiped like Tinder\nNow I'm at the White House, looking for your President\nHop out the van, pointing guns at your residence\nOoh, I'm up in Queens now, showing y'all a body\nHoping that you pussy ass c******s try and find me\nChains on my body, looking like a rapper\nActing like a slave when I’m gunning for my masters, nigga\n\n\nFuck these niggas!\nBuck these niggas!\nYeah\n\n\nIt’s ironic you pressed for a cooking\nIt’s ironic you talk jail time, but you ain’t never seen no central booking (Yeah)\nIt’s ironic you hang with a nigga that beat women\nAnd have the nerve to call yourself \"Girl Pusher,\" wow\n\n\nYou ain’t real, you're a Jarrod, I’ll show you how I really feel (Yah)\nWhite boy better put his hands up, I’m ready\n\n\nAnd I’m getting Wilder, shoutout to Deontay\nCountry niggas booming Peggy, I’m the new Beyoncé\nDevil on my entrée, cut like Dante\nPromise I will never go blonde like Ka- (Hol' up)\nPromise I will never go blonde like Kanye?\nGot so many styles, they should call me Peggy A.J\nWhen I hit the stage, niggas know it’s a payday\nTell your bitch, come here, like I work for Midway, nigga!\n(Fuck!)\n\n\nLike fire"
    ],
    "Release date": "December 1, 2017",
    "Title": "Baby I’m Bleeding",
    "Artist": "JPEGMAFIA"
}