{
    "Lyrics": [
        "\nYou're freaking\nYou're a flipper\nYeah\nWhoa, all kinds of shit\n(You think you know me)\nWeed, crack, and dope (Haha)\nDa-damn, Peggy!\n(I feel fucking terrible, um)\nAyy!\n\n\nAll I need is rest (Throw up)\nI am uncontested (Nah, don't), how can I confess this?\nWatch how I finesse ('Bout a hundred bands)\nHow you so invested? This can't be your best\n'Cause, I am not impressed\n(Baby, I must have fuckin' stanned)\nBullets through my body, I'm a different shawty\nYou my favorite mess\n(Every time I come around, it's like you dump the bands)\nBitch, I'm never pressed, ohh\n(I can't believe anything...)\n\n\nKeep a fresh Bic (Eee), ride down 86 (Eee), hit!\nRoll deep like the ket\nBitch, I'm (Smoke)\nToo fly in the whip, hit!\nFake news, we ain't pressed\nIs it safe now? Got my trey pound\n'Case a bitch wanna test, yeet!\n(Okay team, follow my command)\nYeet! Work hard\n(I'm 'bout to yeet on these niggas!)\nWork, work (I feel like I'm about to throw up)\nYeet, yeet\nWork hard, twerk hard\n26, no kids, yeah (Tears!)\nTalk shit, back it up\nNo fades, throw shade, whole game a damn mess (Yeet)\nAyy, fuck the cappin'\nLook, no stress, I'm vexed\nWhat the fuck is my appearance? (What's he sayin'?)\nI keep a ratchet (I keep a ratchet)\nI like 'em YesJulz moanin' like a actress (Damn, that's a-, actress)\nAin't got no standards (Nah), I'm kinda passive (Right, young)\nRich Swann, we gon' cash in (We gon' cash in)\nDust off the ratchets (Ratchet, ratchet)\nWe got some action (They got some ratch)\nI'm on the main line (Oh!), I'm tryna catch 'em (Okay!)\n\n\nLook, I wish, I wish a nigga would, man\nLook, I wish a nigga would try to test me\nI wish a nigga would go against me\nI'm a thug, I don't play with no rap beef\nFuck around, end up on a backstreet\nAnd I done cried so many times\nLook, man\nI wish, whoosh, whoosh\n\n\nI wish a nigga would try to test me\nI wish a nigga would go get me\nI'm a thug, I don't play with no rap beef\nFuck around, end up on the backstreet\nAnd I done cried so many times\nI done did so many crimes (Don't kill me)\nNo time, y'all gassed up for the new line, uh\nI'll make a nigga cry at his own pad\nI'll make a nigga cry for his dead dad\nI'll make a nigga cry for his fat wife\nI'll make a nigga cry for-\nI'll make a nigga cry for help\nI'll make a nigga cry for himself (Thug tears!)\n(Tears)"
    ],
    "Release date": "January 19, 2018",
    "Title": "Thug Tears",
    "Artist": "JPEGMAFIA"
}