{
    "Lyrics": [
        "\nYes Lawd!\nOoowee\nOoowee\n\n\nI bet you feel so high, got your head in the clouds but you still come around like\nOoowee\nI see what you started, I know what you promised, you're owning, you're popping like\nOoowee\nSoon as you put your feet to the ground I'll lace you with a pack of that loud, some of that\nOoowee\nWas the same back then as you are now, let's hope you stick around, come on\nOoowee\nYeh, I see you shining nigga, go and get yours, yeh!\nOoowee\nSay, when you come around, don't forget about me\nOoowee\nYeh, it's your world, I see you shining nigga, go and get it\nOoowee\nMake sure you see me nigga when you touch down, I'm still here\n\n\nFresh out the bed in my slippers, all my niggas is niggas\nBrush my teeth while I figure how to get up on these riches\n'Cos the Acura's rented and I need something more tinted\nHop in the whip and we been it, I call that whip Betty White\nWhole white thing, like money they counting, I see it\nBroke as fuck but we dreaming, out the window I'm leaning\nGet out the lane, and when I get it ain't gon' change my nigga\nI'ma still be the same regular ass nigga talking that\n\n\nI bet you feel so high, got your head in the clouds but you still come around like\nOoowee\nI see what you started, I know what you promised, you're owning, you're popping like\nOoowee\nSoon as you put your feet to the ground I'll lace you with a pack of that loud, some of that\nOoowee\nWas the same back then as you are now, let's hope you stick around, come on\n\n\nI'm a window for homies, I know all of 'em watch\nTime and time again reminiscing, remembering blocks\nI used to walk around on 'em it's been a while now we back\nGotta speak on the youth to throw all my dreams in the air\nMy mind a hula hoop going round but got nothing to spare\nNothing to waste, head in the clouds, like I was high on that grape\nI'ma pull up in something ignant, I promise just watch\nEnough to make momma worry about them profiling cops\nBut I can't change I was raised by the old ones (oooh)\nAnd when they see me they be like \"what you know huh?\nDon't forget all your family and where you came from\nMoney change, the spirit shouldn't change none\"\nYeh I know I'm dope, all my homies they do\nMalcolm Adekanbi, I'm humble as Gandhi though\nStraight out my momma, came out with a Straight Outta Compton flow\nI'ma an animal on it with Anderson, I love ya bo\nWe on that\n(oooeee)\nGo and shoot your shots, show 'em you can box, we won't ever stop that's that Puffy in me\n(oooeee)\nWell up to the block, headed to the top, got them things slapping in the car like\n(oooeee)\nWho that coming round the way? Come around the way, damn you fine as hell, come around this way\n(oooeee)\nRoll the windows down, yeh I like 'em brown, with your lighter brown, where we going now?\n(oooeee)\nUp the way, where the boys at? Don't wear your good clothes cos the homies that smoke that\n(oooeee)\nAnd the homies all know that, my head is in the clouds but my feet ain't left ground yet like\n(oooeee)\nYeh I'm good with all the fam, if they better kiss me tell 'em put the money in my hand already\n(oooeee)\nBanging on the can, break it down, break it down, everybody\nWhat they saying now?\n(oooeee)\nI'm playing outta your Bron Brons to have you running up the blunts, taking they pom poms\nCheering for me and my team while we eating on Wonton\nSqueaking like Miyagi, I shout like the sun\nSo, who your sponsor? I told 'em I'm a  monster like Luke Cage\nTake a shot and watch me walk away with just juice stains\nUsed to tell me \"you just wasting your time with them\"\nStill I come around just to show 'em this confidence like\n\n\nI bet you feel so high, got your head in the clouds but you still come around like\nOoowee\nI see what you started, I know what you promised, you're owning, you're popping like\nOoowee\nSoon as you put your feet to the ground I'll lace you with a pack of that loud, some of that\nOoowee\nWas the same back then as you are now, let's hope you stick around, come on\n\n\nOoowee\nYeh!\nOoowee\nYeh\nOoowee"
    ],
    "Release date": "November 16, 2016",
    "Title": "OooWee",
    "Artist": "Rapsody"
}