{
    "Lyrics": [
        "\nCan we just sigh? Can we let go?\nBreathe in and sigh, just let it show\n\n\nYeah, I thought I had the answer\nBut, I could not solve it (oh my God)\nEven if you were to answer\nI could not call it\n\n\nNobody know nada\nWe all know the fate of Assata if Cuba don’t harbor\nNobody know I’m harder on myself than lonely fathers\nWatching Mrs. Parker, these days nobody know who authored\nRhymes of rappers on carpets\nNobody know who real or not\nNobody still know who shot Big and Pac, Im bothered\nPrayed to our fathers for sins I committed summers\nDon’t nobody know how many but we know our days are numbered\nOh my God\nNobody know the true religion\nWhy nobody know to show respect and mind your business\nI know prison business, but nobody know how many innocent in it\nNobody know that cures cancer been made by the chemist\nNobody know the cost of a dollar worth less to em Kendrick\nNobody smart enough would ever say racism ended\nI get winded by the weight of it all\n‘Cus everybody talkin’ shit but don’t know nothin’ at all\n\n\nYeah, I thought I had the answer\nBut, I could not solve it (oh my God)\nEven if you were to answer\nI could not call it\n\n\nNobody know I’m scared of personal shit\n‘Cus everybody judge you, love to change the intent\nInternet got no chill, nobody know how it feel to be an artist\nLook, nigga this some marvelous shit\nBefore politics, arguing real vs radio hits\nIt’s all Hip Hop, you can’t divide what ain't different\nDon’t like all underground music, I don’t hate all music that isnt\nI was just making it clap to Wacka Flacka last Christmas, Clap!\nClap for a nigga wit her rappin’ ass\nNobody know if tomorrow promised live like its your last\nTell that crush you got you love em, they might love you back\nNobody know if we don’t speak, we don’t know the math\nGoogle the name, if nobody know nobody can fill these shoes Im in\nWatch niggas that joke around and say they just playin\nBeatin me your odds look better bettin’ Lt. Dan could walk water\nBarefoot, runnin’ with Forest chasing a van\nIf nobody know that this gon’ show you that I ain't playin, nigga\n\n\nYeah, I thought I had the answer\nBut, I could not solve it (oh my God)\nEven if you were to answer\nI could not call it\n\n\nIf nobody, nobody matters\nWhy do I bother\nBut, I thought I had the answer\nBut, who knows anyway\nNobody, nobody else matter\nWho knows anyway\nNobody, nobody matters\nWho knows anyway\n\n\nLost soldier wit the bars on the shoulders of my uniform\nThat makes ‘em ask what I do and who I do it for\nMusically, I been on my Chiwetel Ejiofor\nThat’s 12 years a slave, but I’m on year 23 or 4\nBeen a lyrical grand wizard like Theodore\nI'm on the same wave length the sister Rapsody is on\nI love it when she get on her Bahamadia joint\nIf she wasn’t true she would’ve never gotten me involved\nBetween the world and me like Mr. Ta-Nehisi Coates\nNobody know the artist Mr. Ta-Nehisi quotes\nLaughin a boars, they grasping at straws to sniff the dope\nPen been engaged for ages we should probably elope\nNobody knows how I shoot for the stars or aim at the moon\nOr how I put a band-aid pon bullet wound\nOr, how no matter who you are i'm just as good as you\nIf not better\nShit, I ain't even sure my mother knew\nIt hurts, yeah 2014 was the worst year\nI lost the only person aware of my worst fear\nThat’s when I shifted up to fifth from first gear\nAnd then I headed back to work and had church there\nOh my God"
    ],
    "Release date": "September 22, 2017",
    "Title": "Nobody",
    "Artist": "Rapsody"
}