{
    "Lyrics": [
        "\nTo my real ones that know, this ain't for you\nTo  my enemies, it's still love all day\nEverybody's  still growing and learning themselves, right?\nMy true story, yo\n\n\nPondering, pondering how to approach\nSome  of y'all sensitive, but y'all still need to know (Yeah)\nWonder  how a bunch of sheep can have opinions on a G.O.A.T. (How?)\nWe all on the same continent and off the same boat (Right)\nRemember  early on, y'all ain't treat me all the same though (Uh-huh)\nUsed to question why the brothers even rocked with me for (Uh)\n'Member y'all wondered, used to wonder 'bout Wonder\nQuestion why they'd ever wanna push a black woman\nNiggas  on my label who ain't want me in the front end\nSome sisters in the industry, y'all know y'all was frontin' (I know it)\nDressed too tomboy, rap too lyrical (You said it)\nI can say more, the pain would bring a few tears to you (Hurt)\nI shed a few, was booed bad in Fort Lauderdale (Uh)\nNow I'm boo'd up, they boohoo 'cause I didn't fail\nKnow who you are, I was told names, never tell\nThe weight that I carried those summers, I'm never frail\nNow they say I ain't elite (Who are they?)\nOn to the next\nI don't take time to address opinions that ain't 9th, Dre, or Jay-Z (Right)\nOnly rap radars I need are them and the streets (Right)\nBe careful, the validations y'all seek (Uh-huh)\nI been in them offices, they don't look like you and me (They don't)\nI've been in offices that they look like me\nI learned lessons 'bout my essence and this industry (Uh)\nY'all banked on the wrong ones, wasted your energy (You did)\nLost more interest, got me laughin' at my enemies\nEvery door you close, every back you turn (Uh-huh)\nCan't keep me away from the life I earned (You can't keep it)\nMy rock bottom still the high life y'all yearn (It is)\nWhat ain't given, I had to take my turn (Give me that)\nCame back, more ammo, like Cleo to burn\nBlaow, blaow, blaow, nigga, burn\n\n\nWe ain't forgot about them shots, jack\nThey gon' be mad when I squeeze back\nMoney talk, bullshit walk, you dig?\nIf you aim, you better squeeze\nReal ones multiply, chump niggas bleed, you feel me?\nWe ain't forgot about them shots, jack\nThey gon' be mad when I squeeze back\nYou can bank on that nigga\nTwo five two 'comin live from the booger boo basement\nFor the big faces, nigga\n\n\nYo, let's keep it a whole G, and talk about it upfront (Talk)\nThe best, point blank, period, every month (Talk)\nThe goals been lowered and we still scared to dunk (Talk)\nY'all don't want no smoke, half the squad roll blunts, hold up\nEnough braggin', let's talk about the baggin' (Yeah)\nTalk about the money, who in this business they staffin'? (Uh-huh)\nWho milk the cows but they never put a calf in (Tell it)\nWhite men run this, they don't want this kind of passion (Talk)\nA black woman story, they don't want this kind of rapping (Talk)\nThey love a fantasy, they love the gun bang action (Talk)\nWhat good is a black women to them? (Yeah)\nRaped us in slavery, they raping us again (Yes)\nOnly put us on TV if our titties jiggling (Uh)\nJay tried to give us Tidals and we giggling at him (Damn shame)\nBut we ain't peeped the funny shit they doing (Crazy)\nChitlin circuit, mom and pop stores been ruined (Crazy)\n'Cause we ain't wanna share the profit we was all movin'\nNow it's pennies on pennies, that don't make sense do it? (Dollars)\nWe gotta stick together more than we has been (Yes, we do)\nBeefin' with each other while they get rich laughing (Come on, bruh)\nMmh, that's a no-no (It is)\nBust my way through like Cleo with the ammo (Baow)\nOn my own terms, I'ma take what's mine\nSingin' day after day, you can sing that line (Like Cleo)\n\n\nWe ain't forgot about them shots, jack\nThey gon' be mad when I squeeze back\nAnd that's a fact, nigga\nYou see we came up, got our change up, but we ain't change up\nIn a world full of fake niggas, still remain us\nWe ain't forgot about them shots, jack\nThey gon' be mad when I squeeze back\nReal rap forever\nShowin' love to all my strong black queens, you dig?\nFuck what you heard, bow down or get shot down, nigga\n\n\nMoney (Money, money, money)\nGet your money\nGet the money, money\nBetter get your money\nGet the money, money\nMoney (Money, money, money)\nGotta get your money\nGet the money, money\nBetter get your money\nGet the money, money\nMoney\nI remember, don't worry\nHow could I ever forget?\nIt's the first time, the last time we ever met\nWell, I reme-"
    ],
    "Release date": "August 23, 2019",
    "Title": "Cleo",
    "Artist": "Rapsody"
}