{
    "Lyrics": [
        "\nUh, AK on my nightstand, right next to that Bible\nBut I swear with these fifty shots, I'll shoot it out with 5-0\nPockets gettin' too fat, no Weight Watchers, no lipo\nMoney talks, bullshit walks on a motherfucking tightrope\nAnd I make that pussy tap out, I knock that pussy out cold\nNigga you get beat the crap out, but that's just how the dice roll\nThese hoes want that hose pipe, so I give all these hoes pipe\nShe get on that dick and stay on, all night, like porch lights\nLet's do it, fuck talkin', we out here, we ballin'\nAnd I'm spraying at these rusty niggas like WD-40\nWe fucked up, we Truk'd up; no if, ands, or butt-fucks\nBitch niggas go behind ya back like nunchucks and that's fucked up\nBut my hoes down, my cups up, my niggas down for whatever\nThese bitches think they're too fly, well, tell them hoes I pluck feathers\nI'm Tunechi, Young Tunechi, I wear Trukfit, fuck Gucci\nShe's blowing kisses at me with her pussy lips, smooches\nAnd that's 2 Chainz\n\n\nLook at you, now look at us...\nAll my niggas look rich as fuck\nAll my niggas live rich as fuck\nAll my niggas look rich as fuck!\nLook at you, now look at us...\nAll my niggas look rich as fuck\nAll my niggas live rich as fuck\nAll my niggas look rich as fuck!\n\n\nNever talk to the cops, I don't speak Pig Latin\nI turnt a penny to a motherfuckin Janet Jackson\nTell the bitches that be hatin' I ain't got no worries\nI just want to hit and run like I ain't got insurance\nHo, what's your name? What's your sign? Zodiac Killer\nAll rats gotta die, even Master Splinter\nYeah, murder, 187\nI be killing them bitches, I hope all dogs go to heaven\nAnd I got Xanax, Percocet, Promethazine with Codeine\nCall me Mr. Sandman, I'm sellin' all these hoes dreams\nGot a white girl with big titties, flat-ass TV screen\nI keep a bad bitch, call me the B.B. King\nAnd you know I got that mouth out her\nThen put that bitch out like a house fire\nI'm killing these hoes like Michael Myers\nI eat that cat just like a lion\nAnd I can't trust none of these niggas\nCan't trust none of these hoes\nAnd I see your girl when I want, I got that ho TiVo'd\nGot a red-ass bitch with a red-ass pussy\nNigga try me, that's a dead-ass pussy\nSince y'all motherfuckers so blind to the fact\nTo tell you the truth, I don't care who's lookin'\nAll I know is I love my bitch, that pussy feel just like heaven on earth\nSix feet deep, dick shovelin' the dirt, RIP — Rest In Pussy\nLight that shit, then pass that shit, we gon get so smoked out\nAnd then I went got locked up, every night I dreamt I broke out\nOne time for them pussy niggas, that's that shit I don't like\nWe eatin' over here nigga, fuck around and have a food fight\nAnd that's 2 Chainz\n\n\nLook at you, now look at us...\nAll my niggas look rich as fuck\nAll my niggas live rich as fuck\nAll my niggas look rich as fuck!\nLook at you, now look at us...\nAll my niggas look rich as fuck\nAll my niggas live rich as fuck\nAll my niggas look rich as fuck!\n\n\nAnd your nigga a ho"
    ],
    "Release date": "April 9, 2013",
    "Title": "Rich As Fuck",
    "Artist": "Lil Wayne"
}