{
    "Lyrics": [
        "\nYoung Money!\nYeah\nFour\nAhem!\n\n\nI tell her, \"Now go and pop that pussy for a real nigga!\"\nI already know that life is deep, but I still dig her\nNiggas is jealous, but really I could care less\nI'm in Hell's Kitchen with an apron and a hairnet\nDevil on my shoulder, the Lord as my witness\nSo on my Libra scale I'm weighin' sins and forgiveness\nWhat goes around comes around like a hula hoop\nKarma is a bitch? Well, just make sure that bitch is beautiful\nLife on the edge, I'm danglin' my feet\nI tried to pay attention but attention paid me\nHaters can't see me: nose-bleed seats\nAnd today I went shoppin' and talk is still cheap\nI rock to the beat of my drum set\nI been at the top for a while and I ain't jump yet\nBut I'm Ray Charles to the bullshit\nNow jump up on that dick and do a full split!\n\n\nUh, she just started to pop it for a nigga\nAnd looked back and told me, \"Baby, it's real.\"\nAnd I say, \"I ain't doubt you for a second.\"\nI squeeze it and I could tell how it feel\nI wish we could take off and go anywhere but here\nBaby, you know the deal\nAnd she bad, so maybe she won't, ugh\nBut shit, then again, maybe she will, yeah\nDo it for the realest niggas in the fuckin' game right now\nShe will, yeah\nDo it for the realest niggas in the fuckin' game right now\nShe will, she will, she will, ugh\nMaybe for the money and the power and the fame right now\nShe will, she will, she will (Ugh)\nDo it for the realest niggas in the fuckin' game right now\nShe will\n\n\nYeah\n\n\nI tell her, \"Now go and pop that pussy for me!\"\nHaters can't see me, but them bitches still lookin' for me\nAnd you could take it to the bank and deposit that\nPut your two cents in and get a dollar back\nSome people hang you out to dry like a towel rack\nI'm all about I, give the rest of the vowels back\nI like my girl thick, not just kinda fine\nEat her 'til she cry—call that \"wine 'n' dine\"\nTry to check me and I'ma have 'em checkin' pulses\nThey say, \"Choose wisely,\" that's why I was chosen\nRockin' like asphalt, it's the cash fault\nLooked in the face of Death and took its mask off\nNow, I like my house big and my grass soft\nI like my girl face south and her ass north\nBut I'm Ray Charles to the bullshit\nNow hop up on that dick and do a full split!\n\n\nUh, she just started to pop it for a nigga\nAnd looked back and told me, \"Baby, it's real.\"\nAnd I say, \"I ain't doubt you for a second.\"\nI squeeze it and I could tell how it feel\nI wish we could take off\nAnd go anywhere but here, baby, you know the deal\n‘Cause she bad so maybe she won't\nUh, but shit, then again, maybe she will\nDo it for the realest niggas\nIn the fuckin' game right now, she will\nDo it for the realest niggas\nIn the fuckin' game right now, she will\nMaybe for the money and the power\nAnd the fame right now, she will\nDo it for the realest niggas\nIn the fuckin' game right now, she will"
    ],
    "Release date": "August 16, 2011",
    "Title": "She Will",
    "Artist": "Lil Wayne"
}