{
    "Lyrics": [
        "\nToo much thinking, on top of that, I'm getting high and drinking\nI'm floating on cloud 9, watching these niggas sinking\nNo blinking, you blink too much, you lose your turn\nSleep is the cousin of death, you might as well pick your urn\nI been talking my intentions, now it's time to go and do it\nTake you were I come from, that influence on my music\nAin't no U-turns on this path, think before you choose it\nHold this autograph, come get your cash and try to use it\nI came here unexpected, I'mma leave a legend\nBrought up in this hell, how I'm breathing heaven\nI swear I fear I hear my niggas laughing while I'm balling\nWoke up this morning the weed and alcohol calling\nLiving that life of a Mac, kicking them hoes out often\nAsk 'em when they coming back, knowing that they done lost 'em\nHit them bitches from the back, I ain't want all the talking\nDon't be blowing up my jack, flat line on that cat\n\n\nLet's get this money, then let's make it stack\nThen let's make history cause they can't take that back\nBack to balling and spending, running up in these women\nGot a bitch out the movie, take a look how I'm living\nAnd do you know what it took? I take you back down the road\nBefore the riches and bitches and the platinum and gold\nI got it all from the work, no contract in my soul\nI don't ball up and die, I bomb back on them hoes\n\n\nI'm tryna buy my soul from Satan, I can't keep up with payments\nStrange writings on the wall got me feeling like a cavemen\nCall that shit the \"Days Inn,\" life is so degrading\nBut to my last statement, I keep praying 'til it's \"Amen\"\nTop is where I'm aiming, left the way I came in\nI'ma keep on raving 'til them islands is the Caymens\nAnd my bitch from Mexico, she don't know she next to go\nSuit yourself, then screw yourself! Shoot yourself, Plaxico!\nBang, bang! Thought you were a giant\nCouldn't hear the mournings, but I bet you hear them sirens\nFirst I close my eyelids, then everything is quiet\nI could go out in silence, but I would prefer the riot\nI catch the first star with my fist raised, Versace shades, my french braids\nHad sick chains since 6th grade, safe to say we've been slaved\nThese niggas tryna shoot me! These crackers tryna sue me!\nWake up to your favourite actresses, my life is like a movie, boy!\n\n\n\n\nHeat up in the winter, so I'm cooler come the summer\nWe out here, gambling Aruba money, sucka\nP.Y.T. all the way up to cougar, I'mma crush her\nAnd I always been a rebel, never been a cuffer\nYou just talk it, you don't does it, so all those who suffer\nYou so humble out in public, computer make you tougher\nI got Rosé by the bottle, bitches by the car-load\n6 or 7 new ones, I'm switching up the tomorrow\nBitch I sleep in the Apollo, I'm always on stage\nI should take my show to broadway cause that hallway like a grave\nCan't no bitch get in my mind, so I know it's physical\nI kick out the dimes, I think I'm invincible\nI climbed to the top, now I'm pissing off the pinnacle\nI pray to God that I get rich, getting money spiritual\nDiamond in my physicals, that's why I'mma stand out\nYou don't got your hand in, you just got you hand out, son\n\n"
    ],
    "Release date": "November 7, 2011",
    "Title": "Make It Stack",
    "Artist": "Lloyd Banks"
}