{
    "Lyrics": [
        "\nRound of applause, baby make that ass clap\nDrop it to the floor, make that ass clap\nLet me see you, bust it, bust it\nBaby drop it to the floor and bust it, bust it (Drop it down and just)\n\n\nBounce that ass, shake that ass like the Twerk Team\nHair long, ass fat, shawty mean\nThat girl look like Halle Berry when I'm on them beans\nWhen I hit the scene girls yelling and they scream\n\"Flocka can you be my baby daddy?\" (Yes!)\nPimping like I'm Dolemite, hoes jump in my Caddy\nSmoke like I got cataract in the strip club throwing up them stacks\nGot racks on top of racks\nBust that pussy, make that ass clap, clap, clap\nI ain't done with you, baby bring that ass back\nStill got 20's, still got 50's, even got them hundreds\nThrow some money, throw some money I'mma let it go\nWaka Flocka Flame, better known as Mr. Let It Go\n\n\nRound of applause, baby make that ass clap\nDrop it to the floor, make that ass clap\nLet me see you, bust it, bust it\nBaby drop it to the floor and bust it, bust it (Drop it down and just)\n\n\nBust it like you can't afford a car\nYou a star, you look in the mirror, you know who you are, right?\nCool, take it low, take it way lower than that\nI fly private when I go, ain't no layover on that\nYeah I made it to the top, took a seat, still sitting man\nI'm up in Stadium in D.C. still tipping man\nShe coulda paid tuition five times, still stripping\nI just throw a couple bills, and she'll have a pair of heels\nOh no, there I go, magic tricking on your ass\nThrowing every president except for Nixon on your ass\nMake you rich, I feel like I should make commission on your ass\nWonder what you would ever do if I went missing on your ass\n\n\nRound of applause, baby make that ass clap\nDrop it to the floor, make that ass clap\nLet me see you, bust it, bust it\nBaby drop it to the floor and bust it, bust it (Drop it down and just)\n\n\nThrowin' them stacks, OMG\nSMH when I'm on that stage\nPourin' Rose all on her ass, a round of appeal baby pop that pussy\nDrop it down for me girl do a split, do you smoke girl? Gotta zip\nWhite Rémy Martin, who wanna sip? 45 on my hip\nBut I gain one deep and every word I say is slurrin'\nVision, man is blurrin', drunk too much liquor\nSmoke too much weed, bitch I'm on too much E\nI'm so high, y'all will miss me\nIn love with strip clubs, shorty I'm a big tipper\nTwo hundred then I pull down my zipper, ughh\nShawty say she want me and she wanna meet my crew, Squad\nNiggas know we go hard, Squad\n\n\nBounce that ass, shake that ass like the Twerk Team\nBust it, bust it, like the Twerk Team\nBust it, bust it, like the twerk team\nBricksquad monopoly, shorty that's my home team\nAll the smokers they gangsta green, can't do no G talk\nI need a classy girl in the bed, she ain't gotta be a freak ho\nBust it, bust it, lay down on that floor girl\nBust it, bust it, give me some more head girl\n\n\nRound of applause baby make that ass clap\nDrop it to the floor make that ass clap\nRound of applause baby make that ass clap\nDrop it to the floor make that ass clap\nLet me see you\nBust it Bust it Bust it\nBust it Bust it Bust it\nBaby drop it to the floor\nAnd\nBust it Bust it Bust it\nBust it Bust it Bust it"
    ],
    "Release date": "October 14, 2011",
    "Title": "Round Of Applause",
    "Artist": "Waka Flocka Flame"
}