{
    "Lyrics": [
        "\nBoom, boom, boom\nHa-ha!\n\n\nReady for action, nip it in the bud\nWe never relaxing, OutKast is everlasting\nNot clashing, not at all\nBut see, my nigga went to do a little acting\nNow, that's for anyone asking, give me one pass 'em\nDrip-drip-drop, there goes an eargasm\nNow you cumming out the side of your face\nWe tapping right into your memory banks—thanks!\nSo click it or ticket, let's see your seat belt fastened\nTrunk rattling, like two midgets in the backseat 'rassling\nSpeakerboxxx vibrate the tag\nMake it sound like aluminum cans in the bag\nBut I know y'all wanted that 808\nCan you feel that B-A-S-S bass?\nBut I know y'all wanted that 808\nCan you feel that B-A-S-S bass?\n\n\nI like the way you move\nI like the way you move, wooo\nI love the way you move\nI love the way, I love the way\nI love the way you move\nI love the way you move, wooo\nI love the way you move\nI love the way, I love the way\n\n\nThe whole room fell silent, the girls all paused with glee\nTurning left, turning right, are they looking at me?\nWell I was looking at them, there there on the dancefloor\nNow they got me in the middle, feeling like a manwhore\nEspecially the big girl\nBig girls need love too, no discrimination here, squirrel\nSo keep your hands off my cheeks\nLet me study how you ride the beat, you big freak\nSkinny-slim women got the cameltoe within them\nYou can hump them, lift them, bend them\nGive them something to remember\nYell out \"Timber!\" when you fall through the chop shop\nTake a deep breath and exhale\nYour ex-male friend/boyfriend's boring as hell\nBut let me listen to the story you tell\nAnd we can make moves like a person in jail\nOn the low, ho\n\n\nI like the way you move\nI like the way you move, wooo\nI love the way you move\nI love the way, I love the way\nI love the way you move\nI love the way you move, wooo\nI love the way you move\nI love the way, I love the way\n\n\nHey, baby, girl, don't you stop it\nCome on, lady, dance all around me\n(Look so fine) You look so fine (Look so fine)\nYou driving me out of my, out of my mind\nOut my mind, ooooh, baby\nIf I could, I would just be with you, baby\nOooh, 'cause you light me, and excite me\nAnd you know, you got me baby, woo!\n\n\nI like the way you move (I like the way you move)\nI like the way you move (Ooh, you're so sexy baby), wooo\nI love the way you move\nI love the way, I love the way (Ooh, baby)\nI love the way you move (I love the way you move)\nI love the way you move (Ooh, you're so sexy baby), wooo\nI love the way you move\nI love the way, I love the way\nI like the way you move\nI like the way you move, wooo\nI love the way you move\nI love the way, I love the way..."
    ],
    "Release date": "September 23, 2003",
    "Title": "The Way You Move",
    "Artist": "Big Boi"
}