{
    "Lyrics": [
        "\nI'm beginning to feel like a black God (black God)\nGod cipher divine is what it stands for (Stands For)\nNow who think their bars are equal to match ours? (Match Ours)\nI think you're way overrated, your shit ain't that hard (That Hard)\n\n\nBut for me to run up with them shooters would be a bad scene\nI'm from the back blocks where they clap rockets\nI'm the king of New York\nAnd that pap blockin\nGot a mac cocked, ain't no slap boxin'\nThey had B.I.G. in a bigger coffin, ever since Dave Dinkins was still in office, with everybody hatin killin office (fuck that)\nMomma should of had a quick abortion\nBut as soon as they start reachin more shells\nCritical, pull a fourfifth pull a forfeit this ziggity  >???<\nYou don't really wanna slip into it cuz Pap is a tragedy\nThat's backwards strap in the back of the Cadillac\nBlack click clack blasting the mac naturally\nPap bang mines I present this critical rap attached what?\nWhile I'm mastering that, it's really fatal, I rock your motherfuckin cradle\nAnd go take a nap with a bunch of maggots\nAnd you'll have to relax but in real life it was high cronic I was puffing bag after bag that's a fact\nHow could he not go all I shoot is teflons 40 calibers gats\nRappers a bragging enough I'm serious, but he's actually trash\nHe crabbed to me i cracked his crash\nFeel the rap for your majesty\nI create so rapidly fast\n\n\n\nI'm beginning to feel like a black God (Black God)\nGod cipher divine is what it stands for (Stands For)\nNow who think their bars are equal to match ours? (Match Ours)\nI'm so underrated I am the Black God (Black God)\n\n\nEverybody want to be in a precinct\nThey snitching, its sad to see they way raps are\nCome move with the movement, drop jewels and remove the confusion\nEverybody wanna use an illusion, spit a verse from the bad boy, did nothing but use and abuse him (Biggie!)\nMC's be fakin', it's proven, I'm crussin' cos I'm shooting\nJump in a vehicle and bust a nine!\nWho wrote the Blueprint?\nMe? I'm a product of Malcolm X Willie Lynch, no not him\nW.E.B. Dubois, Free O. J., Rest in peace to Johnnie Cochran\nWe ride it enough today\nShow up, Show ‘nough, we define the definition\nOf the words “Be Free”, these suckas tellin’ us to fuckin lock and\nLoad all them thangs, even though I fought with the works\nI’m cursed with all the blame, homie all the blame I be gettin\nMake me wanna go just shit on you lames, ain’t toilet trained\nYou maggots all the same, ‘till i cock and pop that thang\nStraight aimin’, ain’t hittin' you off of mistaken\nAK lookin' boy, home boy done came around the same town ???\nPut a stamp on it, when a dope fiend die from it\nEverybody say he got the best of the boy\nShoot like an AK, that boy don’t play, remix ery'day lookin boy\nDon’t get it fucked up, facts with the facts\nWitcha' favorite flow from the cradle to the grave, lookin' boy\nYou playin', lookin boy? Pray lookin' boy\nI’m from Brooklyn, around the way, lookin' boy\nI'mma merc you. Turn around and laugh, never ask\nNobody to grip stay in your place, lookin' boy\nFacin' me boy? Ya' rap style is replaceable\nI always win the race, lookin' boy\n\n\n\nI'm beginning to feel like a black God (Black God)\nGod cipher divine is what it stands for (Stands For)\nNow who think their bars are equal to match ours? (Match Ours)\nThe way I'm rotting on this track call me jaguar (Jaguar)\nMan when the reals involved your mans get gripped on and clapped on\n\n\n\nSee, you don’t smoke what I be smokin', No homie, it’s highly potent\nLeave ya' whole body broken, your casket is finally closin'\nAnd I do not be chokin'\nWhen i toss the lead straight out the picture with these\nRhymes I wrote'em. You gone' need Ibuprofen\nI was designed to school you, these rappers be tryna' fool you\nI’m controllin dis, pinch ya'self in the head and cry with boohoos\nIt’s P\nI’d rather die than salute you, my knowledge is crucial\nIf i don’t capitalize how it’s unsuitable\nFor all these blood-suckin' guys\nSo I wanna make sure somewhere in the written rap my lyrics will school you and\nBust rhymes to, beat these beats like Nick Cannon in “Drumline\"\nEverybody talking 'bout NY, when they dissed our city, he was toungue-tied\nRappers are phony mad at me cause I run mine\nI don’t care where you from, I’m from the ???\nStill king of the Underground, but I still rap\nLike I’m on my Pimp C and Bun grind from Sunrise\nTo sunrise, fuck Sometimes\nMe, Old tees(?) and a couple of other guys\nWas the only ones who spoke from the mayan\nAncient, you hit that tough guy in the head\nOh i’m back in the ratchet empty\nRun or Die, shot him like the movie \"Life\"\nWhen they ran across that gun line\nPut it all in the rhyme, they don’t understand the lesson I’m >???<\nPap from around the way he say she say I don’t got the same buzz, but I'm\nMore than sick with the oral, York’s, this is formal\nFuckin with that boy, but his album bore you\nAnd i don’t know what the fuck, you run for\nThe shots just gonna touch you in your fucking\nTorso >???<\nAnd I just bought a new AK from a shooter, just to come and shoot ya\nLike when Papoose made Big Sean mad\nPap said \"He like a fag” and Kanye ass never shot back cause he had no ammo\nMan, oh man, Pap taught that boy a lesson\nAnd he ate yo man too. So that boy went straight to the radio station the very next week\n“Hey Pap, it’s comical\"\nCritics I'mma blast you while using knowledge and speed\nMicro Machine\nSome of you ain’t doin nothing, you a sucka’ i be shootin'\nBucking at ya' crew and now I rule you-you-you-you\nI’m renovatin' and I made it right so everything I say is articulating\n‘till the tinger hits a funeral\nRegulating rolling never speculating\nTime to get the motherfucking glory, all the imitators imitating\nGenerating and I know the fakers are forever faking\nWanna see an artist take my headoff, they be hella' hating\n‘Cause I know the way to get'em all creating\nPut a nickel plate and use it, you just hesitate to use it\n\"Oh, he ain’t the real king\"\nThat’s what they say when they be stuck in that illusion\nKick rocks, ya’ album flip flop\nYo trash wasn’t selling you a true bitch\nCrip Glocks, cock back quick shots\nThey be drops that you never could improve in\n\"I don’t know how to make bars like that, that boy just hurts the booth\"\nLemme know when you got the urge to move\nWills put you in a herse when they squirt through the roof\nThristy, i’m an immerker, you twerking dudes\nProve that if you could fathom right from wrong, you could master life’s purpose to all\nYou dummies, real funny, but look at the path I laid\nYou still from me, pulling my wealth. You still bore me\nDon’t lie to yourself with them hateful rules\nElevate your mind fool ‘cause I\nStill study, I’m gully. Ill when I spit my tongue\nI just spit in your face and say \"fuck you\"\nPunk, you hating and i’m so fucking real\nI’m launching a log, you blaming the industry, kill that noise\nBush ruined the country. But straight ahead’s something that's\nGetting ugly for money. Soldiers fight with rebels and\nHere’s what is becoming\nCatastrophe obliviates our living space, and it’s a state of elimination\nFull of hate from the paths to disgrace. Our generation of kids\nPathetic. Say it’s liberation, but they plan is to kill a nation\nBut fuck it, you afraid of the gimicks? Blaze at the fake then\nBut if I can’t shatter they image\nHow the fuck am I supposed to face all the racists?\nDon’t debate, that is hating cause I’m able to straight take\nThe fore train of bowl and green and erase all they wages, they living large\nAnd take that cape from the majors, don’t be a facade\nWooden king? Think hard, Pap the king. Peace to the Gods"
    ],
    "Release date": "October 27, 2013",
    "Title": "“Rap God” Freestyle",
    "Artist": "Papoose"
}