{
    "Lyrics": [
        "\nAyo, Premier, wussup man?\nWussup, Pap?\nLive from the Nacirema Dream\nPapoose & DJ Premier\nYeah\nTime to turn it up on these niggas, man\nAyo Primo, you ready to turn it up?\nYou know it\nLet’s turn it up on 'em\n\n\nWe never heard of ya clique but they heard of us\nThey put em down, we liftin' them burners up\nYou keep sayin' word to your mother but word to what?\nI don’t give a fuck about none of these niggas, I turn it up\nCome on, come on, killas\nHere go my cup, give me some more liquor\nOpen this back window, let me dump on niggas\nIt’s my era, I’m bout to turn it up on niggas\n\n\nPeace to the New York Knickerbockers, the plot got thicker\n'Cause now they got the Brooklyn Nets in Barclays Center\nHello Mrs. and Mr., cousins, brothers and sisters\nLadies and gentlemen, children, prisoners and finger printers\nSnakes who like to slither, wolves, monkeys, gorillas\nVeterans and beginners, righteous people and sinners\nGamblers, losers and winners, ice grillers and grinners\nHope y'all some good swimmers 'cause I’m as deep as the river\nI’m the bad guy, just like the Joker and Riddler\nBad as Mike in his prime, Man in the Mirror and Thriller\nYou ain’t a real man, you can’t even use the shitter\nYou a pussycat, you probably got kitty litter\nKill rich niggas in chinchilla\nRepresentin' for the wig-splitters and skid bitters who gets scrilla\nLike Beenie Man, carjack a bitch nigga\nWho got the keys to the Jeep? Sim Simmer\n\n\nWe never heard of ya clique but they heard of us\nThey put em down, we liftin' them burners up\nYou keep sayin' word to your mother but word to what?\nI don’t give a fuck about none of these niggas, I turn it up\nCome on, come on, killas\nHere go my cup, give me some more liquor\nOpen this back window, let me dump on niggas\nIt’s my era, I’m bout to turn it up on niggas\n\n\nWhen my oral deliver, it’s such a moral dilemma\nI don’t quarrel with quitters, I give 'em sorrow and shimmers\nYou think your artists is iller just 'cause his car from the dealer?\nThis music char is bitter, cause y'all some horrible spitters\nWhen I swallow the liquor, I write a marvelous scripture\nStart drawin' a picture 'cause I’m immortal, my nigga\nBeef is played out so I don’t bother with niggas\nBut as long as it’s tender, I eat your squad up for dinner\nPut my palms on the trigger and shoot you all in yo' liver\nInjure all of you niggas, I’m cool and calm as a killer\nYour man starvin' from figures, man, who are you, Vanilla\nIce?\nI’m Suge Knight, hang 'em off the balcony wit'cha\nSince I deserve scrilla, I learned to flip birds quicker\nHad to hit curves with the hustlers and emerge richer\nBack when Dipset was sippin sizzurp, nigga\nMy jewelry was black and yellow just like the Pittsburgh Steelers\n\n\nWe never heard of ya clique but they heard of us\nThey put em down, we liftin' them burners up\nYou keep sayin' word to your mother but word to what?\nI don’t give a fuck about none of these niggas, I turn it up\nCome on, come on, killas\nHere go my cup, give me some more liquor\nOpen this back window, let me dump on niggas\nIt’s my era, I’m bout to turn it up on niggas\n\n\nI’m on that money train, making dead president stops\nRobbed the liquor store just so we can get some Ciroc\nAte Corn Flakes, no Fruity Pebbles and Pops\nGot chased by the stray dogs when I fled though the block\nBought a 50-cent razor, now I’m ready to rock\nI step to your block with a George Jefferson bop\nI cut him cross peddle bike, he bled to his socks\n'Cause Miles didn’t have a chain when I peddled and popped\nMy leather bomber was better than that pleather you rocked\nI wore old bomber way before Michelle and Barack\nI heard up North you wasn’t reppin' a lot\nYou never caught a 10-3, you respected the cops\nHow you gon' use that jail shit to try to get to the top?\nYou woke up in PC, never slept in a box\nHe said he hungry so I fed him the ox\nMy gun is like an independent record label, Heckler and Koch\n\n\nWe never heard of ya clique but they heard of us\nThey put em down, we liftin' them burners up\nYou keep sayin' word to your mother but word to what?\nI don’t give a fuck about none of these niggas, I turn it up\nCome on, come on, killas\nHere go my cup, give me some more liquor\nOpen this back window, let me dump on niggas\nIt’s my era, I’m bout to turn it up on niggas\n\n\nTurn up\nNow I come back\nKeep it underground hardcore\nTurn up\nNow I come back\nKeep it underground hardcore\nTurn up\nNow I come back\nKeep it underground hardcore\nTurn up\nPapoose, Papoose"
    ],
    "Release date": "March 26, 2013",
    "Title": "Turn It Up (DJ Premier Remix)",
    "Artist": "Papoose"
}