{
    "Lyrics": [
        "\nI need you, I need you\nI need you, I need you\nI need you, I need you (Lemme see)\nI need you, I need you\n\n\nWe poppin' like ayo\nAll my bitches got real hair chillin' with the top down\nScreamin' like ayo\nI'ma take her ass down if she bring her friend around\nFuck 'em both like ayo\nI'm a bougie ass nigga, left the roof at home\nWe poppin' like ayo\nAyo, ayo\nBut don't be actin' like I need you\n\n\nHa!\nAyy, babe, this my new shit (Shit)\nI'm the black Richie Rich with the roof missin' (Missin')\nIf it don't make dollars, don't make sense (Sense)\nZ (Z), wake up like I gotta get it (Get it)\nAnd I got an engine full of trunk space\nI get money three ways, fuckin' bitches three ways\nSeven different foreigns, plus she's no hablé\nBut I make that bitch walk for some cheesecake (Cheesecake)\nYeah, I'm the coldest nigga, icy\nLookin' in the mirror like I wish I can be me\nShe too into me, I'm more into money\nMy hobby's her body, that pussy's my lobby\nI'ma eat it (Eat it), I'ma eat it (Eat it)\nI don't lie, hold my dick, too conceited\nUh, told her she's my wife for the weekend (For the weekend)\nBut don't be actin' like I need you\n\n\n'Cause we poppin' like ayo (Ha! Yeah)\nAll my bitches got real hair chillin' with the top down\nScreamin' like ayo\nI'ma take her ass down if she bring her friend around\nFuck 'em both like ayo\nI'm a bougie ass nigga, left the roof at home\nWe poppin' like ayo\nAyo, we poppin' like ayo\nBut don't be actin' like I need you\n\n\nI'm in the Rolls, you don't roll right (Roll right)\nMy chain shine brighter than a strobe light (Yeah)\nI'm tryna fuck Coco, this don't concern Ice\nIf I motorboat, she gon' motorbike (Ha!)\nA nigga ain't worried about nothin'\nRehabilitation just had me worried about fuckin'\nMoney, decision-makin', only worried 'bout stuntin'\nShe worried 'bout me, her nigga worried 'bout cuffin'\nI wanna see her body (Body)\nThen she said, \"Get inside of me\nI wanna feel you, baby\" (Yeah)\nJust bring the animal right out of me\nWe lovin', she love it\nEspecially when I go down on her\nNow we fuckin', she thuggin'\nGettin' loud\n\n\n'Cause we poppin' like ayo\nAll my bitches got real hair chillin' with the top down\nScreamin' like ayo\nI'ma take her ass down if she bring her friend around\nFuck 'em both like ayo\nI'm a bougie ass nigga, left the roof at home\nWe poppin' like ayo\nAyo (Huh, look), we poppin' like ayo\nBut don't be actin' like I need you (Alright)\n\n\nNow, now I can spot your bitch from a mile away ('way)\nValentine in that pussy, it's a holiday\nUh, you losin' money, I win mills, Dr. J (J)\nShe gon' to follow my lead, Simon Says\nPaper, paper, I'm ridin' 'scrapers in California ('fornia)\nCar smell like ammonia, we got that stank on us\nNever been a Outkast, that stank on ya\nFrom the ghetto but my bitch like Apollonia\nWe in the hood, tatted like a Mexican\nCar too fast, give a fuck about pedestrians\nUh, and my section less niggas, more lesbians\nGot your bitch, I'm that nigga\n\n\nYeah, we poppin' like ayo (Ha! Yeah)\nAll my bitches got real hair chillin' with the top down (Yeah)\nScreamin' like ayo\nI'ma take her ass down if she bring her friend around\nFuck 'em both like ayo\nI'm a bougie ass nigga, left the roof at home\nWe poppin' like ayo\nAyo, ayo\nBut don't be actin' like I need you\n\n\nYeah, this that fly shit (I need you)\nKing shit only\nDrop top, no roof, ha!\n(I need you)"
    ],
    "Release date": "January 6, 2015",
    "Title": "Ayo",
    "Artist": "Chris Brown & Tyga"
}