{
    "Lyrics": [
        "\n\n\nFuck what they talkin' 'bout\nAll a nigga hear is my chains clinkin' back and forth right now, nigga\nYeah, fuck with me\n\n\nWhy the fuck you so opinionated?\nSayin' how you do it but they ain't did it, baby\nYou need a demonstration?\nThis is how you get richer, baby\nI'm stimulated\nI'm at the bank, I'm penetratin'\nI'm puttin' in, I'm penetratin'\nI'm gettin' big, I'm stimulated\nI touched a bitch, she disintegrated\nUp in flames, I've been the flamest\nI've been the hottest, you've been the lamest\nI've been on the plane, you've been complainin'\nFuck the co-defendant, pistol whip the plaintiff\nHit the mall, then we skip arraignment\nThey say she young, I should've waited\nShe a big girl, dog when she stimulated\n\n\nHit Sin City and syndicate it\nAll the time on the strip in Vegas\nI got the juice but I ain't Minute Maid it\nBut a nigga made it just minutes later\nShut the fuck and let me finish, baby\nI'll let you finish later\nWhy the fuck you so opinionated?\nYeah you book smart but don't be gettin' paper, uh!\nShootin' craps at The Wynn\nGettin' back to back wins\nMade 20 bands playin' features\nAnd I don't need a feature for this\nNigga I'm T-R-A, triple double\nEvery time I ball, man that's triple double\nTom Ford, Balmain, that's triple stuntin'\nTryna get a nut only gets you nothin'\nSo I don't give a fuck who these niggas datin'\nTsunami the Rollie, my wrist is flooded\nHow the fuck can these niggas hate it\nWhen these bitches love it, man this shit is funny\nAll I can do is laugh, all I can do is laugh\nThey try to count me out, all day I'm doin' math\nAll I can do is add, multiply, multiply\nAll day I'm doin' math, but we won't divide\nYou ain't got the flow, you ain't got the heart\nYou be on your mark but you're never ready\nYou just talkin' shit, I can smell your breath\nSayin' what you do, but can't help yourself\n\n\nSo why the fuck you so opinionated?\nSayin' how you do it but they ain't did it, baby\nYou need a demonstration?\nThis is how you get richer, baby\nI'm stimulated\nI'm at the bank, I'm penetratin'\nI'm puttin' in, I'm penetratin'\nI'm gettin' big, I'm stimulated\nI touched the bitch, she disintegrated\nUp in flames, I've been the flamest\nI've been the hottest, you've been the lamest\nI've been on the plane, you've been complainin'\nFuck the codefendant, pistol whip the plaintiff\nHit the mall, then we skip arraignment\nThey say she young, I should've waited\nShe a big girl, dog when she stimulated\n\n\nShe a big girl, dog\nFuck what they talkin' about, nigga\nShe a big girl, dog\nI'm gonna do what the fuck I wanna do when I wanna do\nShe a big girl, dog\nI'm puttin' in, I'm penetratin'\nI'm gettin' big, I'm stimulated\n\n\nMight take her home, gon' and dinner plate it\nI don't heat it up, don't microwave it\nShe already hot, she sizzle baby\nNo salt and pepper, she been the flavor\nI'ma stimulate her, yeah simple, baby\nFuck with me, then I fuck with you\nYou don't fuck with me, my nigga fuck you too\nShe a big girl, dog\nShe a big girl, dog\nShe a big girl, dog\nI'm puttin' in, I'm penetratin'\nI'm gettin' big, I'm stimulated"
    ],
    "Release date": "August 24, 2015",
    "Title": "Stimulated",
    "Artist": "Tyga"
}