{
    "Lyrics": [
        "\nHahah, I don't give a fuck, shit\nAhhh-ah-ah-ah-ah, hah!\n\n\nYoung Nino, fuck a bitch in a peacoat\nCarlito, Scarface, Al Pacino\nBun B though, Pimp C, R.I.P though\nI goes deep in that pussy; Dan Marino\nShe wanna be the one, fuck her to my own single\nBreak a bitch heart, no future; Miss Cleo\nSnapback, au-au-automatic reload\nFlyer than a fucking beetle, you can’t beat 'em\nHah, vampire fuck up your evening\nI pop up and eat lunch, leave you in the cement\nDon’t believe it? Stripe like A-fucking-didas\nThe gun Selena, give a nigga Bieber fever\nHah, hah, real fucking hot\nPut it in pot, take a shot, higher than a tube sock\nYou's a bop, give me top top as I load the whop\nMan these niggas say I’m fly but to her I’m God\n\n\nI’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, and I don’t give a fuck\n\n\nFuck is up? Niggas stomping in my Chucks\nYeah I make it reindeer cause I’m all about my bucks\nUse the butt up in the front, d-dick up in her cunt\nAnd I put it in her hole, hole-in-one, putt putt\nAughh! Su-Super McNasty\nWhy you McLovin when the bitch call me daddy?\nPimp, no caddy, she wish she never had me\nTreat her like a dog (dog) called the bitch Lassie (hah!)\nYoung savvy, bang her like Cincinnati\nAbove average, f-fly like I’m Aladdin\nThey bend backwards, thr-throw the pussy at them\nI’m Ben Wallace, dunk up in your basket (haha)\nU-uh, balls in the air\nNo games, I’m serious, double dare\nThere’s too many bitches, why these niggas wanna stare?\nPat Ron up in here, nigga this ain’t no beer\n\n\nI’m faded faded faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded (yeah)\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, and I don’t give a fuck\n\n\nMama, there go that monster\nAbracadabra, Magic Johnson\nMy motherfucking doctor said I need a doctor\nSo I called House, now I am a pill popper\nFaded like skinnys, Young Money we winning\nI told her if I change, she won’t get a penny\nMilking this shit, pregnant bitch titties\nBringing home the bacon, I’m fucking Miss Piggy\nLoaded like a semi, send me naked pictures\nShe knows my dick, she call that nigga Richard\nPrior to me cumming, I had to stick my thumb in\nHer ass one time, smell my finger, make you vomit\nFlyer than a hornet, the shoe fit; I worn it\nShe tried to jack me off, can’t beat it, join it\nTunechi, coochie, that what she call it\nFlag, scarlet, I killed it, mourning\n\n\nI’m faded, faded, faded ,faded\nMy nigga, I’m faded, faded, faded (yeah)\nMy nigga, I’m faded faded faded\nMy nigga, I’m faded, faded, faded (uhh)\nMy nigga, I’m faded faded faded\nMy nigga, I’m faded, faded, faded (Young Mula baby!)\nMy nigga, I’m faded, faded, faded\nMy nigga, I’m faded, faded, and I don’t give a fuck"
    ],
    "Release date": "January 13, 2012",
    "Title": "Faded",
    "Artist": "Tyga"
}