{
    "Lyrics": [
        "\nYoung Money!\nHaha, I know you gon' do it for the ’Gram, right?\nD.A. got that dope!\nYeah, hah\n\n\nFirst things first, I fuck, get all the money\nBitches love me, keep it hunnid (Ha)\nBitches like you 'cause you funny, niggas ain't stunners (No)\nI’m the one that came and fuck the summer (Me)\nI got a black Barbie, she into ménages (Yeah)\nI'ma fuck her all night 'til I cum nothing (No)\nSip got me buzzin' (Yeah), I am not a husband (No)\nI can be your daddy 'cause I am a motherfucker (Haha)\nFuck, niggas muggin', these niggas sweet muffin\nPut my seed on her face, she get smashed like a pumpkin (Smash)\nOoh, she love it, do me rougher\nTalk that nasty, when I smack your ass cheek (Come, come, come)\n\n\nCan you make it dip, make it dip, make it dip\nMake it dip, make it dip, make it dip, make it dip?\nHere, baby, take a sip, take a sip\nTake a sip, take a sip, lick your lips, lick your lips\nYeah, baby, I just wanna see you dip, see you dip, make it dip\nMake it dip, make it dip, make it dip, make it dip (Ayy, ayy)\nYeah, baby, take a sip, take a sip, take a sip\nTake a sip, take a sip, take a sip\nYeah, baby, show me how you make it dip\n\n\nUh, ayo\nI think he wanna dippy the tippy, then put it on my lippy\nEven when it get sticky, he know it still got the drippy\nYeah I'm pulling your card though, got him calling me Ricky (Aha)\nAll these bitches my minis, got 'em calling me Mickey (Haha!)\nAll that rah-rah never was the icon issue\nHarper’s Bazaar, I’m covering the icon issue\nI got issues, yeah bitch, I got issues\nW, Vogue, Cosmo—I got issues\nI always pull up with some Barbie dolls, thick in the thighs\nI said we looking for some brain, where the Wizard of Oz\nLast nigga was a dope dealer, hell of a guy\nHe said the pussy top… five, dead or alive\n\n\nCan you make it dip, make it dip, make it dip\nMake it dip, make it dip, make it dip, make it dip?\nHere, baby, take a sip, take a sip\nTake a sip, take a sip, lick your lips, lick your lips\nYeah, baby, I just wanna see you dip, see you dip, make it dip\nMake it dip, make it dip, make it dip, make it dip (Ayy, ayy)\nYeah, baby, take a sip, take a sip, take a sip\nTake a sip, take a sip, take a sip\nYeah, baby, show me how you make it dip\n\n\nSantana bandanna on the twist\nGot your bitch wave ridin' on my dick\nMan, these niggas ain’t shit (No)\nI done came back with the hits\nFresher than the pillow with the fuckin' mint (Haha)\nWhat I said, I meant (Yeah), this shit is big (Yeah)\nI came to flex (Yeah), look in the mirror (Yeah)\nLook at your ass (Why?), fuck a career (Damn)\nHow you make a G-string just disappear?\nShe like buy me all this shit, I need bags, I need fits\nI need cash, I need cash, I'm just really nigga rich\nMake it splash, make it splash, but before I get you dripped\nI just got one question, bitch\n\n\nCan you make it dip, make it dip, make it dip\nMake it dip, make it dip, make it dip, make it dip?\nHere, baby, take a sip, take a sip\nTake a sip, take a sip, lick your lips, lick your lips\nYeah, baby, I just wanna see you dip, see you dip, make it dip\nMake it dip, make it dip, make it dip, make it dip (Ayy, ayy)\nYeah, baby, take a sip, take a sip, take a sip\nTake a sip, take a sip, take a sip\nYeah, baby, show me how you make it dip\n\n\nAyo, what's poppington? I’m depositin'\nAll these M's while you motherfuckers gossipin' (Show me how you make it dip)\nAll this cock-sucking, eat a box or something\nIce out your little watch with some rocks or something\nWhat's poppin'? What's poppin'? What's poppington? (Show me how you make it dip, make it dip, make it dip, make it dip)\nMake it dip n' make it dip n' make it drop again (Make it dip, make it dip, yeah, baby, show me how you make it dip)\nYou know Barbie God got it on lock again (Make it dip, make it dip, make it dip, make it dip)\nWestside with Tyga, bumpin' to Pac again, uh (Make it dip, yeah, baby, show me how you make it dip)\nWho got the juice be sending you niggas' brazy\nWho got 'em mad? Like, man, that pussy wavy\nYeah, I had to dash, like, damn, baby, I'm Stacey\nW-When you turn 'em down, these clowns turn into babies\nWho-Who got the juice? Be sending you niggas' brazy\nW-W-Who got 'em mad? Like, man, that pussy wavy\nAll these niggas want me to love 'em like I'm Kiki\nGot 'em in they feelings since they seen me in FEFE (Ooh)"
    ],
    "Release date": "October 29, 2018",
    "Title": "Dip",
    "Artist": "Tyga & Nicki Minaj"
}