{
    "Lyrics": [
        "\n\n\nWicked as Aleister Crowley\nYou niggas know﻿ me\nWicked as Aleister Crowley\nYou niggas know﻿ me\n\n\nKick your game, spit your flow\nCan't fuck with this Top Dawg shit though\nKick your game, spit your flow\nCan't fuck with this Top Dawg shit though\nKick your game, spit your flow\nCan't fuck with this Top Dawg shit though\nKick your game, spit your flow\nCan't fuck with this Top Dawg shit though\n\n\nWish I could see out of Selassie' eye\nMaybe my sovereignty would still be mine\nIf all the gangs in the world unified\nWe'd stand a chance against the military tonight\n\n\nBabylon, Babylon, out my window all I see is Babylon\nOn the news, all I see is Babylon\nAnd all niggas do is just babble on\nMoney and hoes, want money and hoes\nIf I sold dope, I'd have plenty of flows\nIf I was from the projects like Jay Rock\nI would've more than likely slang rocks\nAll my life I done been around Crips and Bloods\nPimps and thugs, just to name a few\nI do drugs, Momma say it's in my blood\nBut she don't know what the fuck I've been through\nTo creep through the back door\nThe typical black boy in the good old USA\nBefore I pushed rhymes like weight\nI used to wanna play for the NBA (Hey…)\nFuck I'm doin' talkin' about pineal gland?\nAncient ways of Sumerians?\nAin't nothin' wrong with a righteous man (Damn…)\nThis why I had to write this, man\nFor my niggas on the corner, sellin' water\nTo somebody daughter, fluctuatin' prices, man\nI ain't got no gavel, I ain't tryna fight nobody battle\nI just wanna be free, I ain't tryna be nobody's chattel\n\n\nWish I could see out of Selassie' eye\nMaybe my sovereignty would still be mine\nIf all the gangs in the world unified\nWe'd stand a chance against the military tonight\n\n\n(Extra pills, extra pills)\nThem AK clips stay extra peeled\nSmokin' on some of that extra kill\nPurple Urkel, that Jaleel\nI put that on everythang\nIf we could link up every gang\nAnd niggas is willin' to bear the pain\nWe'd put the White House lights out today\nOkay-kay-kay\nWe mobbin' like we the black KKK\nDon't forget my a.k.a. Mayday\nPee on your Ph. D. or your AA\nHey, Dear Barack\nI know you just a puppet, but I'm givin' you props\nYou lyin' to the public like it ain't nothin'\nAnd I just love it, I hope it don't stop\nI don't give a damn, nigga, bang that block!\nI don't give a fuck, nigga, bang that Glock!\nI seen an image of Hitler in the picture\nWhen the Twin Towers dropped\nPeep the concept\nYou've got progress, you've got congress\nWe protest in hopes they confess\nJust proceed on your conquest\nI ain't got no gavel, I ain't finna fight nobody battle\nI just wanna be free, I ain't finna be nobody's chattel\n\n\nWish I could see out of Selassie' eye\nMaybe my sovereignty would still be mine\nIf all the gangs in the world unified\nWe'd stand a chance against the military tonight\n\n\n(Extra pills, extra pills)\nNose candy rain like Soul 4 Real\nMy baby needs some Enfamil\nSo bags get stuffed like Oprah grill\nPull around, come back, oh, for real?\nTop blew off, loafers in teal\nGet lined up like homeless meals\nFeelin' if he know how bein' homeless feels?\nOkay-kay-kay\nDon't try to stop it, get in my way\nYou'll get stomped like a Broadway play\nAK melee make you obey, okay?\nFeel my pain, goin' insane, I'm ashamed\n‘Cause I ain't got shit but an EBT card\nFrom a fiend that owe me and it's in her daughter name\nHow the fuck is they 'posed to eat?\nHow the fuck am I 'posed to eat?\nGot a nigga in the streets, no health care\nTryna slang weed just to put shoes on his feet\nSo fuck you! You don't give a fuck about me\nCan't get a job if they drug test me\nGot a nigga stressed, depressed\nGot a feelin' in his chest\nAnd the world's stripped of happiness\nI ain't got no gavel, I ain't tryna fight nobody battle\nI just wanna be free, I ain't finna be nobody's shadow"
    ],
    "Release date": "May 11, 2012",
    "Title": "Terrorist Threats",
    "Artist": "Ab-Soul"
}