{
    "Lyrics": [
        "\nIt was all a dream, I swear it never happened\nI wrote like Edgar Allan, I was po' like Edgar Allan\nLet me hit the weed, you know I really need that\nMissin' screws, bendin' rules like kneecaps\nI don't even know what's real, I'm just being real\nMakin' moves, you just another human being being still\nPlay the fool, you jealous dudes are just a plate of food\nTell the truth, I'm the coldest cat, sabertooth\nBlaze the booth, blaze the Buddha, this ain't hookah\nYou hit this shit a few times, you might see the future\nAsk my nigga Blocka, we be rollin' up that Blanka\nJust retire, if I light this fire I might blow your block up\n\n\nEnjoy your mind trip, but don't trip on your mind\nNo man is safe from the war goin' on outside\nThat's right, you ever been conscious in a coma?\nPlease don't tell my momma, this ain't marijuana\nI might be trippin' off that DMT\nTDE, limitless like we on NZT\nI made my dreams reality, so to speak\nOr so they say, I could still be asleep\n\n\nThe black sheep runnin' with a pack of wolves\nDiamond in the rough, tell Brock I need a pack of Woods\nTwo white cups full of codeine\nPlus I got two white sluts down to blow me\nCan't you see I'm floating like root beer and ice cream?\nMy synapses act like lightning\nProbably why I'm so enlightenin'\nProbably why these niggas can't fuck with me\nI'm lookin' like, \"Who the fuck invited them?\"\nThey failed in testin', like what's inside of them\nSoulo, Soulo – say it like you mean it\nMy demeanor is the meanest\nI'm gettin' meaner by the minute\nIts mine, I spend it; my mind is spinnin'\nYour time is tickin', the sky's the limit\nWe in a space where matter don't matter\nJust spirit molecules and geometric patterns\nShitted in a crater last time I sat on Saturn\nGot a letter from Andromeda, they tryna shrine my bladder\n\n\nEnjoy your mind trip, but don't trip on your mind\nNo man is safe from the war goin' on outside\nThat's right, you ever been conscious in a coma?\nPlease don't tell my momma, this ain't marijuana\nI might be trippin' off that DMT\nTDE, limitless, like we on NZT\nI made my dreams reality, so to speak\nOr so they say, I could still be asleep\n\n\nI'm in a whole nother realm, go to hell\nLast nigga tried to scratch the surface broke a nail\nLast nigga tried to cross the line got crucified\nWe overseas, back-to-back, never wore Chanel\nThe new nucleus never sittin' in a cell\nGenius idiot, best description of myself\nI'm in a fuckin' lab coat, rhymin' as high as shit\nWhen I die, donate my organs to science, bitch!\n\n\nYou got three eyes, three eyes, three eyes\nYou got three eyes, three eyes, three eyes\nYou got three eyes, three eyes, three eyes\nYou got three eyes, but you can never see I's\nYou got three eyes, three eyes, three eyes\nYou got three eyes, three eyes, three eyes\nYou got three eyes, three eyes, three eyes\nYou got three eyes, but you can never see I's\nYou got three eyes, three eyes, three eyes\nYou got three eyes, three eyes, three eyes\nYou got three eyes, three eyes, three eyes\nYou got three eyes, but you can never see I's"
    ],
    "Release date": "May 11, 2012",
    "Title": "Pineal Gland",
    "Artist": "Ab-Soul"
}