{
    "Lyrics": [
        "\n\nCheck, check, check\nMake sure the level is tight Ali\nLike real tight\nCheck --\n\n\nYeah, come come now\nSoul Brother No. 2, I'm the one now\nSun up to sundown, still kickin' that shit\nPut your gun down\nI come in peace like a extraterrestrial being\nEat me a meteor and walk across the moon barefeet\nBut don't nobody rhyme like this no more\nCall me the 2010 Rakim\nI got soul, there's more in store\nFeel like a CVS, open 24\nSpent nights tryin' to overshadow my shadow\nFor niggas tryin' to block my light like a solar eclipse\nI bring a knife to a fist fight and when I cut a record\nSo when I cut the cheese, shit you know what it is\nMr. Absoulutely the most incredible at this\nSo adjust your bass, your treble and then\n\n\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some\n\n\nFinna break this blunt down and burn me up one\nThen sip on this Remy 'til it turn me up some\nFor me it's more difficult to be simple\nThan it is to be complex as a lot of apartments\nYou niggas comedy, I'm laughing at you probably\nWe are not the same, there's no strand of monotony\nBetween you and I until we die\nRevelations say you either fry or fly\nAnd it's hard to find God when you ain't never seen him\nIt's pie in the sky and there's bodies on the cement\nAnd I know you lookin' at me like, \"You don't speak English\"\nI bring the heat like a phoenix, a son under Phoenix sun\nAnd I'm rootin' for the Lakers when they play the Phoenix Suns\nI ain't really into sports, that's just where I'm from\nLong Term Two\nAnd if it's in your possession then follow the directions my dude\n\n\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some\n\n\nCome come now\nPac told me fuck the world, I'm 'bout to cum now\nI've been a pro, but now I'm profound\nPropane on posers, restraining from the doja\nImagine if I smoke, I probably come up with a quote\nSo heavy you'll forget every album you heard from Hova\nOr 2pacalypse I'm Hub City's novelist\nCome and get your scholarship, I'm taking kids to school\nA pool full of spit, dive in, I'm 'bout to drool\nYou'll drown trynna backstroke on concepts that I wrote\nI was a black sheep, but now I'm just a goat\nAnd I'm 'bout to elope, married to the game joe\nThis is hip hop at its finest, where'd you find this? In a Ziploc\nTil the wheels fall off, fuck a pit-stop or what not\nWhere my tear drop? I murdered it\nMy pot-holes is turbulence\nI'm in the sky wit it\nWhen you listening to Kendrick, just\n\n\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some\n\n\nThis for my niggas that really rap all night\nNo sleep, do it with your eyes closed\nI can see your vision from Del-Amo\nPoppa took the television, but left the radio\nIll niggas, wack niggas, what's the ratio?\nIs this shit degrading or inspirational?\nI'll have you know I must've wrote about a thousand rhymes, a thousand times\nI give you my word\n\n\nCause I just gotta be heard\nI just gotta be heard\nI just gotta be heard\nSaid I gotta be, yes sir I gotta be\nHeard, heard, heard, heard\n\n\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some\nYo, turn me up some\nYo, turn me up some\nYo, turn me up some\nTurn me up some, turn me up some"
    ],
    "Release date": "June 28, 2010",
    "Title": "Turn Me Up",
    "Artist": "Ab-Soul"
}