{
    "Lyrics": [
        "\n(Audio)\nAyo, Trina! You ready?\nAyy, Nic'! Let’s get 'em! Yeah\nLight the blunt\n\n\nThis is for French Montana, Tory Lanez and friends\nJ. Harden, and you, too, Mr. Martin\nI curved y'all boys (No disrespect to y’all boys)\nYeah, I curved y'all boys (No disrespect to y'all boys)\nAnd to my niggas with bitches that like causin' drama\nMe and my bad bitches, we like \"Fuck his baby mama\"\nHe cop me them Chanel bags, them diamonds VVS\nYou see this 500 million dollar mansion that's wrapped 'round my neck\n\n\nThis is for the ones who happily always toppin' me sloppily\nIf your money Monopoly, I ain't fuckin’ you properly (No)\nHe been tryin’ the liquor, taste like a strawberry daiquiri\nThe interior chicken and the exterior broccoli\nWhen I come through in that Range Rov', the Barbie chain glow\nKeep a baddie with me and we curve ’em like a rainbow\nRockin' ice grills like some serious bitches (Let's go)\nIt's the Barbie and the baddest, Sagittarius bitches\n\n\nGive me a project bitch\nGive me a hood rat chick\nOne that don’t give a fuck\nAnd say she took that dick\nGive me a project chick\nGive me a hood rat bitch\nOne that don't give a fuck\nAnd say she took that dick\n\n\nI know a dude named Wayne that I used to fuck\nI slid on him, got a check, then I was off in that truck\nFerrari photo, hit the gas, left foot on the clutch\nCountin' money bags, shit, I been bossin' up\n\n\nI know this ball player that I been wantin' to fuck\nI deal with rich niggas and all of them give it up (Uh-huh)\nProject bitches, ass fatter than the rest of them (Yeah)\nBitches so bad, got him cuffin' and arrestin' 'em (Oop)\nYeah, he shoots dice (Okay), his coupes is nice (Uh-huh)\nI be playin' with his balls (Why?), 'cause hoops is life (Okay)\nGot a New York nigga, Miami nigga\nAlways yellin' \"gang gang\" with the hammer, nigga\nI got a ass eatin' pro (Oh), he's suckin' my toes (Yeah)\nGot a bitch bussin' off like calico (Haha)\nI got a beggin'-ass dude, want me to ride his face\nGot a young side-nigga, gotta hide my face (Rrr)\n\n\nGive me a project bitch\nGive me a hood rat chick\nOne that don't give a fuck\nAnd say she took that dick\nGive me a project chick\nGive me a hood rat bitch\nOne that don't give a fuck\nAnd say she took that dick\n\n\nIt's the two baddest bitches that they love to hate\nWe racin' yachts, it's a bad bitch holiday\nIt's Barbie and Cinderella in Gucci and Donatella\nI got a young rich nigga with a trap in Alpharetta\nI got a couple Haitian niggas who be swipin' them cards\nGettin' that income tax money, takin' trips with Minaj\nI know some West Coast niggas wanna bang me out\nI show you what a project chick is about, show us the money\n\n\nGive me a project bitch\nGive me a hood rat chick\nOne that don't give a fuck\nAnd say she took that dick\nGive me a project chick\nGive me a hood rat bitch\nOne that don't give a fuck\nAnd say she took that dick"
    ],
    "Release date": "June 19, 2019",
    "Title": "BAPS",
    "Artist": "Trina"
}