{
    "Lyrics": [
        "\nFuck love, what's that?\nYou fuckin' round, then coming back\nNo time for games, I've got a plane to catch\nI don't want the ring if it ain't meant\nI'm tryna make this love thing work\nNext minute I'd be thinking you've got a curve\nThis nigga got nerve, tryna play me for a bird\nI don't want this shit, you can keep that purse\nYou can keep that whip, you can have that bitch\nYou'll never find another 10-caramel skin with the right tan\nI don't fuck with the hype man\nSo stop hyping shit like it's still the first night, damn\nBeing being that you hit it, 'bout 100 times\nFrom the room to the kitchen like one more round\nWhen I used to the dishes you was all up in it\nNow you wanna act different\n\n\nYou're tryna give a nigga tough love\nBut shawty know I give enough love\nSo mama if you keep this up love\nThen you gon' have me saying \"fuck love, fuck love\"\nFuck love, fuck love, fuck love\nGirl you have me saying \"fuck love\"\nFuck love, fuck love\nGirl you have me saying\n\n\nHold up! Hold up! Hold up!\nAll these rich niggas know me\nI was in the benz, so drop drop\nA hundred bands on a trophy\nTalking 'bout who you want I'm in the new Leron\nAnd this king size is where you belong\nAnd we argued until you was wrong\nAnd I fucked around and tried to lose it all\nBut I-I showed up right back here\nLate night for the night cap here\nTake flight for the night back here\nFuck around and get it right back here\nNo one calling up, no one calling up\nCause you gon' follow us\nCause when you fuck with me\nYou know what's all enough\n\n\nYou're tryna give a nigga tough love\nBut shawty know I give enough love\nSo mama if you keep this up love\nThen you gon' have me saying \"fuck love, fuck love\"\nFuck love, fuck love, fuck love\nGirl you have me saying \"fuck love\"\nFuck love, fuck love\nGirl you have me saying\n\n\nAll that I want is you\nCan't let you go, can't waste my time\nPlease don't you tease it\nCause all that I've got to tell you\nIs that all I want is you"
    ],
    "Release date": "September 16, 2014",
    "Title": "Fuck Love",
    "Artist": "Trina"
}