{
    "Lyrics": [
        "\nSmooth: You got that good hair too\nWilliam Douglas Street: You like what?\nSmooth: I like girls with that light complexion on them\nStreet: You're a moron\nSmooth: I can't help it\nStreet: What? Being a moron\nSmooth: Yeah that too\nStreet: You're the first one out there with a dashiki talking that crap\nSmooth: I'm a victim -\nStreet: \"Good hair.\" Nigga you so brainwashed\nSmooth: I'm a victim brother\nStreet: You're a 'victim'\nSmooth: I'm a victim of 400 years of conditioning\nStreet: Shut up\nSmooth: The Man has programmed my conditioning\nStreet: Mhm\nSmooth: Even my conditioning has been conditioned\n\n\nBut most of yall brothers\nCame from your mothers\nLooking all sweet (Black Star keep shining)\nAnd be like yo, let me ask you somethin\nI wanna know, I wanna know who you are\n\n\nBrown skin lady, hey hey\nYes\nWhere you goin'\nThis goes to the brown skin ladies yo\nBrown skin lady\nIndigenous women of the planet Earth\nWhat you doin?\nGivin' birth to the brown skin ladies first\nBrown skin lady\nFor what it's worth, from me to you\nHow do you feel?\nFrom me to you, watchin' you\n\n\nI like the way you walk, when you walk on by\nI like the, I like the, I like the, I like the way you walk\nI like the way you move, when you do that dance\nYes, I like the way you move\nI like the way you walk, when you walk on by\nI like the, I like the, I like the, I like the way you walk\nI like the way you move, when you do that dance\nPlease, won't you do that dance\n\n\nAnd everybody on the avenue I know, when they see her say\nEverybody on the avenue I know, when they see her say\nThere she is\n\n\nFresher than Tony Rebel's vegetables at African street festivals\nWhere incredible women is, plentiful\nOver the years I met a few, none of them compare to you\nPreparing you to make fruit bearable, somethin terrible, let's see:\nYou fruitful, beautiful, smart, lovable, huggable\nDoable like art, suitable to be part\nOf my life, Coppertone owe you copyright infringement, pay\nYou been this tan since way back in the day\nIt's like I'm standin there you know appreciatin God's design\nAnd then you showed up, it's like you read my mind\nDAMN SHE'S FINE, I think I add the R-E, in front of that\nAnd see if she D, to get, with a cat like me\n\n\nI like the way you walk, when you walk on by\nI like the, I like the, I like the, I like the way you walk\nI like the way you move, when you do that dance\nYes, I like the way you move\nI like the way you walk, when you walk on by\nI like the, I like the, I like the, I like the way you walk\nI like the way you move, when you do that dance\nPlease, won't you do that dance\n\n\nAnd everybody on the avenue I know, when they see her say\nEverybody on the avenue I know, when they see her say\nThere she is\n\n\nOoooh! Damn baby girl, look at you!\nComin on the block lookin fresh and brand new\nOoooh! Headwrap cover your hairdo\nPretty feet peekin through open-toed shoe\nOoooh! No limit to what I would do\nMake love to you like long interview\nWhooh! Is she for real, me like you\nGood look champion, win the title\nTrue, many man try invite you\nShot down lyric each time they cyph' you\nJewel, what man, ya get born inside zoo?\nFeet they walk way and just let she pass through\nOoooh! Can't be a next one like you\nFamous like tapes made by DJ Clue\nI tighten up my game as I approach you\nYo check her she the nectar the bee get close to\n\n\n\n\nI don't get many compliments, but I am confident\nUsed to have a complex about, gettin too complex\nYou got me, willin to try, looked me in the eye\nMy head is still in the sky, since you walked on by\nI'm feelin high, got my imagination flickerin like hot flames\nIt's how it seems, you make me wanna ride the Coltrane to A Love Supreme\nMy brown lady, creates environments, for\nHappy brown babies, I know it sounds crazy\nBut your skin's the inspiration for cocoa butter\nYou provoke a brother we should get to know one another\nI discover when I bring you through my people say TRUE\nAll I can say, Is all praise due I thank you God for a beauty like you\n\n\nBrown skin lady, hey hey\nYes\nWhere you goin'\nThis goes to the brown skin ladies yo\nBrown skin lady\nIndigenous women of the planet Earth\nWhat you doin?\nGivin' birth to the brown skin ladies first\nBrown skin lady\nFor what it's worth, from me to you\nHow do you feel?\nFrom me to you, watchin' you\n\n\nI like the way you walk, when you walk on by\nI like the, I like the, I like the, I like the way you walk\nI like the way you move, when you do that dance\nYes, I like the way you move\nI like the way you walk, when you walk on by\nI like the, I like the, I like the, I like the way you walk\nI like the way you move, when you do that dance\nPlease, won't you do that dance\n\n\nAnd everybody on the avenue I know, when they see her say\nEverybody on the avenue I know, when they see her say\nThere she is\n\n\nShe's a brown skinned lady\nSuch a brown skinned lady\nShe's a brown skinned lady\nShe's a brown skinned lady\nShe's a brown skinned lady\nShe's a brown skinned lady\n\n\nBaby, what you mean you don't think you look good?\nYou know what some people put themselves through\nTo look just like you?\nDark stocking, high heels, lipstick, alla that\nYou know what?\nWithout makeup you're beautiful\nWhatcha you need to paint the next face for\nWe're not dealin with the European standard of beauty tonight\nTurn off the TV, put the magazine away\nIn the mirror tell me what you see\nSee the evidence of divine presence\nWomen in the, Caribbean, they got the, golden sun\nI know women on the continent got it\nNigeria and Ghana, you know they got it\nTanzania, Zambia and Mozambique\nAnd Botswana, to let it speak\nHow 'bout Latinas, Colombianas\nCubanas, Dominicanas, Tahinians\nOf course the Brooklyn women walk that walk\nAnd the Bronx women walk that walk\nHonies from Queens walk that walk\nNYC, ATL, LA, Cincinnati, the Bay Area\nGot the cocoa butter brown skinned ladies doing their thing in\nLondon and Paris, cocoa butter brown sk..."
    ],
    "Release date": "September 29, 1998",
    "Title": "Brown Skin Lady",
    "Artist": "Black Star"
}