{
    "Lyrics": [
        "\nAnother night, slips away\nIn other words, I should say\nThere are no words, you should say\nThere are no words\nAnother night, slips away\nIn other words, I should say\nThere are no words, you should say\nThere are no words\nMs. Hill, you got skills, that's a gift, it's real\nGet ill, what you spit got the power to uplift the heel\n\n\nI wish I could talk to Lauryn\nI mean excuse me, Ms. Hill\nAnd let her know how much we love her is real\nThe industry was beating her up\nThen those demons started eating her up\nShe need a savior that'll bleed in a cup, yup\nWe used to kick it in the salad days\nWhen she look at me like she ain't know me when she see me nowadays\nI nod, she nod back, that's how it stay\nHer songs still better than anything out than \"Hot\" or \"Power\" play\nRemember how they accused her of saying, he did her album without help\nThen she went to Rome to sing and tell the Pope about herself\nJust after she left the Fugees, started rolling with the Marleys\nGot back with her crew at Dave Chapelle's Block Party\nShe made songs about Zion and trying to be faithful\nTook Black Star on tour in Europe, I was so grateful\nSpeaking for myself but I'm sure I could speak for Dante\nI got to watch a show with Nina Simone and Harry Belafonte\nWe used to chill at Nkiru, her moms was a customer\nShe used to love to buy the books by Octavia Butler\nParable of the Sower, the main character's name was Lauren\nWhat the album did for black girls' self-esteem was so important\nI got concerned when she got sick on the road\nShe ain't healthy, I'm a brother\nAnd I wish that I could pick up the load, but no\n\n\nAnother night, slips away\nIn other words, I should say\nThere are no words, you should say\nThere are no words\nAnother night, slips away\nIn other words, I should say\nThere are no words, you should say\nThere are no words\nMs. Hill, you got skills, that's a gift, it's real\nGet ill, what you spit got the power to uplift the heel\n\n\nGot your assistant on the the phone, \"I need to talk to Lauryn\"\nAnd I wanna walk through the storm, and I could be the umbrella when the rain is pouring\nPlease, this no disrespect to whoever your man is, though\nThis relationship is strictly music like D'Angelo\nI know you hate Babylon, and wanna see it fall\nBut they won't let you read your poem at the BET awards\nYou give us hope, you give us faith, you the one\nThey don't like what you got to say\nBut still they beg you to come, whoa\nNow that's powerful sis, it's black power\nWe get money, keep our eyes on the final hour\nAnd no I ain't saying you Christ, that would be sacrilegious right?\nBut you can blow and you nice, sisters them raps is vicious\nThe raps the sisters recite with their black fist up\nThe devil's last wish is a queen that rise past bitches\nWe used to read Francis Crest or anything\nBy Third World Press impressed\nBut what the power of the word suggest\nHatched ideas in our heads like birds in the nest\nYou gave birth to a new sound like Donda West, yes\nShould I be saying all of this while the mic is on?\nI might as well let it out because one day I might be gone\nI write this song and hope you feel how much we love you\nAnd you play it, cause I really ain't got the words to say it\nBut yo\n\n\nAnother night, slips away\nIn other words, I should say\nThere are no words, you should say\nThere are no words\nAnother night, slips away\nIn other words, I should say\nThere are no words, you should say\nThere are no words\nMs. Hill, you got skills, that's a gift, it's real\nGet ill, what you spit got the power to uplift the heel"
    ],
    "Release date": "November 22, 2005",
    "Title": "Ms. Hill",
    "Artist": "Talib Kweli"
}