{
    "Lyrics": [
        "\nHaha\nAgainst the canvas of the night appears a curious celestial phenomenon, called Black Star, but what is it?\nBlack people unite and let's all get down\nWe got to have what? We got to have that love\n\n\nWhat is the Black Star?\nIs it the cat with the black shades, the black car?\nIs it shinin' from very far, to where you are?\nIt is commonplace and different\nIntimate and distant, fresher than an infant\nBlack, my family thick like that-strap molasses\nStar on the rise, in the eyes of the masses\nBlack is the color of my true love's hair\nStars are bright, shining, hot balls of air\nBlack like my baby girl's stare\nBlack like the veil that the Muslimina wear\nBlack like the planet that they fear, why they scared?\nBlack like the slave ship belly that brought us here\nBlack like the cheeks that are roadways for tears (Mm)\nThat leave black faces well traveled with years\nBlack like assassin crosshairs\nBlacker than my granddaddy armchair\nHe never really got no time to chill there\n'Cause this life is warfare, warfare\nDeep on the front lines, the Blacks is all there\nBlack like the perception of who on welfare\nBlack like faces at the bottom of the well\nI've been there before\nTo bring the light and heat it up like la cocina\nMake without imagine happen but maybe I'm just a dreamer\nI love rocking tracks like John Coltrane love Naima\nLike the student love the teacher\nLike the prophet love Khadija\nLike I love my baby' features\nLike the Creator love all creatures\nWho are knowledge, truth, and peace seekers\nWe on point like heatseekers\nTargetting the black marketing strategists\nRun up on em with the heaters\nEverybody followin' with no leaders\nFeelin like we killin' ourselves because I know they can't defeat us\nIt don't stop 'til we complete this, keep this fly\nThere's so much to life when you just stay Black and die\nBlacker than the nighttime sky of Bed-Stuy in July\nBlacker than the seed in the blackberry pie\nBlacker than the middle of my eye\nBlack like Fela man cry\nSome man wan' ask, \"Who am I?\"\nI simply reply, \"The U.N.I.-V.E.R.S.A.L. Magnetic\"\nWork to respect the angelic (Ugh!)\nClimb the mountain top and tell it 'til the valley's enveloped\nYou're full of big chat but you nah know me\nI'm dark like the side of the moon you don't see\nWhen the moon shine newly\nYou know who else is a Black Star? (Who?) Me\n\n\nYou know who else is a Black Star? (Who?) Me\nYou know who else is a Black Star? (Who?) We\n(And we) Be shinin' and shinin', when we rhymin' and rhymin'\nWe be shinin' and shinin', when we rhymin' and rhymin'\nNow everybody hop on the one, the sounds of the two\nIt's the third eye vision, five side dimension\nThe 8th Light is gon' shine bright tonight\nIt's the third eye vision, five side dimension\n\n\nYou know the light come from the dark\nThe other way is ass-backwards\nIt's absurd, make you wanna crow like a blackbird\nThat's right, you livin' from your first day to your last night\nSometimes you show your ass like lint on your clothes\nWhen you froze in the black light, dead that\nBefore you get your head wrapped like Badu\nWe see through your voodoo\nJust like Eve's Bayou, you dealin' with that black magic\nTry to civilize you, not walk on by you\nLike Sybil lies do, get you blacklisted, it'll\nBe unlucky for you like a black cat, a panther\nRevolution is the answer; that's what we need\nGreed plague my people like the cancer; true, indeed\n\n\nNow, Black people unite, and let's all get down\nNow everybody hop on the one, the sounds of the two\nIt's the third-eye vision, five-side dimension\nThe 8th light is gon' shine bright tonight (Uh, uh, uh)\nEverybody hop on the one, the sounds of the two\nIt's the third-eye vision, five-side dimension\nThe 8th light is gon' shine bright tonight\nIt's the third-eye vision, five-side dimension\nEqualing up to eight, light shine bright\n\n\nIt's the Black (3:18) right there!"
    ],
    "Release date": "August 26, 1998",
    "Title": "Astronomy (8th Light)",
    "Artist": "Black Star"
}