{
    "Lyrics": [
        "\nSo many emcees focusin' on black people extermination\nWe keep it balanced with that (knowledge of self), determination\nIt's hot, we be blowin' the spots, with conversations\nC'mon let's smooth it out like Soul Sensation\nWe in the house like Japanese in Japan, or Koreans in Korea\nHead to Philly and free Mumia with the Kujichagulia (True)\nSingin' is swingin' and writin' is fightin', but what\nThey writin' got us clashin' like titans it's not excitin'\n(No question), bein' a black man is demandin'\nThe fire's in my eyes and the flames need fannin'\n(The fire's in my eyes and the flames need fannin')\n(The fire's in my eyes and the flames need fannin')\n\n\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\n\n\nThings I say and do, may not come quite through\nMy words may not convey just what I'm feelin'\n\n\nYes yes come on, yes yes\nKnowledge of self is like (life after death)\nWith that you never worry about your last breath\nDeath comes, that's how I'm livin', it's the next days\nThe flesh goes underground, the book of life, flip the page\nYo they askin' me how old, we (livin' the same age)\nI feel the rage of a million niggas (locked inside a cage)\nAt exactly which point do you start to realize\nThat (life without knowledge is death in disguise?)\nThat's why, knowledge of self is like life after death\nApply it, to your life, let destiny manifest\nDifferent day, same confusion, (we're gonna take this\nHip-hop shit and keep it movin'), shed a little light\nNow y'all bloomin' like a flower with the power of the evident\nVoices and drums original instruments\nIn the flesh presently presentin' my representation\n\n\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\n\n\nThings I say and do, may not come quite through\nMy words may not convey just what I'm feelin'\nThings I say and do, may not come quite through\nMy words may not convey just what I'm feelin'\n\n\nThe most important time in history is, (now), the present\nSo count your blessings cause time can't define the essence\nBut you stressin' over time and you follow the Roman calendar\n(These people into cloning like Gattaca), you can bet\nThey tryin' to lock you down like Attica, (the African diaspora\nRepresents strength in numbers), a giant can't slumber forever\nI know you gotta get that cheddar whatever\nAiyyo I heard you twice the first time money, get it together\nYou must be history, you repeatin' yourself out of the pages\nYou keepin' yourself depleatin' your spiritual wealth\nThat quick cash'll get your ass quick fast in (houses of detention)\nInner-city concentration camps where no one pays attention\nOr mentions the ascension of death, (till nothing's left)\nThe young, gifted and Black are (sprung addicted to crack)\nAll my people where y'all at cause, y'all ain't here\nAnd your hero's using your mind as a canvas to paint fear\nWith broad brush strokes and tales of incarceration\nYou get out of jail with that (knowledge of self determination)\nStand in ovation, because you put the hue in human\nCause and effect, effect everything you do\nAnd that's why I got (love in the face of hate)\nHands steady so the lines in the mental illustration is straight\nThe thought you had (don't even contemplate)\nInfinite like figure eight there's no escape\n\n\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\nWith that what? (Knowledge of self) determination\n\n\nThings I say and do, may not come quite through\nMy words may not convey just what I'm feelin'\nThings I say and do, may not come quite through\nMy words may not convey just what I'm feelin'\n\n(This the funky singing by Miss Vinia Mojica\nThis the funky singing by Miss Vinia Mojica\nKnowledge of self)\n\nThings I say and do, may not come quite through\nMy words may not convey just what I'm feelin'\nWhat I'm feelin, what I'm feelin, ooooh, what I'm feelin'"
    ],
    "Release date": "September 29, 1998",
    "Title": "K.O.S. (Determination)",
    "Artist": "Black Star"
}