{
    "Lyrics": [
        "\nYeah, woo, yeah, skrrt\nM-M-M-Murda\n\n\nMotorsport, yeah, put that thing in sport (Skrrt, skrrt)\nShawty bad (Bad), pop her like a cork (Pop it)\nYou a dork, never been a sport (Dork, yeah)\nPull up, woo, woo, jumpin' out the court (Jump)\nCotton candy (Drink), my cup tastes like the fair (Cotton)\nStraight up there (Where?), we didn't take the stairs (Where?)\nFaced my fears (My fears), gave my mama tears (Mama)\nShiftin' gears (Shift), on the Nawf, get serious (Serious)\n\n\nFace all your fears, then get at me\nHit so many donuts on them backstreets\nSit so high in the nosebleeds (Yeah)\nFeel like I can fly, yeah\nXans, Perky, check (Yeah), Bill Belichick\nTake the air out the ball (Ooh), just so I can flex\nTake the air out the mall, walk in with the sacks\nTake the air out your broad (Hey), now she can't go back (E)\nXans, Perky, check (Yeah), Bill Belichick\nTake the air out the ball (Yeah), just so I can flex\nTake the air out the mall (Hey), walk in with the sacks\nTake the air out your broad (Woo, woo, woo, E)\n\n\nOffset!\nUh, the coupe came imported (Hey)\nThis season's Off-White come in snorted (White)\nGreen Lamborghini a tortoise (Lambo)\nNo human being, I'm immortal (No)\nPatek and A.P. full of water (Patek)\nHundred K, I spend on my señora (Racks)\nMy pinky on margarine, butter (Margarine)\nAnd my ears got McDonald's nuggets (Ayy)\nSoon, as I land on the Lear (Whew)\nPiguets, they wet, tears ('Guets)\n488, hit the gears (488)\nSuicide doors, Britney Spears\nI'm boujee, so, bitch, don't get near (Boujee)\nCriss Angel, make dope disappear (Voilà)\nHit the gas, it got flames out the rears (Skrrt)\nIt's a race to the bag, get the mills (Hey)\n\n\nRide the dick like a BMX\nNo nigga wanna be my ex (No)\nI love when he go on tour\n'Cause he cums more, when I see him less\nI get up set off\nI turn Offset on\nI told him the other day\nMan, we should sell that porn\nYeah, Cardi B, I'm back, bitches\nI don't wanna hear I'm actin' different (Yeah)\nSame lips that be talkin' 'bout me\nIs the same lips that be ass kissin'\nThese hoes ain't what they say they are\nAnd their pussy stank, they catfishin'\nSame hoes that was sendin' shots\nThey reachin' out like they back itchin' (Whoo)\nWhy would I hop in some beef (Why?)\nWhen I could just hop in a Porsche?\nYou heard she gon' do what from who?\nThat's not a reliable source, no\nSo tell me, have you seen her?\nLet me wrap my weave up\nI'm the trap Selena\n¡Dame más gasolina! Skrrt!\n\n\nMotorsport, yeah, put that thing in sport (Skrrt, skrrt)\nShawty bad (Bad), pop her like a cork (Pop it)\nYou a dork, never been a sport (Dork, yeah)\nPull up, woo, woo, jumpin' out the court (Jump)\n\n\nUh, yo, watch your man, then you should watch your mouth\nBitches is pressed, administer mouth to mouth\nYou see them stats, you know what I am about\nI am the champ, I'm Iron Mike in a bout\nAttention, I'ma need you to face front\nYou don't want smoke with me, this is a laced blunt\nRap's Jackie Chan, we ain't pullin' them fake stunts\nMy crown won't fit on your bum-ass lace fronts (Uh)\nYou bitches catchin' a fade, shout out my nigga Lil Boosie\nAll of your friends'll be dead, you can get hit with that Uzi\nI call him Ricky, he say he love me like Lucy\nGet you a straw nigga, you know this pussy is juicy\nThis Givenchy is custom made, now you can't get it at Saks though\nI don't work in no office, but they copyin' and that's facts though\nI ain't tryna be violent, but if Nicki on it, it slaps, ho\nGet you lined for that paper like a loose leaf when that strap blow\nI'm with a couple bad bitches that'll rip the party\nIf Quavo the QB, I'm Nick Lombardi\nPull up in the space coupe, I done linked with Marty\nI can actually afford to get a pink Bugatti\n\"Ayo, Nick, didn't you just do a hit with Gotti?\"\nThat too, but my niggas send hits like Gotti\nIt's a wrap, like the things on the head of a Saudi\nBitch, you my son, go and sit on the potty (Rrrrrr)\n\n\nBrand new Chanels (Chanels)\nI scuffed 'em runnin' from 12 (12)\nAin't make no commitment with none of you bitches\n'Cause money is treatin' me well (Uh-uh)\nIf Nicki should show me her titty\nRight hand on the Bible, I swear I won't tell (Swear)\nIf I get to play with that kitty\nI wonder how many platinums we gon' sell (Albums)\nPop a Perc and catch a feel (I pop one)\nNow I cannot feel the wheel (Woah)\nMy chest bad, give me chills (Ice)\nAnd the left hand on Richard Mille (Ice)\nNot the watch, but the price on the ice\nIf you don't know what that is (Huh)\nMotorsport, motorville\nAbort the mission, that's a kill (Pew, pew, brrr)\n\n\nMotorsport, yeah, put that thing in sport (Skrrt, skrrt)\nShawty bad (Bad), pop her like a cork (Pop it)\nYou a dork, never been a sport (Dork, yeah)\nPull up, woo, woo, jumpin' out the court (Jump)\nCotton candy (Drink), my cup tastes like the fair (Cotton)\nStraight up there (Where?), we didn't take the stairs (Where?)\nFaced my fears (My fears), gave my mama tears (Mama)\nShiftin' gears (Shift), on the Nawf, get serious (Serious)\n\n\nGirl, yeah, yeah, I wish my grandma could see me (Grandma)\nTake away pain, ain't easy (Pain)\nThat's why I fire up a bleezy (Fire)\nNiggas not cappin' this season"
    ],
    "Release date": "October 27, 2017",
    "Title": "MotorSport",
    "Artist": "Migos, Nicki Minaj & Cardi B"
}