{
    "Lyrics": [
        "\nDrugs got me sweatin', but the room gettin' colder\nLookin' at the devil and the angel on my shoulder\nWill I die tonight? I don't know, is it over?\nLookin' for my next high, I'm lookin' for closure\n\n\nLean with me, pop with me\nGet high with me if you rock with me\nSmoke with me, drink with me\nFucked up liver with some bad kidneys\nLean with me, pop with me\nGet high with me if you rock with me\nSmoke with me, drink with me\nFucked up liver with some bad kidneys\n\n\nTold her if I die, I'ma die young\nEvery day I've been gettin' fucked up\nFinally know the difference between love and drugs\nShawty tell me I should really sober up\nThis shit ain't fiction, it's too real, too real\nFuck one dose, I need two pills, two pills\nI'm lookin' for trouble so I know I'm gonna find it\nRing, ring, plug hit my phone, perfect timin'\nI know I'm not right\nBut I'm not wrong, no, I'm not wrong\nGirl, you hate it when I'm too high\nBut that's where I belong, where I belong\n\n\nLean with me, pop with me\nGet high with me if you rock with me\nSmoke with me, drink with me\nFucked up liver with some bad kidneys\nLean with me, pop with me\nGet high with me if you rock with me\nSmoke with me, drink with me\nFucked up liver with some bad kidneys\n\n\nEyes red, no Visine\nCrashed the Mustang, no Saleen\nYeah, I love beans, yeah, I love lean\nI laugh when they ask if my piss clean\nHuh, smoke with me, huh, pop with me, huh\nAyy, Gucci store, come and shop with me\nIf I overdose, bae, are you gon' drop with me?\nI don't even wanna think about that right now\nLet's get too high, reach a new height\nTake the shrooms and the pills at the same time\nWent to Hollywood thrills from the street life\nTook too many drugs, now I don't feel right\n\n\nLean with me, pop with me\nGet high with me if you rock with me\nSmoke with me, drink with me\nFucked up liver with some bad kidneys\nLean with me, pop with me\nGet high with me if you rock with me\nSmoke with me, drink with me\nFucked up liver with some bad kidneys (Bad kidneys)\n\n\nOh-oh\nOh-oh-oh\nOh-oh-oh"
    ],
    "Release date": "May 22, 2018",
    "Title": "Lean Wit Me",
    "Artist": "Juice WRLD"
}