{
    "Lyrics": [
        "\nOoh I don't need y'all either\nOoh don't wanna talk about it\nOoh like I don't, like I don't know nobody\nLike I don't know nobody\nI guess I don't\nOh you mad, huh?\nOh you mad, huh?\nOh you mad, huh?\n\n\nUh-oh, uh-oh, she gon' be mad right? Ain't that too bad, right?\nWanna catch that cab, right? Take back that bag, right?\nI guess that she just gon' go buy herself that purse, that purse\nI guess that she just gon' go swipe, buy her self-worth, that’s cold\nNow I'm the villain, nah really I'm just chillin'\nTryna stack these 20s, 50s, hundreds, millions, to the ceilin'\nMary, Mary all I need: pussy, money, weed\nAnd all my women in doubles, I'm at the DoubleTree\nAll I hear hoes callin' out wildin', on the road like every day\nWe everywhere, any day and anywhere that the money say\nNo questions, no questions please, just on your knees\nBlow, don't sneeze, bitch shut up, don't breathe\nGasp, on the gas, 'til I crash, autopsy said that nigga mashed\nAll praise to Allah, not Ramadan but these bitches fast\nFuck in the party, pull up her skirt, then skrrr\nWho her? I forgot her name\n\n\nOoh like I don't, like I don't know nobody\nOoh like I don't, like I don't know nobody\nOoh like, ooh like I don't know nobody\nLike I don't know nobody, like I don't know nobody\nOh you mad, huh?\nI guess I don't\nOh you mad, huh?\nOh you mad, huh?\nOh you mad, huh?\n\n\nThere go another lawsuit\nIn court so much, man I should've went to law school\nEverybody brawlin', it was all cool\n'Til I hit the bartender with the barstool\nI don't fuck with fake dudes wearin' fake Trues\nI just talked to 2 Chainz and he said, \"TRUUU!\"\nI feel like MJ, I'm in his shoes\nI'm talkin' Montell Jordan, this is how we do\nBust a nigga head and then I lay low\nThese niggas ass-water, get the Drano\nShe ain't really bad, she a photo thot\nI should hire this bitch, she so damn good at Photoshop\nThat Lexapro got me drowsy, then a heart attack\nI think they finally think got me where they want me at\nI got 700 emails in my inbox\nWhat that mean? I ain't callin' nobody back\n\n\nOoh like I don't, like I don't know nobody\nOoh like I don't, like I don't know nobody\nOoh like, ooh like I don't know nobody\nLike I don't know nobody, like I don't know nobody\nI guess I don't\nOh you mad, huh?\nOh you mad, huh?\nOh you mad, huh?\n\n\nI be catchin' too many stares this evening\nGod-fearin' but God knows I'm on a roll\nAt the Louvre in Paris, still be on the block like the corner store\nAin't my fault you ain't the man, made a plan, man it was planned\nThey sleeping on me like long flights, I pop a Xan on the way to France\nPaparazzi like, \"Oh that's him!\", pour that gin, let's get faded\nDrinkin' like it's no tomorrow, what's today? I'm in the Matrix\nHater, please let me live my life, swear to God I be tryna do right\nBut if she bad I might hit a bitch in the elevator like Ray Rice\nUh, y'all pay the price, I pay the difference, it's just different\nSAVEMONEY, ain't nothin' different, gunshots and jumpin' fences\nHold on, I'm tryna get loose, please don't get shit confused\nAsk Don C, I've been lit, this 'Ye shit just lit the fuse\nNow I'm on fire, everybody go quiet (shh)\nLike where was you last week? My nigga the fuck was you hidin'?\nLike I was laying on my arm, I'm on my side\nSouth side, I'm down to start a riot\n\n\nOoh like I don't, like I don't know nobody\nOoh like I don't, like I don't know nobody\nOoh like, ooh like I don't know nobody\nLike I don't know nobody, like I don't know nobody\nOh you mad, huh?\nI guess I don't\nOh you mad, huh?\nOh you mad, huh?\nOh you mad, huh?\n\n"
    ],
    "Release date": "March 3, 2015",
    "Title": "U Mad",
    "Artist": "Vic Mensa"
}