{
    "Lyrics": [
        "\nCam, whattup bro?\nRest in peace Killa Cam\n\n\nI been smokin' that can't you tell, I'm high as hell\nHide my pain, but I hide it well, die for thinkin' like Galileo\nPosted with my homies, brosky rollin' OZs\nHope this stogie that we smoking help me fake forget I'm lonely\nLonely Massachusetts, on the road, no roadies\nWrote this song inside my notebook\nSmoke this Tunechi, think of Tony\nHe was only 20, took one in the tummy\nCaught a bullet to the backbone by the hand of his own homie\n\n\nHoly Jesus, holy holy\nHoly Jesus, holy holy\nHoly Jesus, holy holy\nHoly Jesus, holy holy\n\n\nWho can see the future? We may never know it\nSweets and kama sutra, swisher swisher would you blow it?\nWho can see the future? We may never know it\nSweets and kama sutra, swisher swisher would you blow it?\nIf the world ends tomorrow\nIf the world ends tomorrow, would you smoke with me?\nIf the world ends tomorrow\nIf the world ends tomorrow, would you smoke with me?\n\n\nCall your grandma, go light this L, go post bro bail\nHate to spend your last night in jail\nMake a plan and try to make amends\nOr maybe take a stand and tell how you feel\nSentimental recollection, revelation, resurrection, God, question\nWhat would people think about if I died?\nI wonder sometimes if this music I\nMake would keep me alive\nBut what if my tape never dropped or my album had flopped\nOr I stopped at a red light and a semi-truck ran into my ride\nWhat would my obituary column be?\nHow would they color me in the media? Wikipedia follow me\nWould you follow my failures or mail your family apologies?\nLike, sorry for your loss, like they the one that lost\nWell I'm watchin' from the side like a six man\nFeelin' like Marlon Wayans but without the white chicks man\nI remember when they killed Killa Cam on Stoney\nGot it tattooed on my wrist in memory of my big homie\n\n\nWho can see the future? We may never know it\nSweets and kama sutra, swisher swisher would you blow it?\nWho can see the future? We may never know it\nSweets and kama sutra, swisher swisher would you blow it?\nIf the world ends tomorrow\nIf the world ends tomorrow, would you smoke with me?\nIf the world ends tomorrow\nIf the world ends tomorrow, would you smoke with me?\n\n\nSee these the type of records make me think about Alori\nIt kills me inside we can't hear her side of the story\nI kept my Metro PCS with all of our text messages\nAs evidence that I was thinking holy matrimony\nHoly moly was I incorrect, chain smokin' cigarettes\nMy tee is wrinkled but the irony is that I'm so depressed\nAin't no gettin' over this, I just lost my everything\nMeanin' that even me breathing now is inhumane\nShe live through me until I die, this what love sound like\nI'm her baby boy, she my rib I'm always by her side\nGod, lend me my angel for a day or so\nI'd pack up all my sins in every L I blow and let 'em go\n\n\nWho can see the future? We may never know it\nSweets and kama sutra, swisher swisher would you blow it?\nWho can see the future? We may never know it\nSweets and kama sutra, swisher swisher would you blow it?\nIf the world ends tomorrow\nIf the world ends tomorrow, would you smoke with me?\nIf the world ends tomorrow\nIf the world ends tomorrow, would you smoke with me?\n\n\nMake your bed, play for dead, kill your enemies\nSmoke down, get drunk, have a party\nFall in love with you\nWonder if you still remember me\nOr would you just fade away?"
    ],
    "Release date": "September 30, 2013",
    "Title": "Holy Holy",
    "Artist": "Vic Mensa"
}