{
    "Lyrics": [
        "\nYeah, yeah, yeah, yeah\nThought you was coming over? Wake up\n\n\nLate night calls, feelin' slightly faded\nFree alcohol at the club, that shit's overrated\nCall up Liquor Locker (brrt brrt!), bring me apple vodka\nShawty, yeah, yeah, yeah, you know that I could do you proper\nPour you a drink, would you please\nStop fussin' with your Samsung?\nI call your bluff, why you playing?\nI ain’t that nigga to play games on\nNo, no, no, no, I could do you proper, proper\nI could do you proper, proper\nI love your conversation, usually I’m not the long talker, but this\n\n\nLiquor, liquor, liquor, liquor, liquor got me talkin', talkin'\nWay too much, way too much, way too much, way too much\nGot me textin', callin', it's 2:30 in the morning\nTryna wake you up, wake you up, where you at? Where you at?\nI might put a Uber on you, I might have to pull up on you\nPick you up, fuck you up, give you some of this liquor\nLiquor from the Liquor Locker have ya, have ya, have ya talking\nWay too much, way too much, way too much, whoa\n\n\nDon't listen to Kiara, she be talkin' crazy\nShe say I'm a savage, man, that bitch just be hatin'\nI just think you're worth it, oh, please don't take it personal\nBut by the way you talk, I know that I could do you proper\nPour you a drink, is it me, or is one of us romantic?\nDon't be so stiff, move your hips\nI ain't that nigga 'til you're dancin'\nI hope you know I can do you proper, proper\nLike I was a doctor, doctor\nThis is an emergency, hurry up, call the Liquor Locker, pour up the\n\n\nLiquor, liquor, liquor, liquor, liquor got me talkin', talkin'\nWay too much, way too much, way too much, way too much\nGot me textin', callin', it's 2:30 in the morning\nTryna wake you up, wake you up, where you at? Where you at?\nI might put a Uber on you, I might have to pull up on you\nPick you up, fuck you up, give you some of this\nLiquor from the Liquor Locker have ya, have ya, have ya talking\nWay too much, way too much, way too much, whoa\n\n\nDrinkin' Bombay 'til we all fucked up\nI was drinkin' Bombay 'til I had to throw up\nI was boolin' with a baddie from the Bay Area\nCouldn't make it up the stairs, had to get carried up, ay\nWay too much Adderall, I can't sleep now\nKush got my eyes low, can't see now\nOrange Tesla got me on ten right now\nIf I get her naked, I'mma sin right now\nCan I hit it proper? Fuck you real proper\nHave you screaming \"Papa\", yeah\nTouch all on your body, feelin' on your body\nFuck all on your body, yeah\nToo many drinks and all these drugs\nDone way too much, way too much, way too much\nSo please, get off your Samsung\nAnd let's do this while your man's gone, baby, yeah\n\n\nLiquor, liquor, liquor, liquor, liquor got me talkin', talkin'\nWay too much, way too much, way too much, way too much\nGot me textin', callin', it's 2:30 in the morning\nTryna wake you up, wake you up, where you at? Where you at?\nI might put a Uber on you, I might have to pull up on you\nPick you up, fuck you up, give you some of this\nLiquor from the Liquor Locker have ya, have ya, have ya talking\nWay too much, way too much, way too much, whoa\n\n\nOh oh oh oh oh-oh\nOh oh oh oh oh-oh\nOh oh oh oh oh-oh\nOh oh oh oh oh-oh\nOh oh oh oh oh-oh\nOh oh oh oh oh-oh\nOh oh oh oh oh-oh"
    ],
    "Release date": "June 3, 2016",
    "Title": "Liquor Locker",
    "Artist": "Vic Mensa"
}