{
    "Lyrics": [
        "\n\n\nIn my suitcase..\n\n\nIt's not a suitcase, more of a briefcase\nI be on binness, and my new place isn't a duplex\nMore of an escape, I been gone trippin'\nKiss the kids and kick the dogs, fix the dinner, fix the faucet\nWash the dish and wish for rain and when it pours make sure in the midst of all\nYou don't forget to call me to come back\nPardon me on that, I was too young\nYou was young too but uh, I was too young\nWhat you want me to say?  I'm a deadbeat dad, all the sex we had was my fault?\nThe checks she had wasn't enough to get by, it's my fault?\nI bought, a new suitcase, I be gone trippin'\nOnly briefly, probably wrong decision\nBut I can do it later if he got game, oh now he trippin'\nGot his own case, he dippin', run like your Pops, junior\n\n\nOut of state feels great but it's good to be home\nLookin' at the crib through the window\nSometimes the littlest things in life don't seem so big 'til you're grown\nTake it for granted, cement footsteps smoke rings rotate with the planet\nAnd the plan is spend it all before the market crash\n\"Oh Shit, red alert, panic!\"\nSomehow the fuel in the left wing leaked and we all went down\nAnd my seatbelt be tight enough to keep me wired up with a plane spiralin' off in the clouds\nAnd was lost in the dust but they scooped me up in a cup and dumped me off in a pile\nBlow me in the wind, over the mountain, would I owe my accountant?\nWhat if they only found my suitcase?  Would I be on Newsweek?\nWhat if I was a newlywed with a newborn of 2 weeks\nAnd my flight to the UK crashed in the Yukon\nAnd I woke up on a distant beach with a peach in my mouth\nSand in my hair, and no shoes on\nWhere am I?\n\n\nHit the road Jack, don't you come back no more, no more, no more...\nHit the road Jack, please come back one more, one more, one more\nIGH!\n\n\nEvery other day is a trip, another suitcase, ah\nFlying high with gray skies and my suitcase, been gone for 2 days, ah\nPacked my memories in the bag, inside my suitcase, take it to the UK\nSomewhere on the clouds, flying high in a dream"
    ],
    "Title": "Suitcase",
    "Artist": "Vic Mensa"
}