{
    "Lyrics": [
        "\nReady for the war we got our boots strapped\n100 deep on State Street, where the troops at?\nThe mayor lying saying he didn't see the video footage\nAnd everybody want to know where the truth at\nOn the Southside where it's no trauma centers but the most trauma\nA lot of cannons but you don't want no drama\nI can't imagine if it was my own mama\nGot her first born son stole from her\nHe never had a chance and we all know it's cause he black\nShot 'em 16 times, how fucked up is that?\nNow the police superintendent wanna double back\nCops speeding up to the block like a runnin' back\nTension is high, man these niggas is irate\nYou can see it in they eyes, they wanna violate\nScreaming out \"Oink oink! Bang bang! Gang gang! Gang gang!\nMurder murder!\" Murder they mind state\nI just made me a mil' and still militant\nThis ain't conscious rap, this shit ignorant, nigga, hair trigger\nAin't no fun when the rabbit got the gun\nWhen I cock back, police better run\n\n\n1, 2, 3, 4, 5, 6, 7, 8\n9, 10, 11, fuck 12\n1, 2, 3, 4, 5, 6, 7, 8\n9, 10, 11, fuck 12\n16 shots, and we buckin' back\n16 shots\n16 shots, and we buckin' back\n16 shots\n\n\nThey threw a little girl down on the pavement\nPushed her with the bike and said, \"Stay out the way, bitch\"\nShe was bleedin' on the ground through her braces\nThis is what happens when niggas don't  stay in their places\nThe mayor duckin' when he fired the superintendent\nBut resignation come with bonuses and recognition\nSo we gon' break in the stores on Magnificent Mile\nAnd if we gotta go, let's go to prison in style\nCops killin' kids and stayin' out of jail\nBut Bobby Shmurda can't even catch bail\nSo it's 1, 2, 3, 4, 5, 6\nNow I got everybody yellin' out, \"Fuck 12\"\n\n\n1, 2, 3, 4, 5, 6, 7, 8\n9, 10, 11, fuck 12\n1, 2, 3, 4, 5, 6, 7, 8\n9, 10, 11, fuck 12\n16 shots, and we buckin' back\n16 shots\n16 shots, and we buckin' back\n16 shots\n\n\nThere's a war on drugs, but the drugs keep winnin'\nThere's a war on guns, but the guns keep ringin'\n\n\nMe and Lord got a clip with an extendo\nAnd we rollin' with it, hangin' out the window\nWe on 16th ridin' by the police station\nWe might make a pork rind out of pig, bro\nSomebody tell these mothafuckas keep they hands off me\nI ain't a mothafuckin' slave, keep your chains off me\nYou better hope this 9 millimeter jam on me\nOr get blown, I hope you got your body cam turnt on\nFuck a black cop too, that's the same fight\nYou got a badge, bitch, but you still ain't white\nThis for Laquan on sight, when you see Van Dyke\nTell him I don't bring a knife to a gunfight\n\n\n1, 2, 3, 4, 5, 6, 7, 8\n9, 10, 11, fuck 12\n1, 2, 3, 4, 5, 6, 7, 8\n9, 10, 11, fuck 12\n16 shots, and we buckin' back\n16 shots\n16 shots, and we buckin' back\n16 shots\n\n\nThere's a war on drugs, but the drugs keep winnin'\nThere's a war on guns, but the guns keep ringin'\nSingin'\n\n\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\nMu-u-u-u-murderer, murderer\n\n\nThe video shows Laquan walking southbound down the middle of Pulaksi. There are squad cars visible in front of him and also squad cars behind him. The shooter's squad car is visible as it drives past Laquan. Two officers then exit that vehicle with their guns drawn. At that point, Laquan begins to look away from the officers at a southwest angle toward the sidewalk. When Laquan is about 12 to 15 feet away from the officers, the width of an entire lane of the southbound traffic. One officer begins shooting. Laquan immediately spins to the ground, and the video clearly shows that the officer continues to shoot Laquan, multiple times, as he lays in the street. 16 seconds pass from the time Laquan hits the ground, until the last visible puff of smoke rises from his torso area. An officer then approaches Laquan, stands over him and appears to shout something, as he kicks the knife out of his hand"
    ],
    "Release date": "June 3, 2016",
    "Title": "16 Shots",
    "Artist": "Vic Mensa"
}