{
    "Lyrics": [
        "\nGun 'em down (Bih, yeah)\nWith a .50 (Brr, bih, brr)\nGun 'em down (Uh)\nOh my God, huh (Uh)\nYa' dig? (Uh, hoo)\n9 9 9 shit, ayy (Hoo)\nWhen\n\n\nI'm in town (Yeah, uh)\nParty's goin' down (You dig? It's goin' down, hoo)\nShoot 'em down (Baow)\nWith a .50 round (You dig? A .50 round, hoo, ayy)\nRun the town (What?)\nBallin' hard, you outta bounds (You dig? Swish, ayy)\nSo much money, damn it, I forgot the count\n(Cash, cash, cash, you dig? Hoo)\nAyy, look at my bank account (You dig? Hoo)\nLook at the cash amount (Hoo, ooh, you dig?)\nI get the cash, I'm out (You dig? Yeah, hoo)\nI do the dash, I'm out (You dig? Yeah, hoo, ooh)\nLook at my bank account (You dig? Ooh)\nLook at the cash amount (You dig? Skrrt, uh)\nI get the cash, I'm out (Look, uh)\nI just be cashin' out (You dig? Skrr)\n\n\nWalk in that bitch and I'm faded, uh\nI fuck that bitch when I'm faded\nI got the M&M's (Millions), I called my mom, told her I made it\nYeah, mama, your son too famous (Yeah)\nHe on everybody playlist\nBut he's still armed and dangerous, he'll pop at a stranger\nSippin' lean, cliché, I still do it anyway\nRed or purple in a cup, which one shall I pick today, ayy, ayy?\nSippin' hard, gun on me, no need for bodyguard\nAim at your body parts, yeah, take off your body parts, yeah\nI'm swingin' when I'm off the ecstasy (Uh), that's a Molly park, yeah\nIron on me, hoo-hoo, that's a Tony Stark, yeah\nPourin' fours in a twenty ounce soda pop, yeah\nI'm O.C, three-gram wood full of OG (Huh)\nGive BM dick like Moby (Uh), gun make him flash, Adobe (Uh)\nPay up that cash, you owe me, yeah, huh, bitch, I need it\nMatter fact, fuck that shit, I'm rich, uh, you can keep it\nYeah (Bitch, woo, damn, yeah), damn\nRich niggas over here (They over here, huh), yeah\nBroke niggas over there (They over there, uh, hoo, uh)\nWhy is you over here? (Why?)\nGo over there (Go over, uh, go over, hoo, go over there, what?)\nYeah, yeah, yeah, yeah\n\n\nI'm in town (Yeah, uh)\nParty's goin' down (You dig? It's goin' down, hoo)\nShoot 'em down (Baow)\nWith a .50 round (You dig? A .50 round, hoo, ayy)\nRun the town (What?)\nBallin' hard, you out of bounds (You dig? Swish, ayy)\nSo much money, damn it\nI forgot the count (Cash, cash, cash, you dig? Hoo)\nAyy, look at my bank account (You dig? Hoo)\nLook at the cash amount (Hoo, ooh, you dig?)\nI get the cash, I'm out (Yeah, hoo)\nI do the dash, I'm out (You dig? Yeah, hoo, ooh)\nLook at my bank account (You dig? Ooh)\nLook at the cash amount (You dig? Skrrt, uh)\nI get the cash, I'm out (Look, uh)\nI just be cashin' out (You dig? Skrr)"
    ],
    "Release date": "October 15, 2018",
    "Title": "Armed & Dangerous",
    "Artist": "Juice WRLD"
}