{
    "Lyrics": [
        "\nWould you fuck me for free?\nAnother one (Another one, another one)\nWe the Best Music! (Music, music) Major Key! (Major Key)\nDJ Khaled!\n\n\nYeah, I go on and on\nCan't understand how I last so long\nI must have the superpowers\nLast 223 thousand hours\nAnd it's 'cause I'm off of CC\nAnd I'm off the Hennessy\nAnd like your boy from Compton said\nYou know this dick ain't free!\nI got girls that I shoulda made pay for it\nGot girls that I shoulda made wait for it\nI got girls that'll cancel a flight back home\nStay another day for it\nYou got attitude on na-na\nAnd your pussy on agua\nAnd your stomach on flat flat\nAnd your ass on what's that?\nAnd, yeah, I need it all right now\nLast year I had drama, girl not right now\nI was never gon' chat what we talkin' about\nYou the only one I know could fit it all in her...man\n\n\nI always wonder if you ask yourself (Ask yourself)\nIs it just me? (Just me)\nIs it just me?\nOr is this sex so good I shouldn't have to fuck for free?\nOh, is it just me?\nYeah, is it just me?\nOr is this sex so good I shouldn't have to...\n\n\nFuck for free\nI know you workin' day and night to get a college degree\nBet nobody that you've been with even know you a freak, right?\nYou know you only do that with me, right?\nYeah, double checkin' on you\nYou know I never put the pressure on you\nYou know that you make your own mind up\nYou knew what it was when you signed up\nNow you gotta run it up\nI be out of words, tryna sum it up\nGirl, you throw it back like one love\nEven let me slash on the tour bus\nYeah I talk to her but she don't do enough\nEven though you in the hood I'm still pullin' up\nDip, dip, straight to your doorstep\nThis the real thing, can you feel the force yet\n\n\nI always wonder if you ask yourself (Ask yourself)\nIs it just me? (Just me)\nIs it just me?\nOr is this sex so good I shouldn't have to fuck for free?\nOh, is it just me?\nYeah, is it just me?\nIs this sex so good I shouldn't have to...\nWould you fuck me for free?\n\n\nAnother one (Another one)\nThey don't want me to have another anthem\nSo I made sure I got another anthem (Anthem)\nIt's We The Best OVO\nSummers ours\nIt always has been\nDon't ever play yourself\nOne time for Future the Prince\nOne time for 40\nOne time for Drake\nYeah, another one\nBless up"
    ],
    "Release date": "June 3, 2016",
    "Title": "For Free",
    "Artist": "DJ Khaled"
}