{
    "Lyrics": [
        "\nPeople look at you strange, sayin' you changed\nLike you worked that hard to stay the same\nLike you doin' all this for a reason\nAnd what happens most of the time people change\nPeople change around you because\nThey startin' treatin' you different because of your success\n\n\nWe The Best Music\n(Zombie on the track)\nAnother one\n\n\nEver since a nigga hit the top (uh)\nPussy niggas wanna see me in a box (oh)\nThey don't love you no more\nThey don't love me no more\nThey don't love you no more\nDJ Khaled!\n\n\nShit ain't been the same since I came through in that hot shit\nThey gon' talk about you 'til you ain't got shit\nStill gon' talk about you when you got shit\nAll eyes on Meek, I'm on my Pac shit\nY'all rap niggas on some pop shit\nI've been duckin' paparazzi with a pop bitch\nGlock .30 in the cockpit\nSippin' dirty, conversatin' with the pilot\nNigga, you ain't seen it, I've been fuckin' up arenas\nI'm with double M, the genius\nWe the motherfuckin' meanest\nAnd the cleanest in a long time\nYou pussy niggas hatin' on me picked the wrong time\nLong line for a limp mink draggin', new bandwagon\nBlood drippin' on me lookin' like a nigga stabbed him\nI be on the money, bakin' soda in the cabinet\nPyrex, tryna whip a Rollie, makin' magic\nLaughin' at you fuck niggas gettin' madder\nIf I feel threatened, I'ma go and get a ladder\nAnd climb up your chest, nigga\nMotherfuck your vest, nigga\nMotherfuck your couch, I'm with Khaled, the best, nigga\n\n\nEver since a nigga hit the top (uh)\nPussy niggas wanna see me in a box (oh)\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, hey\nJewels gotta cop, coupes gotta drop\nShit startin' to change, so you startin' to change, nah\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, nah\nShould be your favorite, now you're just hatin'\nShit startin' to change, you want me to change, nah\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, nah\n\n\nBullet in the head, they wanna see my shirt red\nLive by the code, it's the only way to play it\nBenz or the Rolls, Mulsanne overrated\nHalf these niggas told, cut a deal, they'd take it\nPromise to never fold and the bonds still sacred\nHad to shake a couple niggas, everybody won't make it\nGod is the greatest as I'm prayin' in the latest\nX600 as I swerve, Little Haiti\nOu paka bat m'wen, sak pase!\nI'm bustin' out the sunroof, nigga, ¡andalé!\nMy money always comin', no, I'm never on pause\nThey bring it straight to your door if you a mothafuckin' boss\nLet's ride\n\n\nEver since a nigga hit the top (uh) (Maybach Music)\nPussy niggas wanna see me in a box (oh)\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, hey\nJewels gotta cop, coupes gotta drop\nShit startin' to change, so you startin' to change, nah\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, nah\nShould be your favorite, now you're just hatin'\nShit startin' to change, you want me to change, nah\nThey don't love you no more (they don't love you no more)\nThey don't love you no more\n\n\nHol' up, you ain't got love for me, my nigga?\nEver meet another nigga like me, my nigga?\nAre you sure? A nigga flip this shit like Jarl Borg\nA nigga did this shit, this hardcore\nIf you say it, guess it's true though, kudos, I mean but who knows?\nSalute to all the real niggas out there findin' the loopholes\nFuck all these fuck niggas, hate when niggas come up, igh!\nHopped off the plane, hit the helicopter (igh!)\nTell these crabs in the barrel we eatin' hella lobster (igh!)\nGot hella options, like a college team\nHit these bootleg niggas with the Heisman\nFuck the NCAA, nigga!\nLet a young nigga get paid, nigga!\nNiggas talkin' down on the crown\nWatch them niggas you 'round got you wound\nHaters wanna ball, let me tighten up my draw string\nWrong sport, boy, you know you soft as a lacrosse team\nRRRAAAAHHH!\n\n\nEver since a nigga hit the top (uh)\nPussy niggas wanna see me in a box (oh)\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, hey\nJewels gotta cop, coupes gotta drop\nShit startin' to change, so you startin' to change, nah\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, nah\nShould be your favorite, now you're just hatin'\nShit startin' to change, you want me to change, nah\nThey don't love you no more (they don't love you no more)\nThey don't love you no more, nah\n\n\nYou don't love me no more?!\nAll the shit I done for you\nYou don't love me no more?!"
    ],
    "Release date": "May 3, 2014",
    "Title": "They Don’t Love You No More",
    "Artist": "DJ Khaled"
}