{
    "Lyrics": [
        "\nOh my God, Ronny\n\n\nAyy, somebody grab him some clippers (Zzzzt)\nHis fuckin' beard is weird\nTough talk from a rapper payin' millions for security a year\n\"I think my dad's gone crazy,\" yeah, Hailie, you right\nDad's always mad cooped up in the studio, yellin' at the mic\nYou're sober and bored, huh? (I know)\n'Bout to be 46 years old, dog\nTalkin' 'bout \"I'ma call up Trick Trick\"\nMan, you sound like a bitch, bitch\nMan up and handle your shit (Ugh)\nMad about somethin' I said in 2012\nTook you six years and a surprise album just to come with a diss (Huh)\nHomie we get it, we know that you're the greatest rapper alive\nFuckin' dweeb, all you do is read the dictionary and stay inside\nFuck \"Rap God,\" I'm the Rap Devil\nComin' bare-faced with a black shovel\nLike the Armageddon when the smoke settle\nHis body next to this instrumental, I'm sayin'\n\n\nI'm sick of them sweatsuits and them corny hats, let's talk about it\nI'm sick of you bein' rich and you still mad, let's talk about it\nBoth of us single dads from the Midwest, we can talk about it\nOr we could get gully, I'll size up your body\nAnd put some white chalk around it (Ayy!)\n\n\nLet's talk about the fact you actually blackballed a rapper\nThat's twice as young as you (Let's talk about it)\nLet's call Sway\nAsk why I can't go on Shade 45 because of you (Brrt)\nLet's ask Interscope\nHow you had Paul Rosenberg tryin' to shelf me (Huh?)\nStill can't cover up the fact\nYour last four albums is as bad as your selfie\nNow tell me, what do you stand for? (What?)\nI know you can't stand yourself (No)\nTryin' to be the old you so bad, you Stan yourself (Ha)\nLet's leave all the beefin' to 50 (Please)\nEm, you're pushin' 50\nWhy you claimin' that I'ma call Puff?\nWhen you the one that called Diddy (Facts)\nThen you went and called Jimmy (Facts)\nThey conference called me in the morning (What?)\nThey told me you mad about a tweet\nYou wanted me to say sorry (What?)\nI swear to God I ain't believe him (Nah)\nPlease say it ain't so (No)\nThe big bad bully of the rap game can't take a fuckin' joke\nOh, you want some fuckin' smoke (What?)\nBut not literally, you'll choke\nYeah, I'll acknowledge you're the G.O.A.T\nBut I'm The Gunner, bitch, I got you in the scope (Brra!)\nDon't have a heart attack now (No)\nSomebody help your mans up (Help!)\nKnees weak of old age, The Real Slim Shady can't stand up!\n\n\nI'm sick of them sweatsuits and them corny hats, let's talk about it (Let's talk)\nI'm sick of you bein' rich and you still mad, let's talk about it (Let's talk)\nBoth of us single dads from the Midwest, we can talk about it (Haha)\nOr we could get gully, I'll size up your body\nAnd put some white chalk around it\n\n\nHello Marshall, my name's Colson\nYou should go back to Recovery (Wouh)\nI know your ego is hurtin'\nJust knowin' that all of your fans discovered me (Hi!)\nHe like, \"Damn, he a younger me\nExcept he dresses better and I'm ugly\nAlways making fun of me.\"\nStop all the thuggery, Marshall, you livin' in luxury (Ayy)\nLook what you done to me\nDropped an album just because of me\nDamn, you in love with me!\nYou got money but I'm hungry\nI like the diss but you won't say them lyrics out in front of me\nShout out to every rapper that's up under me\nKnow that I'll never do you like this fuckery\nStill bitter after everyone loves you\nPull that wedgie out your dungarees (Ayy)\nI gotta respect the OGs and I know most of 'em personally (Ayy!)\nBut you're just a bully actin' like a baby\nSo I gotta read you a nursery (Pussy)\nI'm the ghost of the future\nAnd you're just Ebenezer Scrooge (Facts)\nI said on Flex anyone could get it\nI ain't know it would be you\n\n\nI'm sick of them sweatsuits and them corny hats, let's talk about it (Let's talk)\nI'm sick of you bein' rich and you still mad, let's talk about it (Let's talk)\nBoth of us single dads from the Midwest, we can talk about it (Haha)\nOr we could get gully, I'll size up your body\nAnd put some white chalk around it\n\n\nAyy, ridin' shotty 'cause I gotta roll this dope\nIt's a fast road when your idols become your rivals, yeah\nNever hesitate to say it to your face, I'm a asshole\nBitch-ass motherfucker\nOh my God, Ronny\nFuck Kells!\n\n\nWe know you get nervous, Rabbit\nI see Mama's spaghetti all over your sweater\nI wish you would lose yourself on the records\nThat you made a decade ago, they were better\nAccordin' to them, you're a national treasure\nTo me, you're as soft as a feather\nThe type to be scared to ask Rihanna for her number\nJust hold her umbrella-ella-ella\n\"I'm not afraid,\" okay Oscar the Grouch, chill on the couch (Fuck)\nYou got an Oscar, damn\nCan anyone else get some food in their mouth? (For real)\nThey made a movie about you, you're in everybody's top ten\nYou're not getting better with time\nIt's fine, Eminem, put down the pen\nOr write an apology\nOver the simple fact, you had to diss to acknowledge me\nI am the prodigy\nHow could I even look up to you? You ain't as tall as me\n5'8\" and I'm 6'4\", seven punches hold your head still\nLast time you saw 8 Mile was at home on a treadmill\nYou were named after a candy\nI was named after a gangster (Brr!)\nAnd don't be a sucker and take my verse off of Yelawolf's album, thank you! (Thank you!)\nI just wanna feed my daughter\nYou tryna stop the money to support her\nYou the one always talkin' 'bout the action\nText me the addy, I'm pullin' up scrappin'\nAnd I'm by my fuckin' self, what's happenin'\nEST captain, salute me or shoot me\nThat's what he's gonna have to do to me\nWhen he realizes there ain't shit he could do to me\nEverybody always hated me, this isn't anything new to me\nYeah there's a difference between us\nI got all of my shit without Dre producin' me (Ayy!)\nI know you're not used to me\nUsually one of your disses should ruin me\nBut bitch I'm from Cleveland\nEverybody quiet this evenin', I'm readin' the eulogy (Shh!)\nDropped an album called Kamikaze\nSo that means he killed him\nAlready fucked one rapper's girl this week\nDon't make me call Kim!\n\n\nI'm sick of them sweatsuits and them corny hats, let's talk about it (Let's talk)\nI'm sick of you bein' rich and you still mad, let's talk about it (Let's talk)\nBoth of us single dads from the Midwest, we can talk about it (Haha)\nOr we could get gully, I'll size up your body\nAnd put some white chalk around it"
    ],
    "Release date": "September 3, 2018",
    "Title": "RAP DEVIL",
    "Artist": "Machine Gun Kelly"
}