{
    "Lyrics": [
        "\nTurn my vocals up, alright\n\n\nI wrote this song as a message for help\nOn behalf of anybody findin' their-self\nI wrote this letter to numb your pain\n'Cause everyday I wake up, I'm feelin' the same\nI got issues just like you got issues\nI've been hurt, I seen the scar tissue\nIf I showed you, would you run away?\nDo I gotta hide 'em for you to wanna stay?\nDo I, even need you? Should I leave you?\nDo I, gotta be you, just to please you?\nDo I, say I'm all good, when I bleed you\nThrough my heart? Quit tearin' mine apart\n\n\nI shout, I swear, I get angry, I get scared\nI fall, I break, I mess up, I make mistakes\nBut if you can't take me at my worst\nYou don't deserve me at my best\n\n\nGotta keep it goin', gotta keep my head up, uh\nGotta keep it goin', gotta keep my head up, uh\nI gotta keep it goin', gotta keep my head up\n'Cause life is about...\nAight check this out\n\n\nLife is about makin' mistakes\nIt's also about trying to be great\nDo not let failure scare you away\nI know you fed up, you fall, get up\nIt's all in us, I can speak about it 'cause I did it (true)\nLadies and gentlemen, here's the exhibit\nIt's my life, look a little closer, you can see the highlight\nGold ain't always golden but I told 'em\nLook at all the years I've been waitin' for a moment\nShed a lot of tears just to smile in the mornin'\nTell me could you love me? Tell me could you love me?\nTell me could you love me if I told you...\n\n\nI shout, I swear, I get angry, I get scared\nI fall, I break, I mess up, I make mistakes\nBut if you can't take me at my worst\nYou don't deserve me at my best\n\n\nThis song's for anybody\nWho feels like I did, never the cool kid\nThis song's for anybody\nWho fought their way through, always remained true\nThis song's for anybody\nThe one's who trying to get it, the one's who dream it and live it\nThis song's for anybody\nThis song, this song, this song, this song, this song, this song\n\n\nOhh, I shout, I swear, I get angry, I get scared\nI fall, I break, I mess up, I make mistakes\nBut if you can't take me at my worst\nYou don't deserve me at my best\n\n\nGotta keep it goin', gotta keep my head up, uh\nGotta keep it goin', gotta keep my head up, uh\nI gotta keep it goin', gotta keep my head up\n'Cause life is about..."
    ],
    "Release date": "March 17, 2017",
    "Title": "At My Best",
    "Artist": "Machine Gun Kelly"
}